import { franc } from "franc";
import { loadModule } from "cld3-asm";
import LanguageDetect from "languagedetect";

(async () => {
  const texts = [
    `初期の統一国家はマウリヤ朝とグプタ朝において成立したが、その後は諸王朝が南アジアにおいて影響を持った。中世ではユダヤ教、ゾロアスター教、キリスト教、イスラム教が伝わり、シク教が成立した。北の大部分はデリー・スルターン朝に、南の大部分はヴィジャヤナガル王国に支配された。17世紀のムガル帝国において経済は拡大していった。18世紀の半ば、インドはイギリス東インド会社の支配下に置かれ、19世紀半ばにはイギリス領インド帝国となった。19世紀末に独立運動が起こり、マハトマ・ガンディーの非暴力抵抗や第二次世界大戦などのあと、1947年に独立した。 
`,
    `epublic of India），通称印度（印地語：भारत，羅馬化：Bhārat；英語：India），是位于南亚次大陆上的国家，面积位列世界第七，是亞洲面积第三大的国家[註 1]，實際控制领土面积约316万6千平方公里[註 2][19]。印度人口众多，列世界首位。截至2025年12月，印度拥有接近14.6億人口[20]。按国内生产总值计算，印度现在已經成为世界第五大经济体。

印度并不是单一民族及文化的国家，其境內族群和种族繁多，印度人中的印度斯坦族（英屬印度發明的稱謂，指以印地語為母語的人士，非其自稱）占印度总人口的大约一半，各族群都拥有各自的语言文字，仅宪法承认的官方语言就有22种之多，其中印地语和英语均被定为联邦官方的语言[4]，并且法院裁定印度没有国语[15][16]；英语作為共同語言使用在印度非常流行，尤其是在南印度，地位更高于印地语。印度也是一个多宗教多信仰的国家，号称“宗教博物馆”[21]，世界主要宗教中的佛教和印度教都源自古印度，而大部分印度人信仰印度教；伊斯兰教作为印度的第二大宗教也有1亿8千万信徒，自公元8世纪随着阿拉伯帝国的扩张而传播到印度次大陆，公元10世纪后北印度的大多数王朝统治者都信奉伊斯兰教，其中的莫卧儿王朝几乎征服整个次大陆；第三大宗教基督宗教亦有3千萬信徒，對於印度與基督教世界的往來甚有助益。印度是公认拥有核武器的国家之一[22]。印度也是众多正式和非正式的多边国际组织的成员，包括聯合國、世界贸易组织、大英國協、金砖五国、四國聯盟、南亚区域合作联盟和不结盟运动等。印度被视为潜在超级大国之一。印度是世界第三大军费支出国，在2021年其军费预算达到766亿美元[23]。

以耕种农业、城市手工业、服务业以及其支撑产业为主的部分行业已经相对取得了进展。除了民族文化与北方地形的丰富使印度旅游业颇受欢迎之外，由于时差，大批能说英语的人才也投入外包行业。另一方面，宝莱坞电影的文化输出在英语圈乃至全球的影响力不亚于世界主流。同时印度还是很多专利过期药物的生产地，以低价格提供可靠的医疗。近年来，印度政府还大力投资本国高等教育，以利于在科学上与国际接轨，例如自主太空研究、印度半岛生态研究等等。印度最重要的贸易伙伴是美国、欧盟、中华人民共和国、阿拉伯联合酋长国[24]。
国名释义🔗

历史上，中国对印度的称呼几经改变。西汉译为羌独，东汉称为“天竺”。唐代玄奘在《大唐西域記》認為「夫天竺之稱，異議糾紛，舊云身毒，或曰天竺，今從正音，宜云印度」，於是正式以印度（他称之为“五印度”）取代舊稱[25]。而“天竺”、“身毒”、“印度”等译名皆源于印度河的梵语名 सिन्धु（Sindhu）——其波斯语变音为 هندو（Hindu），希腊语变为 Ίνδό（Indu），龟兹语則是 Indaka。

印度人自称婆罗多[註 3]。印度曾有过很多国名，对同一名称的来历，也众说纷纭，莫衷一是。根据耆那教传说，教祖里施波德沃的长子叫“波勒德”，他是一位威望很高的国王，因此他的国家便以波勒德的变音“婆罗多”命名。又据《往世书》记载，包勒沃王朝著名国王杜施因德的儿子叫“波勒德”，擅长武功，在继任国王期间，打败了许多雅利安人小王国。《梵书》中曾记载其武功。由于波勒德的原因，其后裔一直被认为是“婆罗多”，国祚甚长。因此这个国家便以婆罗多命名。在《往世书》中尚有另外的记载，如“在大海以北和喜马拉雅山以南，有个国家，名叫‘婆罗多·沃勒施’，因波勒德的后裔居住而得其名称”。由此表明，印度居民古時也叫“帕勒迪”（意即婆罗多人）。又有些学者认为，帕勒迪是指雅利安人进入印度以前的当地土著人而言，其文明遗迹在哈拉帕和摩亨佐-达罗早有发现。不过这种说法存在争议，有人认为帕勒迪人是指婆罗多国王的子孙后代。
历史🔗
主条目：印度历史

印度存在过旧石器时代和新石器时代。主要位于今巴基斯坦境内的印度河文明是世界上最早的古文明之一，最迟在公元前2500年，印度河流域就有古代印度人创造的文明，由于最早发现该文明遗址的地方位于现在巴基斯坦境内的哈拉帕和摩亨佐-达罗，所以这个文明也被称为印度河文明或者哈拉帕文明。古印度人建立了严密的社会等级制度，不过该文明在公元前2000年左右的时候突然衰落，印度河流域文明崩解，其文化的载体语言和文字也衰亡，无人能懂。導致古印度文明衰落中断的原因至今在考古界则莫衷一是[28]。近代基因研究显示印度人彼此的基因差异较小，可能是在古代遭遇过大天灾使人口大幅减少的缘故。另有一些专家认为主因是印度河流域的大洪水或發生乾枯[29]。

公元前1500年左右，雅利安人族群入侵印度次大陆西北部的印度河流域和北部的恒河流域，在之后的数世纪中，雅利安人逐渐定居并从事农业活动。雅利安人带来的外来语言印歐語系取代了当地语言，在文化上与当地人结合，创造了经典的吠陀文化。今北印度的主要語言為印歐語系，但在印度南方，仍盛行更早就傳入印度的達羅毗荼語系。

雅利安人帶來的文明相对于印度河流域的印度河文明而言晚了几个世纪，故与之相对地，一般称之为恒河文明。恒河文明成为延续至今的印度文化的源头，恒河也被印度教徒视为神灵和母亲河[30]。雅利安人入侵后，为了区别本地土著和雅利安人，种姓制度慢慢开始在印度盛行。
阿旖陀石窟壁画。阿育王时始建。其壁画被视为佛教艺术的经典

公元前3世纪中叶，孔雀王朝国王阿育王统一除南印度迈索尔地区以外的整个次大陆。但阿育王死后，孔雀王朝走向衰落。此后印度就进入了一个长期的列国的时代。其中贵霜帝国和笈多王朝曾短暂统一过北印，各种宗教在这段时期开始兴起，包括婆罗门教（印度教前身）和佛教；这个时期也是印度科学、艺术与文化的黄金时期。

公元8世纪，阿拉伯帝国开始入侵印度次大陆，引进了伊斯兰文化，不过发迹于摩羯陀的波罗王朝曾在770－850年间短暂统一过北印度。12世纪开始，来自于今阿富汗的伊斯兰化的突厥人在1148年反叛伽色尼王朝建立的古尔王朝大规模入侵北印度，攻占了印度河平原和恒河平原，并且向南推进到纳尔默达河，之后衍生出了德里苏丹国，自13世纪的德里苏丹国开始印度歷史有了較確切的史料記錄。德里苏丹国在经历图格鲁克王朝的顶峰之后开始衰落，无力控制庞大的印度南部德干高原，加上帖木儿的入侵导致衰落，印度逐渐又进入了列国割据的时代。

15世纪末，渡海而来的欧洲商人逐渐开始认识到印度的重要性，并积极在此开辟殖民地。德里苏丹国瓦解后，同样是来自中亚的帖木儿的后裔巴布尔在1526年攻灭印度德里苏丹国的最后一个王朝，建立了莫卧儿帝国，经历胡马雍，阿克巴，贾汉吉尔，沙贾汗，到奥朗则布时代达到顶峰，几乎统一了整个印度次大陆。但是，莫卧儿帝国的统治同样因宗教冲突而迅速衰落，与此同时，强大的葡萄牙、荷兰、英国和法国等西方殖民者却蜂拥踏上次大陆，并为争夺印度而发生激烈的冲突。1849年，英国东印度公司成功掌握了印度全境的统治权，只余少数地区由葡萄牙及法国统治。1857年，印度全境爆发了著名的印度起义，反抗英国统治者，但很快被镇压。不过印度也由英国东印度公司的统治转为由英国直接统治，成立印度殖民政府，并结束了名义上还存在的莫卧儿帝国。
英属印度的政治地图（1939年以后）

联合王国直接统治下的印度（称英属印度诸省）分为13个省，一度包括缅甸。另外约有700个由印度王公统治的土邦在英国的宗主权监督下存在着，这种土邦占整个印度面积的2/5（有些省里也有土邦），土邦和印度总督直接统治的各省构成了英属印度帝国。1877年，英国的维多利亚女王加冕为印度帝国的皇帝，1911年，印度帝国的首都也由加尔各答迁往德里。在两次世界大战中，印度军队在英国军队中发挥了极其重要的作用。
甘地（1869-1948）

随着印度现代化的缓慢深入，一部分受英式教育培养的印度精英意识到由英国统治带来的不平等，印度民族主义逐渐兴起，一些印度知识分子于1885年成立了印度国民大会党（简称国大党）。该党于1920年重组，由主张独立的莫罕达斯·甘地获得领导权，并开展了一系列谋求印度独立的不合作运动。之后，代表穆斯林利益的全印穆斯林联盟（简称穆盟）成立，穆罕默德·阿里·真纳成为该党领袖，印度的两大宗教逐渐失去了团结的可能性，两国理论逐渐流行。

第二次世界大战之后，虽然英国是战胜国，但由于在战争中消耗太大，使得英国实力走向衰落，加之印度人民不合作运动的广泛开展，於是英国准许印度独立。但此时印度的穆斯林已经开始谋划建立单独的穆斯林国家——巴基斯坦，英国和甘地都无力改变印度社会已经分裂的现实，只得同意独立后的印度分裂为印度和巴基斯坦两个国家。1947年，英国提出蒙巴顿方案，同年8月15日，印度在与巴基斯坦分治后实现独立，但仍然留在英联邦内，1950年1月26日，印度宣布成立印度共和国，但仍为英联邦成员国。这块亚洲次大陆最终被分成以印度教为主的「世俗」印度以及较小的伊斯兰国家巴基斯坦。

独立后，贾瓦哈拉尔·尼赫鲁执政的印度倾向于社会主义，并仿照苏联制定了经济发展的五年计划，外交上奉行不结盟政策，独立于苏、美两个超级大国的集团之外。

独立后的印度政府先后通过归并、改组以及对土邦王公实行赎买政策，最终消灭了印度境内分裂割据的土邦国。同时在独立后第一年与巴基斯坦就由于克什米尔争端而爆发军事冲突，得到克什米尔约2/3的领土。1949年6月初，印度派兵进驻锡金。1949年8月，印度和不丹签订《永久和平与友好条约》，规定不丹对外关系接受印度的“指导”。1950年12月印度与锡金签订条约，规定锡金作为印度的“保护国”，由印度的政治专员控制锡金的国防、外交和经济，锡金最终在1975年被印度正式吞并。1959年西藏骚乱后，印度接纳流亡的十四世达赖喇嘛，中印两国同时因边界问题交恶。1961年与葡萄牙爆发战争，印度得到果阿。1962年由于印军开始进入中印边界主权争议地区建立军事哨所，爆发中印边境战争，扩张态势受挫。1965年和1971年，印度与巴基斯坦先后两次爆发大规模战争，其中1971年印巴战争印度大获全胜，「东巴基斯坦」脱离巴基斯坦独立，宣布成立孟加拉国。1974年印度进行了第一次核试验，而1998年的第二次核试验促使巴基斯坦也在同年进行了自己的核试验。

此后印度国内教派冲突频仍，金庙事件致使时任总理英迪拉·甘地遇刺，国家长期经济干预造成经济发展严重滞后，这种现象一直持续到1990年代。1991年，印度总理拉奥奉行经济自由化政策，开始进行市场经济改革，并取得初步成效，印度经济慢慢步入快车道。然而受制于义务教育和高等教育的瓶颈，印度的产业工人和工业发展缓慢，强大的工会和严格的劳工法也限制了外来投资。在目前印度的经济成就引人注目，然而也面临了多项挑战，例如严重的人口过剩、环境恶化、大量的贫穷人口以及印度国内的种族以及宗教冲突。2014年印度人民党执政以来，大力吸引西方投资，印度的经济在过去十年已经大幅增长，成为世界第五大经济体[31]。同时印度教民族主义的崛起也增强了印度发展成为“全球领导大国”的野心[32]。
政治🔗
主条目：印度政治
位于首都新德里的政府大楼
拉姆·納特·考文德 第14任印度总统
纳伦德拉·莫迪 第14任印度总理

印度是一个联邦共和国，多达7.14亿选民，1,000多个政党参与国会选举，包括7个全国性大党（政党联盟）、40个地区政党，以及980个小党，号称全球最大规模的民主选举。（2009年）[33]

印度总统是国家元首、武装部队统帅。总统虚权，总理平时掌握实权。不过，若国家受到战争威胁、侵略、暴动时，总统有权宣布紧急状态；若政府瘫痪，总统可代行政府首脑职能；当议会选举陷入僵局时，总统可以指定政黨进行组阁；总统可否决政府提出的法案[34][35][36]。总统及副总统任期5年，由一个特设的选举机构间接选举产生[37]。印度副总统在总统无法行使权力时，并不能自动接任总统。

行政权力主要控制在以总理为首的部长会议（即印度的内阁）。议会多数党向总统提名总理人选，由总统任命总理。然后再由总理向总统提名其他内阁成员。

印度国会实行两院制，包括了上院联邦院和下院人民院。部长会议对人民院负责。联邦院议员任期6年，每2年改选三分之一，其中233名成员由地方选举产生，其余12人由总统任命。人民院共有545席，任期5年，其中543人民选产生，其余2人由总统任命。

印度有一部完善的规定议会民主政体的宪法，这是印度民主政治的标志。经过多次修订，这部宪法多达395条，1000多项具体条款，号称“世界上最长的宪法”。印度宪法中声明印度是一个主权、民主、社会主义的共和国，保证其公民的正义，平等和自由，并努力促进彼此之间的交流。
行政区划🔗
主条目：印度行政区划

印度法律上划分为28个邦（प्रांत，pradeshs），8个联邦属地（केन्द्र शासित प्रदेश，union territories，包括国家首都新德里），其中阿鲁纳恰尔邦、拉達克、查謨和克什米爾中央直轄區有争议。
邦🔗
印度行政区域

    安得拉邦
    阿鲁纳恰尔邦（大部为与中華人民共和國的争议领土）
    阿萨姆邦
    比哈尔邦
    恰蒂斯加尔邦
    果阿邦
    古吉拉特邦
    哈里亚纳邦
    喜马偕尔邦
    贾坎德邦
    卡纳塔克邦
    喀拉拉邦
    中央邦
    马哈拉施特拉邦
    曼尼普尔邦
    梅加拉亚邦
    米佐拉姆邦
    那加兰邦
    奥里萨邦
    旁遮普邦
    拉贾斯坦邦
    锡金邦
    泰米尔纳德邦
    特伦甘纳邦
    特里普拉邦
    北方邦
    北阿坎德邦
    西孟加拉邦

联邦属地🔗

    A. 安达曼-尼科巴群岛
    B. 昌迪加尔（旁遮普邦和哈里亚纳邦首府）
    C. 达德拉-纳加尔哈维利和达曼-第乌
    D. 查谟和克什米尔（与巴基斯坦有领土纠纷）
    E. 拉達克（与中華人民共和國有领土纠纷）
    F. 拉克沙群島
    G. 德里（首都新德里所在地）
    H. 本地治里

边境争议地区🔗
参见：中印边界问题

印度和中国、巴基斯坦有领土争端，印度实际控制中国宣称的藏南地区，划归阿鲁纳恰尔邦；另外，印度宣称中国所控制的阿克塞钦地区为其领土。克什米尔地区与巴基斯坦存在争议，印度实际控制其南部。现今在印度百分之五的领土是属于有争议性的。

    东段：印度实际控制，属1987年成立的阿鲁纳恰尔邦管辖，面积83,743km²，其中争议地区面积大约6万平方千米；中国称藏南地区。
    中段：除乌热外的其它地区由印度实际控制，2,100km²。
    西段：中国实际控制阿克赛钦地区33,500km²[38]。喀喇昆仑走廊和巴里加斯大部分地区也由中国控制。

主要城市🔗
 

    查论编

印度最大城市排名
2011年人口普查[39]
排名 	名称 	邦／中央直辖区|邦／中央直辖区 	人口 	排名 	名称 	邦／中央直辖区|邦／中央直辖区 	人口
1 	新德里 	德里国家首都辖区 	16,753,235 	11 	坎普尔 	北方邦 	2,920,067
2 	孟买 	马哈拉施特拉邦 	12,478,447 	12 	勒克瑙 	北方邦 	2,901,474
3 	班加罗尔 	卡纳塔克邦 	8,425,970 	13 	那格浦尔 	马哈拉施特拉邦 	2,405,421
4 	金奈 	泰米尔纳德邦 	7,088,000 	14 	印多尔 	中央邦 	1,960 521
5 	海得拉巴 	特伦甘纳邦 	6,809,970 	15 	塔那 	马哈拉施特拉邦 	1,818,872
6 	艾哈迈达巴德 	古吉拉特邦 	5,577,967 	16 	博帕尔 	中央邦 	1,795,648
7 	加尔各答 	西孟加拉邦 	4,486,679 	17 	维沙卡帕特南 	安得拉邦 	1,730,320
8 	苏拉特 	古吉拉特邦 	4,462,002 	18 	宾布里金杰沃德 	马哈拉施特拉邦 	1,729,359
9 	浦那 	马哈拉施特拉邦 	3,115,431 	19 	巴特那 	比哈尔邦 	1,683,200
10 	斋浦尔 	拉贾斯坦邦 	3,073,350 	20 	瓦拉纳西 	北方邦 	1,201,815
地理🔗
印度地形图
主条目：印度地理

印度地处北半球，位于北纬6度44分至35度30分[註 4]、东经68度7分至97度25分之间[40]。印度是世界第七大国，总面积317万平方公里。印度从北到南全长3,214公里，从东到西全长2,993公里，印度半岛亦是南亚的主体。
地形🔗

印度地理是多样的：从雪山山脉到沙漠，从平原到雨林，从丘陵到高原，风光应有尽有。印度囊括了位于印度板块的印度次大陆的绝大部分，以及印度-澳洲板块的偏北部分。印度拥有海岸线7,000多公里，其中大多数位于亚洲南部半岛，伸入印度洋。

肥沃的恒河平原覆盖了印度北部、中部和东部的绝大部分。而德干高原占了印度南部的绝大部分。印度西部是塔尔沙漠，这是一个岩石和沙尘的混合沙漠。印度的东部和东北部边境线涵盖了喜马拉雅山脉。由于与巴基斯坦的领土纠纷，印度的最高点存在争议。按照印度的说法，其最高点（在有争议的克什米尔地区）是乔戈里峰，海拔8,611米。印度无争议的最高点是干城章嘉峰，海拔8,598米。

印度位于印度次大陆，主要由三个地理区组成：在北部的喜马拉雅山区的高山区（其中就有海拔8,598米的印度最高峰康城章加峰）、中央平原／恒河平原（Indo-Gangetic Plain）以及南部的德干高原。
海陆位置🔗

印度西北部与巴基斯坦和阿富汗接壤，北部与中国，不丹和尼泊尔接壤，东部与缅甸接壤，印度西孟加拉邦的东面是孟加拉国。印度南面是斯里兰卡、马尔代夫等岛国。

印度西南部与阿拉伯海接壤，东部和东南部与孟加拉湾接壤。
河流🔗

多条河流发源于或流经印度，例如有恒河、布拉马普特拉河、亚穆纳河、戈达瓦里河以及奎师那河。源於喜馬拉雅山的有恆河與布拉马普特拉河，他們都注入孟加拉灣，其中恆河的重要支流科西河常有洪水。印度河上流的一小段也位于印度境内。印度南方是热带季风性气候，北方则是温带气候。干旱、季风性气候造成的下雨形成的突发性洪水，严重的雷暴雨、地震等是印度的主要自然灾害。
气候🔗

印度全境炎热，大部分属于热带季风气候，而印度西部的塔尔沙漠则是热带沙漠气候。夏天时有较明显的季风，冬天则较无明显的季风。印度气候分为雨季（6–10月）与旱季（3–5月）以及凉季（11–2月），冬天时受喜马拉雅山脉屏障影响，较无寒流或冷高压南下影响印度。
自然资源🔗

印度有世界上第四大蕴藏量的煤炭。其他主要的自然资源还有铁矿、锰、云母、铁矾土、钛矿、铬铁矿、天然气、石油、钻石、石灰石和可耕地等。
经济🔗
主条目：印度经济
马哈拉施特拉邦的孟买是印度的金融中心[41][42]
印度人均收入估计（1857–1900年，以1948–49年价格为基准）[43]
传统粗糖制造过程
印度的跨国英文电话客服中心(摄于2005年)

印度是世界上发展最快的国家之一[44]，经济增长速度引人瞩目。2017年國際貨幣基金組織評估印度經濟國內生產總值為2.611兆美金，是世界第六大經濟體[12][45]，和英國與法國相差无几；2017年世界銀行評估印度經濟國內生產毛額為2.59兆美金，印度同樣評比為世界第六大經濟體[46]。若以購買力平價来衡量，印度2017年国内生产总值9.459兆美元，超越日本成為世界排行第三[12]，仅次于美国、中国。过去20年间，印度年成长率为5.8%，并于2011年至2012年间达6.1%[47]。社会财富在印度这样一个发展中国家极度不平衡，全国10%的人口掌控全国33%的收入。由于印度人口众多，平均国民生产总值很低，2011年，印度平均国内生产总值（购买力平价）为3,694美元，列世界的第129位；美元汇率则为1,389美元，为世界第140位[45]。1991年以前，受社会主义计划经济影响，经济政策实行贸易保护主义，印度政府过分干预劳工及金融市场并监管商业活动，由于1991年印度经济危机，加上苏联解体，新国大党政府使印度开始实行经济自由化改革[48]，藉由外国贸易及直接投资[49]，逐步转型为自由市场[50][51]，印度的经济规模获得了较快速度的增长，印度從1995年1月1日起，就是世界貿易組織會員國之一[52]。

印度有5.137亿劳动人口，居世界第2位，其中50%从事农业或农业相关行业，28%从事服务业及相关产业；从事工业的占18%。以占GDP比例来看，农业占GDP的18.1%，服务业和工业分别占55.6%和26.3%。印度的海外勞工約兩千五百萬人，所賺取的外匯交易額在2014年達到美金700億元，是全世界第一大外匯交易金額[53]。主要农作物包括大米，大麦，油菜籽，棉花，黄麻，茶叶，蔗糖和马铃薯[54]。主要工业包括软件，汽车，水泥，化工，消费电子，食品加工，机械，采矿，石油，制药，钢铁，运输设备和纺织品[54]。于2006年，对外贸易占印度国内生产总值的24%，于1985年时，仅占6%[50]。印度占2008年全世界贸易额的1.68%[55]。于2011年，印度为世界第10大进口国及第19大出口国；印度主要出口品为石油制品、纺织品、珠宝、软件、工程器材、化工制品及皮革[54]；进口品则为原油、机械、宝石、肥料及化工制品[54]。于2001年至2011年间，石化制品及工程器材占出口比重由14%成长至42%[56]。

印度实行民主政治的同时实行社会主义，政府对私人经济活动，外贸，外国资本直接投资严格控管。不过，1991年透过经济改革，放松对外贸和外资的管制，逐渐开放国内市场。国有企业民营化和部分领域开放对私人以及外国投资的设限，至于相关的政治争论持续不断。开放后这数年间印度的经济成长率达7.5%[50]，过去十年的时薪也翻倍[57]。自1985年以来，已有4.31亿印度人脱离贫穷[58]。根据全球竞争力报告，印度竞争力居世界第51位，其中在金融市场（第17位）、银行部门（第24位）、创新（第39位）及经商（第44位）等方面表现较佳[59]。全球最大的15家信息科技外包公司中，有7家位于印度，而企业对于外包国家的偏好度仅次于美国[60]。印度为第11大消费市场，2030年将成为第5大消费市场[58]。印度通讯为世界成长最快的国家，于2010年至2011年间，增加了2.27亿用户[61]；汽车工业成长速度居世界第2位，2009年-2010年成长了26%[62]，汽车出口成长了36%[63]。印度发电装机容量为250吉瓦（109瓦特），其中8%属再生能源[64]。

虽然过去几十年间印度经济成长相当迅速，但仍持续面对社会经济上的挑战。印度为世界银行定义日收入低于1.25美元贫穷线以下人口最多的国家[65]，但贫穷人口的比例已由1985年的60%降低至2005年的42%[66]。有一半的孩童体重过轻[67]，其中46%孩童营养不良[65]，政府推出營養午餐以改善印度孩童的营养状况[68]。自1991年以来，印度各邦贫富差距持续扩大，最富裕的邦其人均国内生产净值于2007年时已达最穷者的3.2倍[69]。印度贪污情形显著增加，根据报告估计自独立后的非法资金流通约4620亿美元[70]。印度于1991年时人均国内生产总值生产仅329美元，自经济自由化后，2010年时已达1265美元，预计2016年时可达2110美元，但仍较其他亚洲开发中国家如印度尼西亚、伊朗、马来西亚、菲律宾、斯里兰卡、泰国为低，且未来人均国内生产总值也难以超过前述国家[71]。

印度外汇存底充足，汇率稳定，未来官方也将全面解除外汇管制，由市场决定币值。印度制造业出口已经开始下滑，全国很多地区电力供应依然不足。印度有很多精通英语的人口，目前是21世纪全球最主要的资讯服务业生产国、电脑软件出口国以及众多软体工程师的祖国。印度已经成为软件业出口的霸主，金融，研究，技术服务等等也即将成为全球重要出口国[72]，2014年任仕达公布「亚洲最不快乐的员工」调查显示，最快乐的员工排名第一名是印度[73]。
研究報告🔗

根據2011年的普華永道事務所報告，印度購買力平價國民生產總值可以在2045年超過美國。在接下來四十年，印度國民生產總額預計平均每年增加8%，因此在2050年前，印度有潛力成為世界成長最快的主要經濟體。報告中強調主要成長因素為：年輕且快速成長的勞工人口紅利；通过發展教育與工程技術获得强劲的工業成長；快速增長的中產階級驅動了持續增長的消費市場。世界銀行提醒印度若要達成其經濟潛力，必須持續專注在公共改革，交通基礎建設，農業與鄉村發展，解除勞動法規限制，教育與能源安全，以及全民健保及飲食營養[74]。

經濟學人信息社出版的2017年世界居住消費報告中，比較了160項商品與服務的400種個別價格，消費物價最低的四個城市都在印度：第三名的邦加羅爾，並列第五名的孟買和清奈，第八名的新德里[75]。

据“今日俄罗斯”电视台网站2月18日报道，印度报业托拉斯援引这份报告说：“印度是世界第五大经济体，2019年国内生产总值（GDP）达2.94万亿美元，超过英国和法国，跃居第五位。”相比之下，英国经济规模为2.83万亿美元，法国为2.71万亿美元。根据这份报告，按购买力平价计算，印度GDP总计10.51万亿美元，超过日本和德国。由于印度人口众多，其人均GDP为2170美元。该国实际GDP增速预计将连续第三年下降，从7.5%降至5%。“世界人口评论”指出，印度经济自由化始于上世纪90年代初，包括放松对工业的管制、减少对外贸和投资的控制以及推行国企私有化。报告说：“这些措施帮助印度加快了经济增长。”报告还说，印度的服务业是世界上发展最快的，规模占全国经济的60%，从业者人数占全国就业者总数的28%[76]。
工業發展🔗

印度的通訊產業在2010年到2011年間成長了兩億兩千七百萬名用戶，是世界上通訊用戶成長最快的國家[77]；2017年第三季起印度已經超過美國成為世界上第二大智慧手機市場，僅次於中國[78]。

印度汽車工業的成長率是世界成長速度第二快的國家，在2009年到2010年國內汽車銷售成長了26%[79]，在2008年到2009年間汽車外銷成長了36%[80]。印度發電量達到300Gwh，其中42Gwh使用印度再生能源發電[81]。在2011年底印度資訊科技產業共雇用了兩百八十萬位專家，產值高達一千億美金，約佔印度國民生產總值7.5%，貢獻了26%的印度商品外銷金額[82]。

印度醫藥產業也是全球醫藥產業重要的新興市場。印度醫藥產業預計2020年產值可達485億美金。印度生物治療產業的研發投資佔了總投資的60%[83][84]。印度是世界上前十二個投資生物科技產業的國家[85][64]。印度生物科技產業在2012年到2013年之間成長了15.1%，從2,044億盧比成長到2,352.4億盧比（依照2013年6月匯率1比60盧比，總值約39.4億美元）[86]。
交通运输🔗
	
此條目需要更新。 (2023年12月4日)
請更新本文以反映近況和新增内容。完成修改後請移除本模板。
主条目：印度交通运输
班加罗尔街头的出租车

印度交通运输包括铁路、公路、水路、航空等方式。尽管印度交通系统近年来有所改善，但总体仍旧相对落后。2014年印度铁路里程达68,525公里，规模居世界第五[87]；有7,000多个车站，使用超过12,000辆火车[88]，年输送旅客100亿人次，货运量超过10亿吨[89]。但既有铁路线大都存在着年代久、速度慢、安全差等问题，无法满足需求[90]。因为没有完善的管理系统，列车班次在印度经常误点。2015年9月23日，印度铁道部宣布将启动3条高铁线路的可行性研究工作[91]。2015年底媒体报道，日本将建造孟买至亚美达巴德的新干线高铁[92]。

印度公路等级可分为三类：一是高速公路和国道；二是邦道和地方主要道路；三是其他道路和村道。据2009年估计，印度全国道路里程数为330多万公里，排名世界第三。印度有12个主要港口和184个中小港口，海运能力居世界第18位[93]。内河航道长度为14,500公里，其中5,200公里的河道和485公里的运河可以通行机械化的船只[94]。印度有经营定期航班的航空公司共14家，专营非定期航班的空运企业65家。目前，印度私有民营航空公司占据了国内80%以上的市场份额，其中靛蓝航空是印度国内最大的航空公司，捷特航空排名第二。而印度唯一的一家国有航空公司是印度航空公司[95]。根据印度民航局公布的数据，印度2015年国内旅客运输量达到8,109.2万人次，2016年已成为仅次于美国和中国的全球第三大国内航空市场[95]。

随着印度城市化的发展，交通拥堵问题逐渐显现。印度政府早期采取诸如修建立交桥和拓宽道路等办法，但随着机动车数量增加问题日益严重。印度政府通过“国家城市交通政策”和“国家城市更新计划”重点发展轨道交通（地铁系统）、快速公交[96]。嘟嘟车是一种三轮摩托车，在印度常作为出租车使用。而只有大约10％的印度家庭拥有摩托车[97]。
人口🔗
主条目：印度人口
印度各地区人口密度地图

2011年3月31日，印度人口普查委员会对印度全国的人口进行了普查，结果显示印度的人口达到1,210,193,422人[98]，是世界上仅次于中国的人口第二大国，于2001年至2011年间的年均人口增长率为1.76%[98]，较前一个十年（1991年至2001年）的2.13%为低[99]。性别比为0.94女／男[98]，于2001年人口普查时的年龄中位数为24.9岁[100]。截止至2019年， 印度的人口数为1368,737,513, 每年以1.08%在增长[101]。过去50年来的医疗进步及绿色革命使农业生产力提高促使人口快速成长[102]，但印度仍面临数个公共卫生相关的挑战[103][104]。根据世界卫生组织统计，印度每年有90万人死于饮用受污染的水以及呼吸受污染的空气[105]，每10万人约有50名医师[106]。于1991至2001年间，都市人口成长了31.2%[107]，然而，全国仍有超过7成的居民居于乡村[108][109]。根据2001年人口普查统计，印度共有27个百万人以上的城市[107]，其中孟买、德里、加尔各答及清奈人口最多。人口主要分布于恒河平原。2001年人口普查表明，72.22%的人生活在超过55万个村庄中，其余生活在2,000多个城镇和城市中。
身着传统服饰的印度妇女

印度于2011年的识字率为74.04%（男：82.14%；女：65.46%）[98]，识字率以卡拉拉邦最高[110]，比哈里邦最低[111]；性别比是1.064男／女，预期寿命68.59岁，人口增长率为1.606%，出生率为22.69/1,000人。印度由于贫富差距大，都市中有不少的贫民窟，传染病窜流：登革熱、瘧疾、日本腦炎、A型肝炎、E型肝炎等危险程度皆高。
族群🔗
主条目：印度民族和表列种姓和表列部落

印度的主要族群包括了72%的印度-雅利安人和25%的达罗毗荼人。印度还有一群非定居的族群，如以打铁闻名的加督利亚洛哈尔人，以游牧为生的拉巴里人；也有以采集和狩猎维生，或是从事盐商、算命师、法术师、阿育吠陀治疗师、变戏法者、石磨工、刺青师傅等行业。人类学家已辨识出印度约有500个非定居的流浪团体，人数可能高达8,000万人。

2014年4月，印度最高法院作出历史性裁决，承认变性人为男性与女性之外的第三种性别。印度目前有约200万名变性人[112]。

印度的性別歧視相當嚴重，因此经常发生针对女性的强奸和暴力事件，大部分发生在贫穷落后的北部地区，例如印度人口最密集的北方邦，妇女地位非常低下；同时社会有严格的种姓之分，关于性别、宗教等的偏见根深蒂固，导致出身于低种姓如贱民的女性往往受害[113]。

但同时在印度南部及东部的一些邦和地区，女性社会地位相对较高，针对女性的袭击事件也较少发生。
种姓🔗
主条目：印度种姓制度

印度社会结构中的一个重要特点是尚存在着等级森严的种姓制度。印度人根据吠陀经将人分为四个种姓：婆罗门、刹帝利、吠舍、首陀罗，各个种姓之间不能通婚，身分、职业世袭，另外还有不可接触的贱民——旃陀罗。该种姓制度由来已久，在雅利安人最早的宗教典籍《梨俱吠陀》（吠陀经中最早的本集）中，就出现了4个最初的种姓，即婆罗门（僧侣）、刹帝利（贵族和武士）、吠舍（平民）、首陀罗（奴隶）4个等级。以后又演变为三大等级，即大体由原来的婆罗门、刹帝利和吠舍所组成的高级种姓；由原首陀罗组成的低等种姓；第三等级是一些没有种姓身份的“旃陀罗（贱民）”，社会地位最低，即所谓不可接触者，为数竟近1亿人，约占全国人口总数1/14。种姓之间，由于社会政治、经济地位悬殊，经常引起冲突。目前在城市和较发达地区，种姓间的隔阂有所消除，但农村中仍有很大影响[114]。
语言🔗
主条目：印度语言、印地语和印度英语

印歐語系印度-雅利安语支及达罗毗荼语系分别为印度主要语支，分别占总人口的74%及24%，印度-雅利安语支主要分布於印度北部，达罗毗荼语系主要分布於印度南方。其他语言则属漢藏語系藏缅语族、南亚语系，主要散布於印度東北，印度未订定国语[115]。

目前印度的第一官方语言是印地语，约30%人口使用，为印度使用人口最多的语言[116][117]；英语已经在1965年终止了它唯一官方语言（或与印地语相同的）的地位，但依旧保留了它「第二附加官方语言」的地位，亦是全国性的通用语言，主要在政治和商业交往场合使用[17]，英语在教育方面也相当重要，尤其是中等及高等教育。

另外还有其他21种地方性的预定官方语言，包括了马拉雅拉姆语、泰米尔语、泰卢固语、卡纳达语、孔卡尼语、马拉地语、乌尔都语、古吉拉特语、奥里亚语、旁遮普语、阿萨姆语、喀什米尔语、信德语、尼泊尔语、梵语、曼尼普尔语等，另外登记的还有超过1,600种语言。

根据印度2001年人口普查，各主要语言使用人数统计如下：
顺序 	语言 	使用人口 	比例
1 	印地语 	422,048,642 	41.03%
2 	孟加拉语 	83,369,769 	8.11%
3 	泰卢固语 	74,002,856 	7.19%
4 	马拉地语 	71,936,894 	6.99%
5 	泰米尔语 	60,793,814 	5.91%
6 	乌尔都语 	51,536,111 	5.01%
7 	古吉拉特语 	46,091,617 	4.48%
8 	卡纳达语 	37,924,011 	3.69%
9 	马拉雅拉姆语 	33,066,392 	3.21%
10 	奥里亚语 	33,017,446 	3.21%
11 	旁遮普语 	29,102,477 	2.83%
12 	阿萨姆语 	13,168,484 	1.28%
13 	迈蒂利语 	12,179,122 	1.18%
宗教🔗
位于德里的印度教寺庙阿克萨达姆神庙
主条目：印度宗教

印度也是一个宗教色彩非常浓厚的国家，是众多宗教的发源地，几乎能在印度找到世界上所有的宗教，被称为「宗教博物馆」。

全印度约有79.8%的人口信仰印度教，其他的主要宗教团体还有伊斯蘭教（14.2%）、基督宗教（2.3%）、錫克教（1.7%）、佛教（0.7%）、耆那教（0.4%）[118]。
文化🔗
	
此章节可能包含原创研究。 (2013年6月)
请协助補充参考资料、添加相关内联标签和删除原创研究内容以改善这篇条目。详细情况请参见讨论页。
主条目：印度文化
传播媒体🔗
宝莱坞电影
新德里街头

印度主要的新闻机构和通讯社有：新闻发布署、印度报业托拉斯（印度最大的通讯社）、印度联合新闻社（第二大通讯社）。

印度报业绝大部分为私人和财团所有，官方没有报刊。报刊中，最大的三家日报依次为《印度时报》、《马拉亚拉姆娱乐报》和《古吉拉特新闻》。主要印地文报纸有《印度斯坦报》等；主要英文报纸有《印度报》、《印度快报》等。

印度主要的电视台有国营的全印电视台和私营的新德里电视台等。广播电台主要有国营的全印广播电台。

T-Series是一家印度著名的音樂錄影帶和電影公司，2019年3月28日起youtube訂閱數持續領先PewDiePie至2019年4月1號被PewDiePie成功再次奪回第一名，因此T-series也快速地換掉了當天才替換的封面頁，雙方的訂閱數仍不分軒輊。[7]現今T-Series已經完全超過PewDiePie，成為YouTube訂閱量最多的頻道。

此外，T-Series擁有自己的多頻道網絡，有27個在線播放平台，截至2018年11月，其全部平台總計訂閱人數超過1億，總計觀看人數超過615億次。
电影🔗
主条目：印度电影、印度电影列表、印度电影观众奖、印度最高電影票房和全球最高印度電影票房

印度是重要的电影产地。印度以年均1000部的电影产量居世界之冠，是好莱坞的4倍，主要为满足国内庞大的需求。印度同时是世界上电影观众最多的国家，平均日观影人次可达1400万人。[119] 印度电影在住有大量印度移民的国家也很受欢迎。

印度是一个多语言的国家。英语是官方语言之一，不同语言的族群对母语的电影也有很殷切的需求，造就了电影业的发展，尤以孟买为基地的印地语电影业发展最为成熟，被誉为宝莱坞（取自Bombay与好莱坞Hollywood）。所以印地语的电影产量和票房数字均最大。很多在印度其他地区成名的电影工作者都会到宝莱坞寻找机会。不同地区的电影会互相模仿，所以同一套电影可能会有不同语言的版本。

由于印度是个喜好音乐和舞蹈的国家，所以在印度电影中经常可以看到歌舞元素，歌舞片与爱情片亦为印度最有特色的电影类型，如2000年的《真爱永存》和2002年的《胭脂泪》等都是最杰出的代表。近年来印度不仅在不断学习和模仿美国电影，如现代动作片《遁天神盗》系列都获得了很好的票房；而且在类型开拓上更是有目共睹，如2007年体育题材的励志片《加油印度！》，2009年批判落后教育思维和模式并着重展现友情的《三個傻瓜》等都给观众留以深刻的印象。

著名男影星有沙·鲁克·罕，李提克·罗山，阿米尔·汗和阿米塔布·巴沙坎，女影星有艾西维娅·莱伊，玛都丽·荻西特，卡约儿，拉妮·穆科吉等。

杂志《印度电影观众》自1953年开始举办的一年一度的印度电影观众奖是印度最具权威和影响力的电影奖项。
体育🔗
主条目：印度体育

在印度，一些民族的传统运动如卡巴迪、印度式摔角仍很受欢迎。但印度并未举办过奥运会、世界杯等世界级体育赛事。

印度在大型国际综合运动会的成绩

夏季奥运会：9金6银11铜26枚奖牌（亚洲第7，世界前50）

亚运会：126金168银245铜539枚奖牌（亚洲第5）

世界运动会：1铜1枚奖牌（亚洲第17，世界第70位以后）

夏季大学生运动会：3金1银3铜7枚奖牌（亚洲第12，世界前60）

亚洲室内运动会：22金21银43铜86枚奖牌（亚洲第8）

夏季青年奥运会：6银2铜8枚奖牌（亚洲第11，世界第58）

世界武搏运动会：无奖牌

亚洲武艺运动会：3金7银23铜33枚奖牌（亚洲第10）

亚洲沙滩运动会：8金4铜12枚奖牌（亚洲第5）

亚洲青年运动会：5金3银3铜11枚奖牌（亚洲第7）
教育🔗
主条目：印度教育

印度实行12年一贯制中小学教育。高等教育共8年，包括3年学士课程、2年硕士课程和3年博士课程。还有各类职业技术教育、成人教育等非正规教育。

全国现有254所综合性大学，著名的有印度理工学院、德里大学、尼赫鲁大学、加尔各答大学等。
外交🔗
主条目：印度外交
美国时任国防部长马克·埃斯珀、国务卿迈克·蓬佩奥，印度外交部长苏杰生和国防部长拉杰纳特·辛格於2020年在华盛顿的美印2+2会议
2018年5月31日印度总理莫迪在吉隆坡与马来西亚首相马哈迪·莫哈末会面

冷战时期，印度奉行「不结盟」政策，不与东、西方任何阵营结盟。但是，印度发展了同苏联的密切关系，并得到了广泛的军事支持。

冷战的结束大大影响了印度的外交政策。印度开始执行东望和西联政策，旨在加强与美国、中国、欧盟、日本、以色列、拉丁美洲和东南亚国家联盟的外交和经贸关系。2003年10月印度加入《东南亚友好合作条约》，和东盟关系显著加深。印度与非洲联盟，英联邦成員國以及阿拉伯國家也有着紧密的联系。印度仍然与俄罗斯保持着密切的军事联系。自纳伦德拉·莫迪执政以来，印度同美国、法国等西方国家的战略伙伴关系更加密切[120]。随着莫迪政府在印太地区更自信的外交政策，与中国和巴基斯坦的关系更加紧张。

中印边境战争时期，中国因朝鲜战争和中苏交恶的影响，印度因此同时受到美英苏三国支持。1976年双方恢复互派大使后，中印两国关系曾有一定改善。但随着中印边界冲突再起、中國積極支持巴基斯坦和印度参加美國領導的四方安全对话，两国关系直线下滑[121]。

印度积极参与各项联合国维和任务。目前，印度是联合国第三大的部队派遣国，并且正在努力争取成为联合国安理会的常任理事国。

为促进观光产业发展，2014年2月印度国会事务与计划部宣布，实施落地签证新增名单增加到180个国家和地区，包含中国在内[122].。
军事🔗
参见：印度军事史和印度國防部
印度自行建造的维克兰特号航母下水

印度武装部队在印度共和国整体的军事组织而言，包括印度陆军、印度海军、印度空军，以及各种其他包括印度海岸防卫队、印度准军事部队和核战略司令部等支持服务机构。印度保持世界第4大武装力量，估计常规部队总兵力有1,325,000人。印度武装部队正在迅速扩大和现代化，在未来将有军事航天计划，目前则是正在积极开发导弹防御系统和强大的核武军事能力。
陆军🔗

印度陆军人数在21世纪初保持在百万人的水平，是世界上人数最多的陆军。印度完全采纳志愿役制度，未使用过征兵制。印度陆军起初的目标是为了保护国家的边界，然而近来也开始对内部提供安全保护，特别是针对袭击克什米尔和东北部的武装恐怖分子、分离分子。
海軍🔗

印度海軍擁有55,000人，其中有5,000名海軍航空兵和2,000名海軍陸戰隊，是世界第五大海軍。印度海軍目前擁有超過155艘船艦，包括現已退役的維拉特號航空母艦，目前印度現役航母為維克拉瑪蒂亞號航空母艦（直譯為「超日王號航空母艦」），一艘建造中。

印度海軍在2016年8月起在印度洋部署了彈道飛彈潛艦，以保障國家海域戰略安全，主要防禦巴基斯坦與中国人民解放军海军的威脅，目前印度共有五艘彈道飛彈潛艦[123]。
空軍🔗

印度空軍擁有140,000人，正式成立於1932年10月8日，随后作為輔助空軍的印度帝國和皇家前鋒1945年在二戰期間印度空軍正式進入戰場作戰。自獨立以來，印度空軍参与过同周邊的巴基斯坦和中国的四場戰爭。印度空軍也一直積極参与聯合國維持和平的任務。
海岸警衛隊🔗

印度海岸警衛隊拥有5,500人，印度海岸警衛隊的組織類似於其他的印度武裝部隊。它按海岸警衛隊法創建於1978年8月18日成為一個獨立的單位。它的工作由印度國防部指揮。
参见🔗

    印度—英国关系、印度—美国关系
    印度—俄罗斯关系、印苏关系
    中国—印度关系、印巴关系、中印
    印度通讯
    不结盟运动
    金砖国家

注释🔗

俄罗斯东部的西伯利亚（面积1310万平方公里）为亚洲的一部分。
该国具体面积由于国界争议而难以确定。印度政府称总面积为3,287,260平方公里（1,269,220平方英里），其中陆地面积为3,060,500平方公里（1,181,700平方英里）；联合国则称总面积为3,287,263平方公里（1,269,219平方英里），其中陆地面积为2,973,190平方公里（1,147,960平方英里）(Library of Congress 2004)，以上数据为印度声称的领土面积，包括了印度所有实际控制区的面积为3,166,391平方公里（1,222,550平方英里）。
《印度宪法》第八附表官方语言的「婆罗多」（ISO: Bhārat，或译作“巴拉特”）名称[26][27]

    印度控制下的最北点为位于查谟和克什米尔的争议地区锡亚琴冰川，但印度政府将前查谟和克什米尔土邦的所有区域，含当前由巴基斯坦管辖的吉尔吉特－巴尔蒂斯坦，均视为其领土。因此，印度政府将北纬37度6分视作印度的最北点。

参考文献🔗
引用🔗

National Informatics Centre 2005.
National Symbols | National Portal of India. India.gov.in. [2013-07-06]. （原始内容存档于2013-07-06）.
Hindi, not a national language: Court. [2016-10-08]. （原始内容存档于2014-07-04）.
Constitutional Provisions - Official Language Related Part-17 Of The Constitution Of India. National Informatics Centre. [2015-12-27]. （原始内容存档于2016-02-01） （印地语）.
Eighth Schedule (PDF). [2013-07-01]. （原始内容 (PDF)存档于2013-10-08）.
Census of India : C-1 Population By Religious Community. [2016-10-08]. （原始内容存档于2015-09-13）.
2.87 million Indians have no faith, census reveals for first time. [2016-10-08]. （原始内容存档于2017-01-31）.
Profile. india.gov.in. [2016-10-08]. （原始内容存档于2014-02-09）.
Report for Selected Countries and Subjects. IMF. [2023-08-07]. （原始内容存档于2023-08-07） （英语）.
Population Enumeration Data (Final Population). 印度人口普查. [2016-06-17]. （原始内容存档于2016-05-22）.
A - 2 DECADAL VARIATION IN POPULATION SINCE 1901 (PDF). 印度人口普查. [2016-06-17]. （原始内容存档 (PDF)于2016-04-30）.
India. World Economic Outlook Database. International Monetary Fund (IMF). 2023-04 [2024-02-28]. （原始内容存档于2023-05-12）.
Gini Index. World Bank. [2024-03-21]. （原始内容存档于2024-04-26）.
Human Development Report 2023 (PDF). UNITED NATIONS DEVELOPMENT PROGRAMME. [2024-3-21]. （原始内容存档 (PDF)于2024-03-13）.
Khan, Saeed. There's no national language in India: Gujarat High Court. The Times of India. 2010-01-25 [2014-05-05]. （原始内容存档于2014-03-18）.
Press Trust of India. Hindi, not a national language: Court. The Hindu. Ahmedabad. 2010-01-25 [2014-12-23]. （原始内容存档于2014-07-04）.
Ministry of Home Affairs 1960.
Profile | National Portal of India. India.gov.in. [2013-08-23]. （原始内容存档于2014-02-09）.
Key Facts of India. thecommonwealth.org. [2018-09-10]. （原始内容存档于2022-02-16）.
Akhilesh Pillalamarri. India is the World’s Most Populous Country: What it Means. The DIPLOMAT. [2023-01-26]. （原始内容存档于2023-03-09）.
The Major Religions In India. WorldAtlas. [2021-01-06]. （原始内容存档于2021-02-24）.
背景资料：世界有哪些核国家？. Reuters. 2012-03-26 [2022-10-24]. （原始内容存档于2022-11-17） （英语）.
Welle (www.dw.com), Deutsche. 着眼与中国竞争，印度国防预算大增13% | DW | 02.02.2023. DW.COM. （原始内容存档于2023-10-10） （中文（中国大陆））.
WTO (PDF). [2023-07-19]. （原始内容存档 (PDF)于2022-01-31）.
《大唐西域記》卷二
Report on the Delegation of eight top-level domains representing India in various languages to the National Internet Exchange of India (NIXI). [2023-09-12]. （原始内容存档于2023-10-09）.
India Country Travel Guide. Travel Reports. 2021 [2023-09-12]. （原始内容存档于2023-12-04） （英语）.
10 Civilizations That Disappeared Under Mysterious Circumstances. [2017-08-25]. （原始内容存档于2017-08-25）.
Indus Valley Civilization. [2017-08-25]. （原始内容存档于2017-08-25）.
Talageri, Shrikant G. The Rigveda: A Historical Analysis. Aditya Prakashan. 2000. ISBN 978-81-7742-010-4 （英语）.
莫迪在美国国会讲话：印度很快就会成为第三大经济体. RFI - 法国国际广播电台. 2023-06-23 [2023-06-26]. （原始内容存档于2023-07-03） （中文（简体））.
王晓文. 印度莫迪政府的大国战略评析. 2017 [2023-08-11]. （原始内容存档于2023-08-12） –通过《现代国际关系》.
印度启动世界最大规模选举选民达7.14亿 （页面存档备份，存于互联网档案馆），新浪网新闻中心，2009年3月14日
印度总统选举开始投票. 新华网. 2017-07-17 [2019-05-07]. （原始内容存档于2019-05-07）.
印度总统科温德宣誓就职. 新华网. 2017-07-25 [2019-05-07]. （原始内容存档于2019-05-07）.
印度新总统出炉！其实在印度，“贱民”、女性都可以做总统_私家历史. 澎湃新闻. 2017-07-20 [2019-05-07]. （原始内容存档于2019-05-07）.
印度执政联盟候选人奈杜当选副总统. 新华网. 2017-08-06 [2019-05-07]. （原始内容存档于2019-05-07）.
背景资料：中印边境争端. 凤凰网. 2009年8月6日 [2010年12月16日]. （原始内容存档于2011年11月4日）.
Weblink (PDF). [2017-06-08]. （原始内容存档 (PDF)于2012-05-07）.
Ministry of Information and Broadcasting 2007，第1頁.
Information About Maharashtra, Industries, Economy, Exports of Maharashtra. ibef.org. [2014-04-12]. （原始内容存档于2016-08-04）.
SUDALAIMUTHU, S.; RAJ, S.A. Logistics Management for International Business: Text and Cases. PHI Learning. 2009 [2016-04-07]. ISBN 9788120337923. （原始内容存档于2019-05-14）.
Kumar, Dharma (Ed.). 4. The Cambridge Economic History of India (Volume 2). : 422.
Nayak, Goldar & Agrawal 2010，第xxv頁.
International Monetary Fund.
簡采倫. 悄悄崛起！印度超越法國成全球第6大經濟體. 上報 UP Media. 2018-07-13 [2018-07-16]. （原始内容存档于2018-07-16） （中文（臺灣））.
International Monetary Fund 2011，第2頁.
Wolpert 2003，第xiv頁.
Alamgir 2008，第23, 97頁.
Organisation for Economic Co-operation and Development 2007.
Gargan 1992.
UNDERSTANDING THE WTO: THE ORGANIZATION Members and Observers. World Trade Organization. [2018年6月13日]. （原始内容存档于2011年6月29日） （英语）.
Sakib Sherani. Pakistan's remittances. dawn.com. [2015-12-17]. （原始内容存档于2015-12-16）.
Library of Congress 2004.
The Times of India 2009.
Economist 2011.
Bonner 2010.
Farrell & Beinhocker 2007.
Schwab 2010.
Sheth 2009.
Telecom Regulatory Authority 2011.
Business Line 2010.
Express India 2009.
Yep 2011.
World Bank 2006.
World Bank a.
World Bank b.
Drèze & Goyal 2008，第46頁.
Pal & Ghosh 2007.
British Broadcasting Corporation 2010 c.
International Monetary Fund 2011.
Mumbai Rising? India's Economic Rise and the United States. YouTube.com. [2017-06-08]. （原始内容存档于2016-04-10）.
TOP. 中央社实时新闻 CNA NEWS. Cna.com.tw. 2016-06-28 [2017-06-08]. （原始内容存档于2017-10-10）.
The World in 2050 (PDF). 普華永道事務所. 2011年1月 [2018-06-12]. （原始内容存档 (PDF)于2018-08-20）.
Measuring the cost of living worldwide. The Economist. [2017-05-25]. （原始内容存档于2017-05-25）.
存档副本. [2020-02-21]. （原始内容存档于2020-02-21）.
TELECOM REGULATORY AUTHORITY OF INDIA (PDF). 2011年4月6日 [2012年5月14日]. （原始内容 (PDF)存档于2011年4月24日） （英语）.
Khan, Danish. Indian smartphone market grows 23% to overtake US in Q3; Samsung, Xiaomi drive shipments. The Economic Times. 2017-10-28 [2017-11-05]. （原始内容存档于2017-10-31）.
India second fastest growing auto market after China. 2010年4月10日 [2018年6月13日]. （原始内容存档于2022年2月16日） （英语）.
Indian car exports surge 36%. 2009年10月13日 [2018年6月13日]. （原始内容存档于2018年8月20日） （英语）.
India's total power capacity crosses 300 gw mark. NDTV. [2018-06-13]. （原始内容存档于2017-06-16）.
Indian IT-BPO Industry. 2012年1月4日 [2018年6月13日]. （原始内容存档于2012年5月9日） （英语）.
Vishal Dutta. Indian biotech industry at critical juncture, global biotech stabilises: Report. Economic Times. 2012-07-10 [2012-10-31]. （原始内容存档于2013-01-16）.
Indian pharmaceutical industry—growth story to continue. Express Pharma. 2012-01-15 [2012-10-31]. （原始内容存档于2013-01-16）.
Biotechnology and Pharmaceutical Sector in India: sector briefing by the UK Trade and Investment 2011, utki.gov.uk
Differding Consulting Publi 6. Differding.com. 2014-02-11 [2014-04-04]. （原始内容存档于2014-02-23）.
Railways compares the total route length of the railway network and of its component parts. 美国中情局. 2014-12-16 [2016-06-19]. （原始内容存档于2016-05-17）.
Stella Peng. 印度铁路惨不忍睹的现状. globalvoices. 2016-02-26 [2016-11-22]. （原始内容存档于2016-11-23）.
印度　铁路期待现代化（国外铁路运输面面观（完））. 人民网. 2008-08-04 [2012-01-06]. （原始内容存档于2014-02-03） （中文（简体））.
2015年印度铁路展获得国际铁路界的高度关注. 五矿国际广告展览有限公司. [2016-11-22]. （原始内容存档于2016-11-22）.
中日再竞争印度高铁建设. 人民网. 2015年9月25日 [2016-11-22]. （原始内容存档于2016年3月4日）.
日本击败中国 夺印度高铁工程. Nextplus.nextmedia.com. 1980-01-01 [2017-06-08]. （原始内容存档于2018-01-10）.
Manorama Yearbook 2006 (India - The Country). Malayala Manorama. 2006: 515. ISSN 0542-5778.
Inland Water Transport Policy : Introduction. Inland Waterways Authority of India. [2009-06-20]. （原始内容存档于2020-11-01）.
赵巍. 印度：全球最惊艳的航空运输市场. 中国经济网. 2016年7月4日 [2016-11-22]. （原始内容存档于2016年11月22日）.
O.P.Agarwal. 印度应对城市机动化策略 (PDF). 城市交通. 2010年9月, 第8卷 (第5期) [2016-11-17]. （原始内容 (PDF)存档于2016-11-18）.
印度嘟嘟车. 印度中文网. 2012-11-30 [2016-11-21]. （原始内容存档于2016-11-21）.
Ministry of Home Affairs 2011.
Ministry of Home Affairs 2010–2011 b.
Central Intelligence Agency.
Population by Country (2019) - Worldometers. www.worldometers.info. [2019-03-22]. （原始内容存档于2016-02-04） （英语）.
Rorabacher 2010，第35–39頁.
World Health Organisation 2006.
Boston Analytics 2009.
Robinson 2008.
Dev & Rao 2009，第329頁.
Garg 2005.
Dyson & Visaria 2005，第115–129頁.
Ratna 2007，第271–272頁.
Skolnik 2008，第36頁.
Singh 2004，第106頁.
印度承认变性人为第三种性别 享受少数组群福利. 中国新闻网. 2014-04-16. （原始内容存档于2014-04-16）.
国际纵横：为何印度妇女经常遭到奸杀？. BBC中文网. 2014年6月14日. （原始内容存档于2014年6月18日）.
欧东明. 印度教与印度种姓制度. 南亚研究季刊, 2002(3):P64-P69.
Dharwadker 2010，第168–194, 186頁.
Ottenheimer 2008，第303頁.
Mallikarjun 2004.
Ministry of Home Affairs 2010–2011.
世界上最大的电影王国——印度电影再度辉煌. 光明日报. 2011-01-25 [2013年1月10日]. （原始内容存档于2012年8月9日） （中文）.
Babones, Salvatore. Why France Has a Much Better India Strategy Than America. Foreign Policy. 2021-02-01 [2023-08-11]. （原始内容存档于2023-09-21） （美国英语）.
中印互驱记者关系降至新低，边境局势依然紧张或一触即发. 美国之音. 2023-06-03 [2023-08-11]. （原始内容存档于2023-08-11） （中文）.
何宏儒. 《印度对180国开放落地签》. 中央社. 2014年2月7日. （页面存档备份，存于互联网档案馆）

    Nilanthi Samaranayake. Great Power Competition in the Indian Ocean (PDF). CNA corporation. 2018-02-26 [2018-06-16]. （原始内容存档 (PDF)于2018-06-16） （英语）.

来源🔗

总览

    India, 世界概况 (中央情报局), [2011-10-04], （原始内容存档于2008-06-11） 本条目引用的公有领域材料来自CIA的文档《The World Factbook》。
    Country Profile: India (PDF), Library of Congress Country Studies 5th (Library of Congress Federal Research Division), 2004-12 [2011-09-30], （原始内容存档 (PDF)于2009-03-24）
    Heitzman, J.; Worden, R. L., India: A Country Study, Area Handbook Series, Washington, D.C.: Library of Congress, 1996-08, ISBN 978-0844408330
    India, International Monetary Fund, [2011-10-14], （原始内容存档于2021-03-24）
    Provisional Population Totals – Census 2011, Office of the Registrar General and Census Commissioner (Ministry of Home Affairs,印度政府), 2011 [2011-03-29], （原始内容存档于2018-12-24）
    Constituent Assembly of India—Volume XII, Constituent Assembly of India: Debates (National Informatics Centre,印度政府), 1950-01-24 [2011-07-17], （原始内容存档于2011-07-21）
    There's No National Language in India: Gujarat High Court, The Times Of India, 2007-01-06 [2011-07-17], （原始内容存档于2014-01-29）
    Table 1: Human Development Index and its Components (PDF), Human Development Report 2011 (PDF), 联合国, 2011 [2012-05-12], （原始内容存档 (PDF)于2017-11-29）

经济

    Alamgir, J., India's Open-Economy Policy: Globalism, Rivalry, Continuity, Taylor & Francis, 2008-12-24 [2011-07-23], ISBN 978-0-415-77684-4, （原始内容存档于2020-10-27）
    Bonner, B, Make Way, World. India Is on the Move, 基督科学箴言报, 2010-03-20 [2011-07-23], （原始内容存档于2021-03-24）
    India Lost $462bn in Illegal Capital Flows, Says Report, BBC News (英国广播公司), 2010-11-18 [2011-07-23], （原始内容存档于2021-02-24）
    India Second Fastest Growing Auto Market After China, Business Line, 2010-04-09 [2011-07-23], （原始内容存档于2014-01-29）
    India's Economy: Not Just Rubies and Polyester Shirts, 经济学人, 2011-10-08 [2011-10-09], （原始内容存档于2017-10-19）
    Indian Car Exports Surge 36%, Express India, 2009-10-13 [2011-07-23], （原始内容存档于2013-01-02）
    Report for Selected Countries and Subjects: India, Indonesia, Islamic Republic of Iran, Malaysia, Philippines, Sri Lanka, Thailand, International Monetary Fund, 2011-04 [2011-07-23], （原始内容存档于2021-02-24）
    Farrell, D.; Beinhocker, E., Next Big Spenders: India's Middle Class, McKinsey & Company, 2007-05-19 [2011-09-17], （原始内容存档于2011-11-16）
    Gargan, E. A., India Stumbles in Rush to a Free Market Economy, The New York Times, 1992-08-15 [2011-07-22], （原始内容存档于2021-02-24）
    World Economic Outlook Update (PDF), 国际货币基金组织, 2011-06 [2011-07-22], （原始内容存档 (PDF)于2017-03-16）
    Nayak, P. B.; Goldar, B.; Agrawal, P., India's Economy and Growth: Essays in Honour of V. K. R. V. Rao, SAGE Publications, 2010-11-10 [2012-05-14], ISBN 978-81-321-0452-0, （原始内容存档于2020-10-30）
    Olson, R. G., Technology and Science in Ancient Civilizations, Praeger Series on the Ancient World (Praeger), 2009-12-21 [2011-09-27], ISBN 978-0-275-98936-1, （原始内容存档于2015-03-23）
    Economic Survey of India 2007: Policy Brief (PDF), Organisation for Economic Co-operation and Development, 2007-10 [2011-07-22], （原始内容 (PDF)存档于2018-12-25）
    Pal, P.; Ghosh, J., Inequality in India: A Survey of Recent Trends (PDF), Economic and Social Affairs: DESA Working Paper No. 45 (United Nations), 2007-07 [2011-07-23], （原始内容存档 (PDF)于2021-02-24）
    The World in 2050: The Accelerating Shift of Global Economic Power: Challenges and Opportunities (PDF), PricewaterhouseCoopers, January2011 [2011-07-23], （原始内容存档 (PDF)于2013-07-26）
    Schwab, K., The Global Competitiveness Report 2010–2011 (PDF), 世界经济论坛, 2010 [2011-05-10], （原始内容存档 (PDF)于2010-12-06）
    Sheth, N., Outlook for Outsourcing Spending Brightens, 华尔街日报, 2009-05-28 [2010-10-03], （原始内容存档于2013-10-02）
    Information Note to the Press (Press Release No.29 /2011) (PDF), Telecom Regulatory Authority of India, 2011-04-06 [2011-07-23], （原始内容 (PDF)存档于2011-04-24）
    Exporters Get Wider Market Reach, 印度时报, 2009-08-28 [2011-07-23], （原始内容存档于2014-01-29）
    Corruption Perception Index 2010—India Continues to be Corrupt (PDF), Transparency International, 2011-10-26 [2011-07-23], （原始内容 (PDF)存档于2011-07-28）
    New Global Poverty Estimates—What It Means for India, 世界银行集团, [2011-07-23], （原始内容存档于2012-05-06）
    India: Undernourished Children—A Call for Reform and Action, 世界银行集团, [2011-07-23], （原始内容存档于2018-06-13）
    Inclusive Growth and Service Delivery: Building on India's Success (PDF), World Bank, 2006-05-29 [2009-05-07], （原始内容 (PDF)存档于2011-08-21）
    India Country Overview September 2010, 世界银行集团, 2010-09 [2011-07-23], （原始内容存档于2011-05-22）
    Trade to Expand by 9.5% in 2010 After a Dismal 2009, WTO Reports, 世界贸易组织, 2010-03-26 [2011-07-23], （原始内容存档于2021-03-23）
    Yep, E., ReNew Wind Power Gets $201 Million Goldman Investment, The Wall Street Journal, 2011-09-27 [2011-09-27], （原始内容存档于2013-10-02）

人口

    Bonner, A., Averting the Apocalypse: Social Movements in India Today, Duke University Press, 1990 [2011-07-24], ISBN 978-0822310488, （原始内容存档于2020-09-14）
    Healthcare in India: Report Highlights (PDF), Boston Analytics, 2009-01 [2011-07-23], （原始内容 (PDF)存档于2011-07-28）
    Dev, S. M.; Rao, N. C., India: Perspectives on Equitable Development, Academic Foundation, 2009 [2012-05-10], ISBN 978-8171886852, （原始内容存档于2020-07-05）
    Dharwadker, A., Representing India's Pasts: Time, Culture, and Problems of Performance Historiography, Canning, C. M.; Postlewait, T. (编), Representing the Past: Essays in Performance Historiography, University of Iowa Press, 2010-10-28 [2011-07-24], ISBN 978-1587299056, （原始内容存档于2020-12-19）
    Drèze, J.; Goyal, A., The Future of Mid-Day Meals, Baru, R. V. (编), School Health Services in India: The Social and Economic Contexts, SAGE Publications, 2009-02-09 [2012-05-10], ISBN 978-8178298733, （原始内容存档于2020-07-22）
    Dyson, T.; Visaria, P., Migration and Urbanisation: Retrospect and Prospects, Dyson, T.; Casses, R.; Visaria, L. (编), Twenty-First Century India: Population, Economy, Human Development, and the Environment, Oxford University Press, 2005-07-07 [2012-05-10], ISBN 978-0199283828, （原始内容存档于2020-08-12）
    Garg, S. C., Mobilizing Urban Infrastructure Finance in India (PDF), 世界银行集团, 2005-04-19 [2010-01-27], （原始内容 (PDF)存档于2009-08-24）
    Mallikarjun, B, Fifty Years of Language Planning for Modern Hindi—The Official Language of India, Language in India, 2004-11, 4 (11) [2011-07-24], ISSN 1930-2940, （原始内容存档于2008-12-24）
    Notification No. 2/8/60-O.L, Ministry of Home Affairs, 印度政府, 1960-04-27 [2011-05-13], （原始内容存档于2011-05-02）
    Religious Composition, Office of the Registrar General and Census Commissioner (Ministry of Home Affairs, 印度政府), 2010–2011 [2011-07-23], （原始内容存档于2018-12-24）
    Census Data 2001, Office of the Registrar General and Census Commissioner (Ministry of Home Affairs, 印度政府), 2010–2011 [2011-07-22], （原始内容存档于2008-12-18）
    Ottenheimer, H. J., The Anthropology of Language: An Introduction to Linguistic Anthropology, Cengage, 2008 [2012-05-10], ISBN 978-0495508847, （原始内容存档于2020-10-30）
    Ratna, U., Interface Between Urban and Rural Development in India, Dutt, A. K.; Thakur, B. (编), City, Society, and Planning 1, Concept, 2007 [2012-05-10], ISBN 978-8180694592, （原始内容存档于2020-07-29）
    Robinson, S., India's Medical Emergency, 时代, 2008-05-01 [2011-07-23], （原始内容存档于2013-07-26）
    Rorabacher, J. A., Hunger and Poverty in South Asia, Gyan, 2010 [2012-05-10], ISBN 978-8121210270, （原始内容存档于2020-12-19）
    Singh, S., Library and Literacy Movement for National Development, Concept, 2004 [2012-05-10], ISBN 978-8180690655, （原始内容存档于2020-07-27）
    Skolnik, R. L., Essentials of Global Health, Jones & Bartlett Learning, 2008 [2012-05-10], ISBN 978-0763734213, （原始内容存档于2020-08-01）
    Country Cooperation Strategy: India (PDF), 世界卫生组织, 2006-11 [2011-07-23], （原始内容存档 (PDF)于2016-04-18）

外部链接🔗
查看维基词典中的词条「印度」。
維基導遊上的相關旅行指南：印度
维基共享资源中相關的多媒體資源：印度（分類）
元維基有相關資訊：印度（英文）

    （英文）印度政府官方网站（页面存档备份，存于互联网档案馆）
    （英文）总理办公室官方网站
    （英文）印度总统官方网站（页面存档备份，存于互联网档案馆）
    （英文）印度议会官方网站（页面存档备份，存于互联网档案馆）
    （简体中文）印度行政区划 - 行政区划网站
    （英文）India. The World Factbook 2025. Central Intelligence Agency.
    （英文）开放目录项目中的“印度”
    （英文） 維基媒體的印度地圖集
    OpenStreetMap上有關印度的地理信息
    谷歌地图

	 巴基斯坦 	 巴基斯坦　 中华人民共和国
	
 尼泊尔

中华人民共和国 中国西藏
 不丹
中华人民共和国 中国西藏
	
阿拉伯海
印度洋 		 孟加拉国　 緬甸
孟加拉湾
印度洋
	             印度             	
	印度洋　保克海峡/ 斯里蘭卡
	

    查论编

 印度主題
	

	

	

	

	

	

	

	

	

	

	
	

	

	

	

	

	

	

	

	

	

	

	

	

    查论编

亚洲
	

	
	

	

	

	

	


	

    查论编

英语世界
	
	

	

	

	

	
	
	

	

	

	


    查论编

联邦制国家
	

	

	

    查论编

现存社会主义国家

    中国古巴老挝越南斯里蘭卡圭亚那坦桑尼亚孟加拉国印度尼泊尔尼加拉瓜朝鲜民主主义人民共和国

	
國際組織成員

	

	

	

	

	
	









	










	









	









	









	










	

	
	

    圣诞岛科科斯（基林）群島诺福克岛

	

	

	

    英国

	


	

	
	
	

	

	

	





	

	


	

	

	

	

	

	
	

	

规范控制数据库 編輯維基數據鏈接
	

	

	

	

	

	

	

分类：​

    社会主义国家英聯邦成員國二十國集團成員國印度南亚国家聯邦共和制國家核武國家上海合作组织成员国联合国会员国金砖国家成员国环印度洋区域合作联盟成员国世界贸易组织成员前英國殖民地普通法系國家及地區十五国集团会员国

`,`


Wikipedia The Free Encyclopedia

    Donate
    Create account
    Log in

Contents
(Top)
Etymology

History

Geography

Government and politics

Economy

Demographics

Culture

See also

Notes

References

Bibliography

    External links

India🔗

    Article
    Talk

    Read
    View source
    View history

Tools

Appearance
Text

    Small
    Standard
    Large

Width

    Standard
    Wide

Color (beta)

    Automatic
    Light
    Dark

Coordinates: 21°N 78°E
Featured article
Extended-protected article
From Wikipedia, the free encyclopedia
Sorry to interrupt, but we're short on time to hit our goal.
This Saturday, we ask you to join the 2% of readers who give. If everyone reading this right now gave just $2.75, we'd hit our goal quickly. $2.75 is all we ask.
December 20: Wikipedia still can't be sold
We're sorry we've made several attempts to reach you lately, but it's Saturday, December 20, and we still need some help. If everyone reading this gave $2.75 today, we'd hit our goal in a few hours. Most readers don't donate; only 2% do. Wikipedia is run by a nonprofit, not by a billionaire. So if Wikipedia has given you $2.75 worth of knowledge, please give. Any contribution helps, whether it's $2.75 or $25.

25 years of the internet at its best
This article is about the country. For other uses, see India (disambiguation).
Republic of India
Bhārat Gaṇarājya
Horizontal tricolour flag bearing, from top to bottom, deep saffron, white, and green horizontal bands. In the centre of the white band is a navy-blue wheel with 24 spokes.
Flag
State emblem
Motto: Satyameva Jayate (Sanskrit)
"Truth Alone Triumphs"[1]
Anthem: Jana Gana Mana (Hindi)[a][2][3]
"Thou Art the Ruler of the Minds of All People"[4][2]
Duration: 1 minute and 4 seconds.1:04
National song: Vande Mataram (Sanskrit)[c]
"I Bow to Thee, Mother"[b][1][2]
Duration: 2 minutes and 26 seconds.2:26
Image of a globe centred on India, with India highlighted.
  Territory controlled by India
  Territory claimed but not controlled
Capital	New Delhi
28°36′50″N 77°12′30″E
Largest city by city proper population	Mumbai
Largest city by metropolitan area population	Delhi
Official languages	

    HindiEnglish[d][8]

Recognised regional languages	
State level and Eighth Schedule[9]

Native languages	424 languages[g]
Religion (2011)[11]
	

    79.8% Hinduism
    14.2% Islam
    2.3% Christianity
    1.7% Sikhism
    0.7% Buddhism
    0.4% Jainism
    0.23% unaffiliated
    0.65% other

Demonyms	

    Indianothers

Government	Federal parliamentary republic
• President
	Droupadi Murmu
• Vice President
	C. P. Radhakrishnan
• Prime Minister
	Narendra Modi
Legislature	Parliament
• Upper house
	Rajya Sabha
• Lower house
	Lok Sabha
Independence from the United Kingdom
• Dominion
	15 August 1947
• Republic
	26 January 1950
Area
• Total
	3,287,263 km2 (1,269,219 sq mi)[2][h] (7th)
• Water (%)
	9.6
Population
• 2023 estimate
	Neutral increase 1,428,627,663[13] (1st)
• 2011 census
	Neutral increase 1,210,854,977[14][15] (2nd)
• Density
	432.3/km2 (1,119.7/sq mi) (30th)
GDP (PPP)	2025 estimate
• Total
	Increase $17.647 trillion[16] (3rd)
• Per capita
	Increase $12,132[16] (119th)
GDP (nominal)	2025 estimate
• Total
	Increase $4.187 trillion[16] (4th)
• Per capita
	Increase $2,878[16] (136th)
Gini (2022)	Positive decrease 25.5[17]
low inequality
HDI (2023)	Increase 0.685[18]
medium (130th)
Currency	Indian rupee (₹) (INR)
Time zone	UTC+05:30 (IST)
Date format	

    dd-mm-yyyy[i]

Calling code	+91
ISO 3166 code	IN
Internet TLD	.in (others)

India, officially the Republic of India,[j][20] is a country in South Asia. It is the seventh-largest country by area; the most populous country since 2023;[21] and, since its independence in 1947, the world's most populous democracy.[22][23][24] Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[k] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is near Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Myanmar, Thailand, and Indonesia.

Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.[26][27][28] Their long occupation, predominantly in isolation as hunter-gatherers, has made the region highly diverse.[29] Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.[30] By 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest.[31][32] Its hymns recorded the early dawnings of Hinduism in India.[33] India's pre-existing Dravidian languages were supplanted in the northern regions.[34] By 400 BCE, caste had emerged within Hinduism,[35] and Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.[36] Early political consolidations gave rise to the loose-knit Maurya and Gupta Empires.[37] Widespread creativity suffused this era,[38] but the status of women declined,[39] and untouchability became an organised belief.[l][40] In South India, the Middle kingdoms exported Dravidian language scripts and religious cultures to the kingdoms of Southeast Asia.[41]

In the 1st millennium, Islam, Christianity, Judaism, and Zoroastrianism became established on India's southern and western coasts.[42] In the early centuries of the 2nd millennium Muslim armies from Central Asia intermittently overran India's northern plains.[43] The resulting Delhi Sultanate drew northern India into the cosmopolitan networks of medieval Islam.[44] In south India, the Vijayanagara Empire created a long-lasting composite Hindu culture.[45] In the Punjab, Sikhism emerged, rejecting institutionalised religion.[46] The Mughal Empire ushered in two centuries of economic expansion and relative peace,[47] and left a rich architectural legacy.[48][49] Gradually expanding rule of the British East India Company turned India into a colonial economy but consolidated its sovereignty.[50] British Crown rule began in 1858. The rights promised to Indians were granted slowly,[51][52] but technological changes were introduced, and modern ideas of education and the public life took root.[53] A nationalist movement emerged in India, the first in the non-European British Empire and an influence on other nationalist movements.[54][55] Noted for nonviolent resistance after 1920,[56] it became the primary factor in ending British rule.[57] In 1947, the British Indian Empire was partitioned into two independent dominions,[58][59][60][61] a Hindu-majority dominion of India and a Muslim-majority dominion of Pakistan. A large-scale loss of life and an unprecedented migration accompanied the partition.[62]

India has been a federal republic since 1950, governed through a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to over 1.4 billion in 2023.[63] During this time, its nominal per capita income increased from US$64 annually to US$2,601, and its literacy rate from 16.6% to 74%. A comparatively destitute country in 1951,[64] India has become a fast-growing major economy and a hub for information technology services, with an expanding middle class.[65] India has reduced its poverty rate, though at the cost of increasing economic inequality.[66] It is a nuclear-weapon state that ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.[67] Among the socio-economic challenges India faces are gender inequality, child malnutrition,[68] and rising levels of air pollution.[69] India's land is megadiverse with four biodiversity hotspots.[70] India's wildlife, which has traditionally been viewed with tolerance in its culture,[71] is supported in protected habitats.
Etymology🔗
Main article: Names for India

According to the Oxford English Dictionary, the English proper noun "India" derives most immediately from the Classical Latin India, a reference to a loosely-defined historical region of Asia stretching from South Asia to the borders of China. Further etymons are: Hellenistic Greek India (Ἰνδία); Ancient Greek Indos (Ἰνδός), or the River Indus; Achaemenian Old Persian Hindu (an eastern province of the Achaemenid Empire); and Sanskrit Sindhu, or "river," but specifically the Indus river, and by extension its well-settled basin.[72] The Ancient Greeks referred to South Asians as Indoi, 'the people of the Indus'.[73]

The term Bharat (Bhārat; pronounced [ˈbʱaːɾət] ⓘ), mentioned in both Indian epic poetry and the Constitution of India,[74][75] is used in its variations by many Indian languages. A modern rendering of the historical name Bharatavarsha, which applied originally to North India,[76][77] Bharat gained increased currency from the mid-19th century as a native name for India.[74][78]

Hindustan ([ɦɪndʊˈstaːn] ⓘ) is a Middle Persian name for India that became popular by the 13th century,[79] and was used widely since the era of the Mughal Empire. The meaning of Hindustan has varied, referring to a region encompassing the northern Indian subcontinent (present-day northern India and Pakistan) or to India in its near entirety.[74][78][80]
History🔗
Main article: History of India
Ancient India🔗

Based on coalescence of Mitochondrial DNA and Y Chromosome data, it is thought that the earliest extant lineages of anatomically modern humans or Homo sapiens on the Indian subcontinent had reached there from Africa between 80,000 and 50,000 years ago, and with high likelihood by 55,000 years ago.[26][27][28][81] Their long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity.[29] However, the earliest known modern human fossils in South Asia date to about 30,000 years ago.[27] Evidence for the neolithic period appeared in the western margins of the Indus river basin, in Mehrgarh, Balochistan, Pakistan after 7000 BCE. Domestication of grain-producing plants (including barley) and animals (including humped zebu cattle) occurred here. These cultures gradually evolved into the Indus Valley Civilisation, which flourished during 2500–1900 BCE in Pakistan and western India.[82][30] Centred around cities such as Mohenjo-daro, Harappa, Dholavira, Ganweriwala, and Rakhigarhi,[83] its characteristic features included standardised weights; steatite seals; a written script; arts and crafts including pottery styles, terracotta human and animal statuettes; urban planning; and public works.[83] Networks of towns and villages grew around the cities in a new agro-pastoral economy.[84]

Between 1500 BCE and 1200 BCE, an archaic form of Sanskrit, an Indo-European language, diffused into India from the northwest. Its evidence today is found in the Rig Veda—the oldest scripture associated with what later became Hinduism—which was composed by Indo-Aryan-speaking tribes migrating east from what is today northern Afghanistan and across the Punjab region.[31][32] The settling of the Ganges river plain took place during the next millennium, when large swathes of the river system's adjoining regions were deforested, at times by setting fires, or later by iron implements, and prepared for agriculture. The settlement may have involved driving the preexisting people out or enslaving them.[85] The Dravidian languages of India were supplanted in the north, creating a broad language familiy-divide, with the Indo-Aryan languages being spoken mainly in the north and west, and the Dravidian in some parts of east India and most of the south.[34] Classical Sanskrit, a refined and standardised grammatical form would emerge in the mid-1st millennium BCE and was codified in the Aṣṭādhyāyī ('Eight chapters') of Pāṇini.[m] The two major Sanskrit epics, the Mahābhārata and the Rāmāyaṇa, however, were composed in a range of oral storytelling registers called Epic Sanskrit which was used in northern India between 400 BCE and 300 CE, and roughly contemporary with classical Sanskrit.[87]

A second urbanisation had taken place in South Asia by 400 BCE, this time on the Ganges plain. In fortified cities, social differentiation by caste, or varna, had emerged.[35] By the mid-millennium also two new ethical and social systems had arisen: the religions Jainism, based on the teachings of Mahavira and Buddhism on those of the the Buddha. Both stressed non-violence and criticised animal sacrifices conducted in Hinduism, and also birth among Hindus into a fixed hereditary varna. By living ethically, lay people could rise socially and morally in these religions. [36] Chronicling the life of the Buddha was central to the beginnings of recorded history in India.[88] The rise of the two religions was a backdrop to the emergence of the first loose-knit geographically extensive power in South Asia, the Maurya Empire. During the rule of the founder's grandson, Ashoka (ca. 268–232 BCE), the empire briefly controlled the major urban hubs and arteries of the subcontinent, except in the deep south.[89][n][o] The empire's period was notable for creativity in art, architecture, inscriptions and produced texts,[92] but also by the consolidation of caste in the Gangetic plain, and the declining rights of women in the mainstream Indo-Aryan speaking regions of India.[93] After the Kalinga War in which his troops visited great violence on the region, Ashoka embraced Buddhism and promoted its tenets in edicts scattered across South Asia.[94] As the edicts forbade both the killing of wild animals and the destruction of forests, Ashoka is seen by some modern environmental historians as an early embodiment of that ethos.[95][96]

By the 4th and 5th centuries, the Gupta Empire had created a complex system of administration and taxation in the greater Ganges Plain; this system became a model for later Indian kingdoms.[97] Under the Guptas, a renewed Hinduism based on devotion, rather than the management of ritual, began to assert itself.[98] The renewal was reflected in a flowering of sculpture and architecture, which found patrons among an urban elite.[99] In South India, the Sangam literature of the Tamil language reveals that, between 200 BCE and 200 CE, the southern peninsula was ruled by the Cheras and the Cholas, along the western and eastern plains, respectively, of the Kaveri river valley, and the Pandyas farther south along the Vaigai river valley.[100] By the sixth century, the Pallavas had gained the upper hand. Simultaneously, Buddhism and Jainism, which had favoured a conservative transactionalism, were replaced by kingly devotion to the gods of particular places, which became a characteristic of the Bhakti movement.[101] The Pallavas, in particular, traded extensively with the Roman Empire and with West and Southeast Asia.[102]

    Manuscript illustration, c. 1650, of the Sanskrit epic Ramayana, composed in story-telling fashion c. 400 BCE – c. 300 CE[103]
    Manuscript illustration, c. 1650, of the Sanskrit epic Ramayana, composed in story-telling fashion c. 400 BCE – c. 300 CE[103]
    Colour lithograph, 1895, British Museum. Draupadi, the wife of all five Pandava brothers in the Mahabharata, is presented at a parcheesi game where Yudhishthira, the king of Hastinapura, had gambled away all material wealth, one of several instigating factors in the Mahabharata war.
    Colour lithograph, 1895, British Museum. Draupadi, the wife of all five Pandava brothers in the Mahabharata, is presented at a parcheesi game where Yudhishthira, the king of Hastinapura, had gambled away all material wealth, one of several instigating factors in the Mahabharata war.
    Cave 26, a Buddhist shrine, of the rock-cut Ajanta Caves
    Cave 26, a Buddhist shrine, of the rock-cut Ajanta Caves

Medieval India🔗
Main article: Medieval India

The Indian early medieval age, from 600 to 1200 CE, is defined by regional kingdoms and cultural diversity.[104] When Harsha of Kannauj, who ruled much of the Indo-Gangetic Plain from 606 to 647 CE, attempted to expand southwards, he was defeated by the Chalukya ruler of the Deccan.[105] When his successor attempted to expand eastwards, he was defeated by the Pala king of Bengal.[105] When the Chalukyas attempted to expand southwards, they were defeated by the Pallavas from farther south, who in turn were opposed by the Pandyas and the Cholas from still farther south.[105] No ruler of this period was able to create an empire and consistently control lands much beyond their core region.[105] During this time, pastoral peoples, whose land had been cleared to make way for the growing agricultural economy, were accommodated within caste society, as were new non-traditional ruling classes.[106] The caste system consequently began to show regional differences.[106]

In the 6th and 7th centuries, the first devotional hymns were composed in Tamil.[107] They were imitated all over India and led to both the resurgence of Hinduism and the development of all modern languages of the subcontinent.[107] Indian royalty, big and small, and the temples they patronised drew citizens in significant numbers to the capital cities, which became economic hubs as well.[108] Temple towns of various sizes began to appear everywhere as India underwent another urbanisation.[108] By the 8th and 9th centuries, the effects were felt in Southeast Asia, as South Indian culture and political systems were exported to lands that became part of modern-day Myanmar, Thailand, Laos, Brunei, Cambodia, Vietnam, Philippines, Malaysia, and Indonesia.[109] Indian merchants, scholars, and sometimes armies were involved in this transmission; Southeast Asians took the initiative as well, with many sojourning in Indian seminaries and translating Buddhist and Hindu texts into their languages.[109]

After the 10th century, Muslim Central Asian nomadic clans, using swift-horse cavalry and raising vast armies united by ethnicity and religion, repeatedly overran South Asia's north-western plains, leading eventually to the establishment of the Islamic Delhi Sultanate in 1206.[110] The sultanate was to control much of North India and to make many forays into South India. Although at first disruptive for the Indian elites, the sultanate largely left its vast non-Muslim subject population to its own laws and customs.[111][112]

By repeatedly repulsing Mongol raiders in the 13th century, the sultanate saved India from the devastation visited on West and Central Asia, setting the scene for centuries of migration of fleeing soldiers, learned men, mystics, traders, artists, and artisans from that region into the subcontinent, thereby creating a syncretic Indo-Islamic culture in the north.[113][114] The sultanate's raiding and weakening of the regional kingdoms of South India paved the way for the indigenous Vijayanagara Empire.[115] Embracing a strong Shaivite tradition and building upon the military technology of the sultanate, the empire came to control much of peninsular India,[116] and was to influence South Indian society for long afterwards.[115]

    Brihadisvara Temple, built by Chola emperor Rajaraja I between 1003 and 1010 CE
    Brihadisvara Temple, built by Chola emperor Rajaraja I between 1003 and 1010 CE
    Calligraphy on the Qutb Minar, built in the Delhi sultanate from 1199 CE to 1220 CE
    Calligraphy on the Qutb Minar, built in the Delhi sultanate from 1199 CE to 1220 CE
    Relief on Vijayanagara King's palace throne platform, Hampi, Karnataka, 14th and 15th centuries CE
    Relief on Vijayanagara King's palace throne platform, Hampi, Karnataka, 14th and 15th centuries CE

Early modern India🔗

In the early 16th century, northern India, then under mainly Muslim rulers,[117] fell again to the superior mobility and firepower of a new generation of Central Asian warriors.[118] The resulting Mughal Empire did not stamp out the local societies it came to rule. Instead, it balanced and pacified them through new administrative practices[119][120] and diverse and inclusive ruling elites,[121] leading to more systematic, centralised, and uniform rule.[122] Eschewing tribal bonds and Islamic identity, especially under Akbar, the Mughals united their far-flung realms through loyalty—expressed through a Persianised culture—to an emperor who had near-divine status.[121]

The Mughal state's economic policies, deriving most revenues from agriculture[123] and mandating that taxes be paid in the well-regulated silver currency,[124] caused peasants and artisans to enter larger markets.[122] The relative peace maintained by the empire during much of the 17th century was a factor in India's economic expansion,[122] resulting in greater patronage of painting, literary forms, textiles, and architecture.[125] Newly coherent social groups in northern and western India, such as the Marathas, the Rajputs, and the Sikhs, gained military and governing ambitions during Mughal rule, which, through collaboration or adversity, gave them both recognition and military experience.[126] Expanding commerce during Mughal rule gave rise to new Indian commercial and political elites along the coasts of southern and eastern India.[126] As the empire disintegrated, many among these elites were able to seek and control their own affairs.[127]

By the early 18th century, with the lines between commercial and political dominance being increasingly blurred, several European trading companies, including the English East India Company, had established coastal outposts.[128][129] The East India Company's control of the seas, greater resources, and more advanced military training and technology led it to assert its military strength increasingly and caused it to become attractive to a portion of the Indian elite; these factors were crucial in allowing the company to gain control over the Bengal region by 1765 and sideline the other European companies.[130][128][131][132] Its further access to the riches of Bengal and the subsequent increased strength and size of its army enabled it to annexe or subdue most of India by the 1820s.[133] India was no longer exporting manufactured goods as it had long, but instead supplying the British Empire with raw materials. Many historians consider this to be the onset of India's colonial period.[128] By this time, with its economic power severely curtailed by the British parliament and having effectively been made an arm of British administration, the East India Company began more consciously to enter non-economic arenas, including education, social reform, and culture.[134]

    The dargah, or mausoleam of Sufi saint Salim Chisti, built by Mughal emperor, Akbar, in the early 17th century
    The dargah, or mausoleam of Sufi saint Salim Chisti, built by Mughal emperor, Akbar, in the early 17th century
    A distant view of the Taj Mahal from the Agra Fort, both built by Mughal emperor Shah Jahan in the late 17th century
    A distant view of the Taj Mahal from the Agra Fort, both built by Mughal emperor Shah Jahan in the late 17th century
    A two-mohur East India Company rule gold coin, issued in 1835, the obverse inscribed "William IIII, King"
    A two-mohur East India Company rule gold coin, issued in 1835, the obverse inscribed "William IIII, King"

Modern India🔗
Main article: History of India (1947–present)

The appointment in 1848 of Lord Dalhousie as Governor General of the East India Company set the stage for changes essential to a modern state: the consolidation and demarcation of sovereignty, the surveillance of the population, and the education of citizens. Technological changes—among them, railways, canals, and the telegraph—were introduced not long after their introduction in Europe.[135][136][137][138] Disaffection with the company also grew during this time and set off the Indian Rebellion of 1857. Fed by diverse resentments and perceptions, including invasive British-style social reforms, harsh land taxes, and summary treatment of some wealthy landowners and princes, the rebellion rocked many regions of northern and central India and shook the foundations of Company rule.[139][140] After the rebellion was suppressed in 1858, the East India Company was disbanded, and the British government began to directly administer India. Proclaiming a unitary state and a gradual but limited British-style parliamentary system,[141] the new rulers also protected princes and landed gentry as a feudal safeguard against future unrest.[142] In the decades following, public life gradually emerged all over India, leading eventually to the founding of the Indian National Congress in 1885.[143][144][145][146]

The rush of technology and the commercialisation of agriculture in the second half of the 19th century was marked by economic setbacks, and many small farmers became dependent on the whims of faraway markets.[147] There was an increase in the number of large-scale famines, [148] and, despite the risks of infrastructure development borne by Indian taxpayers, little industrial employment was generated for Indians.[149] However, commercial cropping, especially in the newly canalled Punjab, led to increased food production for internal consumption.[150] The railway network provided critical famine relief,[151] notably reduced the cost of moving goods,[151] and helped nascent Indian-owned industry.[150]

After World War I, in which approximately one million Indians served,[152] a new period began. It was marked by British reforms but also repressive legislation, by more strident Indian calls for self-rule, and by the beginnings of a nonviolent movement of non-co-operation led by Mahatma Gandhi.[153] During the 1930s, the British enacted slow legislative reform; the Indian National Congress won victories in the resulting elections.[154] The next decade was beset with crises: Indian participation in World War II, the Congress's final push for non-co-operation, and an upsurge of Muslim nationalism. All were capped by the advent of independence in 1947, but tempered by the partition of India into two states: India and Pakistan.[155]

India's constitution was adopted in 1950 and established a secular, democratic republic.[156] Economic liberalisation has created a large urban middle class and transformed India into a fast growing economy,[157][65] However, India has been hamstrung by persistent poverty, both rural and urban;[158][needs update] religious- and caste-related violence;[159] Maoist-inspired Naxalite insurgencies;[160] and separatism in Jammu and Kashmir and in Northeast India.[161][needs update] India has unresolved territorial disputes with China and with Pakistan.[162]

    A map of the British Raj from the Imperial Gazetteer of India, 1908
    A map of the British Raj from the Imperial Gazetteer of India, 1908
    Mahatma Gandhi leaves the Presidency Jail in Calcutta in April 1938, after interviewing political prisoners there.
    Mahatma Gandhi leaves the Presidency Jail in Calcutta in April 1938, after interviewing political prisoners there.
    "Gandhi Bhawan at the Panjab University in Chandigarh. Commissioned by India's prime minister, Jawaharlal Nehru, and designed by the Swiss-French architect Le Corbusier, the city was built in the aftermath of India's 1947 partition and independence. The city's Capitol Complex is now a UNESCO World Heritage Site.
    "Gandhi Bhawan at the Panjab University in Chandigarh. Commissioned by India's prime minister, Jawaharlal Nehru, and designed by the Swiss-French architect Le Corbusier, the city was built in the aftermath of India's 1947 partition and independence. The city's Capitol Complex is now a UNESCO World Heritage Site.

Geography🔗

India accounts for the bulk of the Indian subcontinent, lying atop the Indian tectonic plate, and a part of the Indo-Australian Plate.[163] India's defining geologic processes began approximately 70 million years ago, when the Indian Plate, then part of the southern supercontinent Gondwana, began a north-eastward drift caused by seafloor spreading to its south-west, and later, south and south-east.[163] Simultaneously, the vast Tethyan oceanic crust, to its northeast, began to subduct under the Eurasian Plate.[163] The Indian continental crust, however, was obstructed and was sheared horizontally. Its lower crust and mantle slid under, but the upper layer piled up in sheets (or nappes) ahead of the subduction zone.[164] This created the orogeny, or process of mountain building, of the Himalayas.[165] The middle and stiffer layer continued to push into Tibet, causing crustal thickening of the Tibetan Plateau.[166] Immediately south of the emerging Himalayas, plate movement created a vast crescent-shaped trough that rapidly filled with river-borne sediment[167] and now constitutes the Indo-Gangetic Plain.[168] The original Indian plate makes its first appearance above the sediment in the ancient Aravalli range, which extends from the Delhi Ridge in a southwesterly direction. To the west lies the Thar Desert, the eastern spread of which is checked by the Aravallis.[169][170][171]

The remaining Indian Plate survives as peninsular India, the oldest and geologically most stable part of India. It extends as far north as the Satpura and Vindhya ranges in central India. These parallel chains run from the Arabian Sea coast in Gujarat in the west to the coal-rich Chota Nagpur Plateau in Jharkhand in the east.[172] To the south, the remaining peninsular landmass, the Deccan Plateau, is flanked on the west and east by coastal ranges known as the Western and Eastern Ghats;[173] the plateau contains the country's oldest rock formations, some over one billion years old. Constituted in such fashion, India lies to the north of the equator between 6° 44′ and 35° 30′ north latitude[p] and 68° 7′ and 97° 25′ east longitude.[174]

Major Himalayan-origin rivers that substantially flow through India include the Ganges and the Brahmaputra, both of which drain into the Bay of Bengal.[175] Important tributaries of the Ganges include the Yamuna and the Kosi. The Kosi's extremely low gradient, caused by long-term silt deposition, leads to severe floods and course changes.[176][177] Major peninsular rivers, whose steeper gradients prevent their waters from flooding, include the Godavari, the Mahanadi, the Kaveri, and the Krishna, which also drain into the Bay of Bengal;[178] and the Narmada and the Tapti, which drain into the Arabian Sea.[179]

India's coastline measures 7,517 kilometres (4,700 mi) in length; of this distance, 5,423 kilometres (3,400 mi) belong to peninsular India and 2,094 kilometres (1,300 mi) to the Andaman, Nicobar, and Lakshadweep island chains.[180] According to the Indian naval hydrographic charts, the mainland coastline consists of the following: 43% sandy beaches; 11% rocky shores, including cliffs; and 46% mudflats or marshy shores.[180] Coastal features include the marshy Rann of Kutch of western India and the alluvial Sundarbans delta of eastern India; the latter is shared with Bangladesh.[181] India has two archipelagos: the Lakshadweep, coral atolls off India's south-western coast; and the Andaman and Nicobar Islands, a volcanic chain in the Andaman Sea.[182]

    A panoramic view of the Garhwal and Kumaon Himalayas. Peaks rising above their surroundings in this view are, among others, Trisul, Nanda Devi, the highest peak entirely within India's borders, and Nanda Kot. The Tibetan Plateau lies behind these mountains, as does the part of the Indus-Yarlung suture zone, the contour along which the Indian Plate has welded to the Eurasian plate. Mount Kailash and Lake Manasarovar in the Tibet Trans-Himalaya—sacred in Hindu and Buddhist mythology—lie immediately behind to the right. The Indus and Yarlung Tsangpo (the upper Brahmaputra river), which mark the western and eastern limits of the Himalaya range, rise in the vicinity of the lake.
    A panoramic view of the Garhwal and Kumaon Himalayas. Peaks rising above their surroundings in this view are, among others, Trisul, Nanda Devi, the highest peak entirely within India's borders, and Nanda Kot. The Tibetan Plateau lies behind these mountains, as does the part of the Indus-Yarlung suture zone, the contour along which the Indian Plate has welded to the Eurasian plate. Mount Kailash and Lake Manasarovar in the Tibet Trans-Himalaya—sacred in Hindu and Buddhist mythology—lie immediately behind to the right. The Indus and Yarlung Tsangpo (the upper Brahmaputra river), which mark the western and eastern limits of the Himalaya range, rise in the vicinity of the lake.
    The Ganges-Brahmaputra Delta in a European Sentinel-3B image. The Ganges and the eastern Indo-Gangetic Plain lie to the left, the Brahmaputra to the right.
    The Ganges-Brahmaputra Delta in a European Sentinel-3B image. The Ganges and the eastern Indo-Gangetic Plain lie to the left, the Brahmaputra to the right.
    The Tungabhadra, with rocky outcrops, flows into the peninsular Krishna River.[183]
    The Tungabhadra, with rocky outcrops, flows into the peninsular Krishna River.[183]
    A mangrove tree on a beach on Havelock Island, the Andaman and Nicobar Islands
    A mangrove tree on a beach on Havelock Island, the Andaman and Nicobar Islands

Climate🔗
Main article: Climate of India

The Indian climate is strongly influenced by the Himalayas and the Thar Desert, both of which drive the economically and culturally pivotal summer and winter monsoons.[184] The Himalayas prevent cold Central Asian katabatic winds from blowing in, keeping the bulk of the Indian subcontinent warmer than most locations at similar latitudes.[185][186] The Thar Desert plays a crucial role in attracting the moisture-laden south-west summer monsoon winds that, between June and October, provide the majority of India's rainfall.[184]

Four major climatic groupings predominate in India: tropical wet, tropical dry, subtropical humid, and montane.[187] Temperatures in India have risen by 0.7 °C (1.3 °F) between 1901 and 2018.[188] Climate change in India is often thought to be the cause. The retreat of Himalayan glaciers has adversely affected the flow rate of the major Himalayan rivers, including the Ganges and the Brahmaputra.[189] According to some current projections, the number and severity of droughts in India will have markedly increased by the end of the present century.[190]

    Indian coral tree in bloom in the mist of the Southwest Monsoon, Mallalli Falls, Hassan, Karnataka
    Indian coral tree in bloom in the mist of the Southwest Monsoon, Mallalli Falls, Hassan, Karnataka
    A dromedary in the Thar desert
    A dromedary in the Thar desert
    New snow in Baspa Valley, Sangla, Himachal Pradesh
    New snow in Baspa Valley, Sangla, Himachal Pradesh

Biodiversity🔗
Main articles: Forestry in India and Wildlife of India

India is a megadiverse country, a term employed for 17 countries that display high biological diversity and contain many species exclusively indigenous, or endemic, to them.[191] India is the habitat for 8.6% of all mammals, 13.7% of bird species, 7.9% of reptile species, 6% of amphibian species, 12.2% of fish species, and 6.0% of all flowering plant species.[192][193] Fully a third of Indian plant species are endemic.[194] India also contains four of the world's 34 biodiversity hotspots,[70] or regions that display significant habitat loss in the presence of high endemism.[q][195]

India's most dense forests, such as the tropical moist forest of the Andaman Islands, the Western Ghats, and Northeast India, occupy approximately 3% of its land area.[196][197] Moderately dense forest, whose canopy density is between 40% and 70%, occupies 9.39% of India's land area.[196][197] It predominates in the temperate coniferous forest of the Himalayas, the moist deciduous sal forest of eastern India, and the dry deciduous teak forest of central and southern India.[198] India has two natural zones of thorn forest, one in the Deccan Plateau, immediately east of the Western Ghats, and the other in the western part of the Indo-Gangetic plain, now turned into rich agricultural land by irrigation, its features no longer visible.[199] Among the Indian subcontinent's notable indigenous trees are the astringent Azadirachta indica, or neem, which is widely used in rural Indian herbal medicine,[200] and the luxuriant Ficus religiosa, or peepul,[201] which is displayed on the ancient seals of Mohenjo-daro,[202] and under which the Buddha is recorded in the Pali canon to have sought enlightenment.[203]

Many Indian species have descended from those of Gondwana, the southern supercontinent from which India separated more than 100 million years ago.[204] India's subsequent collision with Eurasia set off a mass exchange of species. However, volcanism and climatic changes later caused the extinction of many endemic Indian forms.[205] Still later, mammals entered India from Asia through two zoogeographic passes flanking the Himalayas.[206] This lowered endemism among India's mammals, which stands at 12.6%, contrasting with 45.8% among reptiles and 55.8% among amphibians.[193] Among endemics are the vulnerable[207] hooded leaf monkey[208] and the threatened Beddome's toad[209][210] of the Western Ghats.

India contains 172 IUCN-designated threatened animal species, or 2.9% of endangered forms.[211] These include the endangered Bengal tiger and the Ganges river dolphin. Critically endangered species include the gharial, a crocodilian; the great Indian bustard; and the Indian white-rumped vulture, which has become nearly extinct by having ingested the carrion of diclofenac-treated cattle.[212] Before they were extensively used for agriculture and cleared for human settlement, the thorn forests of Punjab were mingled at intervals with open grasslands that were grazed by large herds of blackbuck preyed on by the Asiatic cheetah; the blackbuck, no longer extant in Punjab, is now severely endangered in India, and the cheetah is extinct.[213] The pervasive and ecologically devastating human encroachment of recent decades has critically endangered Indian wildlife. In response, the system of national parks and protected areas, first established in 1935, was expanded substantially. In 1972, India enacted the Wildlife Protection Act[214] and Project Tiger to safeguard crucial wilderness; the Forest Conservation Act was enacted in 1980 and amendments added in 1988.[215] India hosts more than five hundred wildlife sanctuaries and eighteen biosphere reserves,[216] four of which are part of the World Network of Biosphere Reserves; its eighty-nine wetlands are registered under the Ramsar Convention.[217]

    An Attacus taprobanis moth from Kadavoor, Kerala
    An Attacus taprobanis moth from Kadavoor, Kerala
    India has the majority of the world's wild tigers, approximately 3,170 in 2022.[218]
    India has the majority of the world's wild tigers, approximately 3,170 in 2022.[218]
    A pallid ghost crab, Mahabalipuram, Tamil Nadu
    A pallid ghost crab, Mahabalipuram, Tamil Nadu
    A Crested hawk-eagle with an Indian garden lizard in Satpura National Park, Madhya Pradesh
    A Crested hawk-eagle with an Indian garden lizard in Satpura National Park, Madhya Pradesh
    Saltwater crocodile in Sundarbans National Park, West Bengal
    Saltwater crocodile in Sundarbans National Park, West Bengal
    A purple sunbird perched on an Indian coral tree, Jim Corbett National Park, Uttarakhand
    A purple sunbird perched on an Indian coral tree, Jim Corbett National Park, Uttarakhand

Government and politics🔗
Politics🔗
Main article: Politics of India
See also: Democracy in India

India is a parliamentary republic with a multi-party system.[219] It has six recognised national parties, including the Indian National Congress (generally, "the Congress") and the Bharatiya Janata Party (BJP), and over 50 regional parties.[220] The Congress is considered the ideological centre in Indian political culture;[221] the BJP is right-wing. From 1950 to the late 1980s, Congress held a majority in India's parliament. Afterwards, it increasingly shared power with the BJP [222] and with powerful regional parties, which forced multi-party coalition governments at the centre.[223]

In the general elections in 1951, 1957, and 1962, the Congress, led by Jawaharlal Nehru, won easy victories. On Nehru's death in 1964, Lal Bahadur Shastri briefly became prime minister; he was succeeded in 1966 by Nehru's daughter Indira Gandhi, who led the Congress to election victories in 1967 and 1971. Following public discontent with the state of emergency Indira Gandhi had declared in 1975, the Congress was voted out of power in 1977; Janata Party, which had opposed the emergency, was voted in. Its government lasted two years; Morarji Desai and Charan Singh served as prime ministers. After the Congress returned to power in 1980, Indira Gandhi was assassinated and succeeded by Rajiv Gandhi, who won comfortably in the elections later that year. A National Front coalition led by the Janata Dal in alliance with the Left Front won the 1989 elections, with the subsequent government lasting just under two years, and V.P. Singh and Chandra Shekhar serving as prime ministers.[224] In the 1991 Indian general election, the Congress, as the largest single party, formed a minority government led by P. V. Narasimha Rao.[225]

After the 1996 Indian general election, the BJP briefly formed a government; this was followed by United Front coalitions, which relied on external political support. Two prime ministers served during this period: H.D. Deve Gowda and I.K. Gujral. In 1998, the BJP formed a coalition—the National Democratic Alliance (NDA). Led by Atal Bihari Vajpayee, the NDA became the first non-Congress, coalition government to complete a five-year term.[226] In the 2004 Indian general elections, no party won an absolute majority. Still, the Congress emerged as the largest single party, forming another successful coalition: the United Progressive Alliance (UPA). It had the support of left-leaning parties and MPs who opposed the BJP. The UPA returned to power in the 2009 general election with increased numbers, and it no longer required external support from India's communist parties.[227] Manmohan Singh became the first prime minister since Jawaharlal Nehru in 1957 and 1962 to be re-elected to a consecutive five-year term.[228] In the 2014 general election, the BJP became the first political party since 1984 to win an absolute majority.[229] In the 2019 general election, the BJP regained an absolute majority. In the 2024 general election, a BJP-led NDA coalition formed a minority government. Narendra Modi, a former chief minister of Gujarat, is in his third term as the prime minister of India and has held the position since 26 May 2014.[230]

    As part of Janadesh 2007, 25,000 pro–land reform landless people in Madhya Pradesh listen to Rajagopal P. V.[231]
    As part of Janadesh 2007, 25,000 pro–land reform landless people in Madhya Pradesh listen to Rajagopal P. V.[231]
    Indian prime minister Narendra Modi speaking at a conference on the "transformation of aspirational districts" on 5 January 2018
    Indian prime minister Narendra Modi speaking at a conference on the "transformation of aspirational districts" on 5 January 2018
    Three farmers taking part in the Indian farmers' protest on 26 December 2020
    Three farmers taking part in the Indian farmers' protest on 26 December 2020

Government🔗
Main article: Government of India
See also: Constitution of India

The Constitution of India was drafted by the Constituent Assembly of India with uncommon speed and absence of irregularities between 1946 and 1949.[232] The Government of India Act 1935 was used as a model and framework.[232] Long passages from the Act were included. The constitution describes a federal state with a parliamentary system of democracy.[232] The federal structure was conspicuous for the strength of the central government, which exclusively exercised control of defence, foreign affairs, railways, ports, and currency.[232] The President, the constitutional head of government, has reserve powers for taking over the administration of a state.[232] The central legislature has two houses: the Lok Sabha, whose delegates are directly elected by the people in general elections every five years, and the Rajya Sabha, whose members are nominated by the elected representatives in the states.[232] There are also features not to be found in the Act of 1935. The definition of fundamental rights is based on the Constitution of the United States, and the constitutional directives, or goals of endeavor, are based on the Constitution of Ireland.[233] An Indian institution recommended by the constitution is the panchayat or village committees.[233] Untouchability is illegal (Article 17) and caste distinctions are derecognized (Articles 15(2) and 16(2)).[233] The promulgation of the Indian constitution transformed India into a republic within the Commonwealth.[233]

The Prime Minister of India is the head of government and exercises most executive power.[234] Appointed by the president,[235] the prime minister is supported by the party or political alliance with a majority of seats in the lower house of parliament.[234] The executive of the Indian government consists of the president, the vice-president, and the Union Council of Ministers—with the cabinet being its executive committee—headed by the prime minister. Any minister holding a portfolio must be a member of one of the houses of parliament.[236] In the Indian parliamentary system, the executive is subordinate to the legislature; the prime minister and their council are directly responsible to the lower house of the parliament. Civil servants act as permanent executives and all decisions of the executive are implemented by them.[237]

India has a three-tier unitary independent judiciary[238] comprising the supreme court, headed by the Chief Justice of India, 25 high courts, and a large number of trial courts.[238] The supreme court has original jurisdiction over cases involving fundamental rights and over disputes between states and the centre and has appellate jurisdiction over the high courts.[239] It has the power to both strike down union or state laws which contravene the constitution[240] and invalidate any government action it deems unconstitutional.[241]

    Rashtrapati Bhavan, the official residence of the President of India, was designed by British architects Edwin Lutyens and Herbert Baker for the Viceroy of India, and constructed between 1911 and 1931 during the British Raj.[242]
    Rashtrapati Bhavan, the official residence of the President of India, was designed by British architects Edwin Lutyens and Herbert Baker for the Viceroy of India, and constructed between 1911 and 1931 during the British Raj.[242]
    The original preamble of the Constitution of India in 1950.In 1976, during the tenure of Indian prime minister Indira Gandhi, the first sentence was changed to "Sovereign Socialist Secular Democratic Republic".
    The original preamble of the Constitution of India in 1950.In 1976, during the tenure of Indian prime minister Indira Gandhi, the first sentence was changed to "Sovereign Socialist Secular Democratic Republic".
    US president Barack Obama addresses the members of both houses of the Parliament of India in New Delhi in November 2010.
    US president Barack Obama addresses the members of both houses of the Parliament of India in New Delhi in November 2010.

Administrative divisions🔗
Main article: Administrative divisions of India
See also: Political integration of India
A clickable map of the 28 states and 8 union territories of India

India is a federal union comprising 28 states and 8 union territories.[12] All states, as well as the union territories of Jammu and Kashmir, Puducherry and the National Capital Territory of Delhi, have elected legislatures and governments following the Westminster system. The remaining five union territories are directly ruled by the central government through appointed administrators. In 1956, under the States Reorganisation Act, states were reorganised on a linguistic basis.[243] There are over a quarter of a million local government bodies at city, town, block, district and village levels.[244]
States🔗

    Andhra Pradesh
    Arunachal Pradesh
    Assam
    Bihar
    Chhattisgarh
    Goa
    Gujarat
    Haryana
    Himachal Pradesh
    Jharkhand
    Karnataka
    Kerala
    Madhya Pradesh
    Maharashtra
    Manipur
    Meghalaya
    Mizoram
    Nagaland
    Odisha
    Punjab
    Rajasthan
    Sikkim
    Tamil Nadu
    Telangana
    Tripura
    Uttar Pradesh
    Uttarakhand
    West Bengal

Union territories🔗

    Andaman and Nicobar Islands
    Chandigarh
    Dadra and Nagar Haveli and Daman and Diu
    Jammu and Kashmir
    Ladakh
    Lakshadweep
    National Capital Territory of Delhi
    Puducherry

Foreign relations🔗
Main article: Foreign relations of India

India became a republic in 1950, remaining a member of the Commonwealth of Nations.[245][246] India strongly supported decolonisation in Africa and Asia in the 1950s; it played a leading role in the Non-Aligned Movement.[247] After initial cordial relations, India suffered a military defeat to China in the Sino-Indian War of 1962.[248] Following this, in the Sino-Indian War of 1967 India achieved a military victory over China.[249]

India has had uneasy relations with its western neighbour, Pakistan. The two countries went to war in 1947, 1965, 1971, and 1999. Three of these wars were fought over the disputed territory of Kashmir. In contrast, the 1971 war followed India's support for the independence of Bangladesh.[250] After the 1965 war with Pakistan, India began to pursue close military and economic ties with the Soviet Union. By the late 1960s, the Soviet Union was its largest arms supplier.[251]

China's nuclear test of 1964 and threats to intervene in support of Pakistan in the 1965 war caused India to produce nuclear weapons.[252] India conducted its first nuclear weapons test in 1974 and carried out additional underground testing in 1998. India has signed neither the Comprehensive Nuclear-Test-Ban Treaty nor the Nuclear Non-Proliferation Treaty, considering both to be flawed and discriminatory.[253] India maintains a "no first use" nuclear policy and is developing a nuclear triad capability as a part of its "Minimum Credible Deterrence" doctrine.[254][255]

Since the end of the Cold War, India has increased its economic, strategic, and military cooperation with the United States and the European Union.[256] In 2008, a civilian nuclear agreement was signed between India and the United States. Although India possessed nuclear weapons at the time and was not a party to the Nuclear Non-Proliferation Treaty, it received waivers from the International Atomic Energy Agency and the Nuclear Suppliers Group, ending earlier restrictions on India's nuclear technology and commerce; India subsequently signed co-operation agreements involving civilian nuclear energy with Russia,[257] France,[258] the United Kingdom,[259] and Canada.[260]

    In the 1950s and 60s, India played a pivotal role in the Non-Aligned Movement.[261] From left to right: Gamal Abdel Nasser of United Arab Republic (now Egypt), Josip Broz Tito of Yugoslavia and Jawaharlal Nehru in Belgrade, September 1961.
    In the 1950s and 60s, India played a pivotal role in the Non-Aligned Movement.[261] From left to right: Gamal Abdel Nasser of United Arab Republic (now Egypt), Josip Broz Tito of Yugoslavia and Jawaharlal Nehru in Belgrade, September 1961.
    Indira Gandhi signed a treaty of friendship and cooperation with the Soviet Union in 1971. She is seen here leaving the National Museum in Helsinki, Finland, in 1983.
    Indira Gandhi signed a treaty of friendship and cooperation with the Soviet Union in 1971. She is seen here leaving the National Museum in Helsinki, Finland, in 1983.
    Indian prime minister Manmohan Singh and French president Nicolas Sarkozy review the 221st Bastille Day military parade in Paris, July 2009. India's oldest regiment, the Maratha Light Infantry, founded in 1768, led the parade.[262]
    Indian prime minister Manmohan Singh and French president Nicolas Sarkozy review the 221st Bastille Day military parade in Paris, July 2009. India's oldest regiment, the Maratha Light Infantry, founded in 1768, led the parade.[262]

Economy🔗
Main article: Economy of India

According to the International Monetary Fund (IMF), the Indian economy in 2024 was nominally worth $3.94 trillion; it is the fifth-largest economy by market exchange rates and, at around $15.0 trillion, the third-largest by purchasing power parity (PPP).[16] With an average annual GDP growth rate of 5.8% over the past two decades, and reaching 6.1% during 2011–2012,[263] India is one of the world's fastest-growing economies.[264] However, it has a low per capita GDP, ranking 144th in the world in nominal terms and 123rd adjusted for PPP.[16] The vast majority of Indians fall into the global low-income group based on average daily income.[265]

Until 1991, all Indian governments followed protectionist policies that were influenced by socialist economics. Widespread state intervention and regulation largely walled the economy off from the outside world. An acute balance of payments crisis in 1991 forced the nation to liberalise its economy;[266] since then, it has moved increasingly towards a free-market system[267][268] by emphasising both foreign trade and direct investment inflows.[269] India has been a member of World Trade Organization since 1 January 1995.[270]

The 522-million-worker Indian labour force is the world's second largest, as of 2017.[271] The service sector makes up 55.6% of GDP, the industrial sector 26.3% and the agricultural sector 18.1%. India's foreign exchange remittances of US$100 billion in 2022,[272] highest in the world, were contributed to its economy by 32 million Indians working in foreign countries.[273] In 2006, the share of external trade in India's GDP stood at 24%, up from 6% in 1985.[267] In 2008, India's share of world trade was 1.7%;[274] In 2021, India was the world's ninth-largest importer and the sixteenth-largest exporter.[275] Between 2001 and 2011, the contribution of petrochemical and engineering goods to total exports grew from 14% to 42%.[276] India was the world's second-largest textile exporter after China in the 2013 calendar year.[277]

Averaging an economic growth rate of 7.5% for several years before 2007,[267] India has more than doubled its hourly wage rates during the first decade of the 21st century.[278] Some 431 million Indians have left poverty since 1985; India's middle classes are projected to number around 580 million by 2030.[279] In 2024, India's consumer market was the world's third largest.[280] India's nominal GDP per capita increased steadily from US$308 in 1991, when economic liberalisation began, to US$1,380 in 2010, to an estimated US$2,731 in 2024. It is expected to grow to US$3,264 by 2026.[16]

    In 2019, 43% of India's total workforce was employed in agriculture.[281]
    In 2019, 43% of India's total workforce was employed in agriculture.[281]
    A woman growing radish in the foreground and garlic to the right in a village in the Nilgiris, Tamil Nadu. 55% of India's female workforce was employed in agriculture in 2019.[282]
    A woman growing radish in the foreground and garlic to the right in a village in the Nilgiris, Tamil Nadu. 55% of India's female workforce was employed in agriculture in 2019.[282]
    India is the world's largest producer of milk, with the largest population of cattle. In 2018, nearly 80% of India's milk was sourced from small farms with herd size between one and two, the milk harvested by hand milking.[283]
    India is the world's largest producer of milk, with the largest population of cattle. In 2018, nearly 80% of India's milk was sourced from small farms with herd size between one and two, the milk harvested by hand milking.[283]

Industries🔗
Main articles: Industry in India and Energy in India
See also: Energy policy of India

The Indian automotive industry, the world's second-fastest growing, increased domestic sales by 26% during 2009–2010,[284] and exports by 36% during 2008–2009.[285] In 2022, India became the world's third-largest vehicle market after China and the United States, surpassing Japan.[286] At the end of 2011, the Indian IT industry employed 2.8 million professionals, generated revenues close to US$100 billion equalling 7.5% of Indian GDP, and contributed 26% of India's merchandise exports.[287]

The pharmaceutical industry in India includes 3,000 pharmaceutical companies and 10,500 manufacturing units; India is the world's third-largest pharmaceutical producer, largest producer of generic medicines, and supplies up to 50–60% of global vaccines demand, contributing up to US$24.44 billions in exports. India's local pharmaceutical market is estimated up to US$42 billion.[288][289] India is among the top 12 biotech destinations in the world.[290][291] The Indian biotech industry grew by 15.1% in 2012–2013, increasing its revenues from ₹204.4 billion (Indian rupees) to ₹235.24 billion (US$3.94 billion at June 2013 exchange rates).[292]

India's capacity to generate electrical power is 300 gigawatts, of which 42 gigawatts is renewable.[293] The country's usage of coal is a major cause of India's greenhouse gas emissions, but its renewable energy is competing strongly.[294][better source needed] India emits about 7% of global greenhouse gas emissions. This equates to about 2.5 tons of carbon dioxide per person per year, which is half the world average.[295][296] Increasing access to electricity and clean cooking with liquefied petroleum gas have been priorities for energy in India.[297]

    Mumbai, the centre of India's tertiary sector finance industry, also contributes to tourism. Shown here are the Taj Mahal Palace Hotel to the left and the Gateway of India.
    Mumbai, the centre of India's tertiary sector finance industry, also contributes to tourism. Shown here are the Taj Mahal Palace Hotel to the left and the Gateway of India.
    A tea garden in Sikkim. India, the world's second-largest producer of tea, is a nation of one billion tea drinkers, who consume 70% of India's tea output.
    A tea garden in Sikkim. India, the world's second-largest producer of tea, is a nation of one billion tea drinkers, who consume 70% of India's tea output.
    A panorama of Bangalore, the centre of India's software development economy. In the 1980s, when the first multinational corporations began to set up centres in India, they chose Bangalore because of the large pool of skilled graduates in the area, in turn due to the many science and engineering colleges in the surrounding region.[298]
    A panorama of Bangalore, the centre of India's software development economy. In the 1980s, when the first multinational corporations began to set up centres in India, they chose Bangalore because of the large pool of skilled graduates in the area, in turn due to the many science and engineering colleges in the surrounding region.[298]
    A Chinese fishing net being raised out of the water in Kochi. Fishing, which contributes 1.07% to India's total GDP,[299] supports the livelihood of over 28 million people, especially within the marginalized and vulnerable communities.[300] India is the third-largest fish producing country in the world, accounting for 7.96% of the global production.[299]
    A Chinese fishing net being raised out of the water in Kochi. Fishing, which contributes 1.07% to India's total GDP,[299] supports the livelihood of over 28 million people, especially within the marginalized and vulnerable communities.[300] India is the third-largest fish producing country in the world, accounting for 7.96% of the global production.[299]

Demographics🔗
Main article: Demographics of India

With an estimated 1,428,627,663 residents in 2023, India is the world's most populous country.[13] 1,210,193,422 residents were reported in the 2011 provisional census report.[301] The median age was 28.7 in 2020.[271] Medical advances made in the last 50 years as well as increased agricultural productivity brought about by the "Green Revolution" have caused India's population to grow rapidly,[302] though India's decennial rates of growth are decreasing: ts population grew by 17.64% from 2001 to 2011,[303] compared to 21.54% growth in the previous decade (1991–2001).[303] The first post-colonial census, conducted in 1951, counted 361 million people.[304] The life expectancy at birth has increased from 49.7 years in 1970–1975 to 72.0 years in 2023.[305][306] The under-five mortality rate for the country was 113 per 1,000 live births in 1994 whereas in 2018 it reduced to 41.1 per 1,000 live births.[305]

The human sex ratio, according to the 2011 census, is 940 females per 1,000 males.[301] Female infanticide in India, and lately female foeticide, have created lop-sided gender ratios; the number of missing women in the country quadrupled from 15 million to 63 million during the period 1964–2014, faster than the population growth during the same period.[307] According to an Indian government study, an additional 21 million girls are unwanted and do not receive adequate care.[308] Despite a government ban on sex-selective foeticide, the practice has far from stopped.[309]

Migration from rural to urban areas has been an important dynamic in India's recent history. The number of people living in urban areas grew by 31.2% between 1991 and 2001.[310] In 2001, over 70% lived in rural areas.[311][312] The level of urbanisation increased further from 27.81% in the 2001 census to 31.16% in the 2011 census. The slowing down of the overall population growth rate was due to the sharp decline in the growth rate in rural areas since 1991.[313] In the 2011 census, there were 53 million-plus urban agglomerations in India. Among them Mumbai, Delhi, Kolkata, Chennai, Bengaluru, Hyderabad and Ahmedabad, in decreasing order by population.[314]

    The historical development of life expectancy in India from 1881 to 2023
    The historical development of life expectancy in India from 1881 to 2023
    The child mortality rate in India from 1960 to 2023
    The child mortality rate in India from 1960 to 2023

Languages🔗
Main article: Languages of India

Languages of India belong to several language families. The 2011 Census of India, the last conducted by the Indian government, gives the following breakdown:[315]
Language families and speakers in India[315]
Serial number 	Language family 	Sub-family 	Number of languages 	Number of speakers 	Percentage of speakers
1 	Indo-European 	Indo-Aryan 	21 	945,052,555 	78.05%
1 	Indo-European 	Iranian 	1 	21,677 	0%[r]
1 	Indo-European 	Germanic 	1 	259,678 	0.02%
2 	Dravidian languages 		17 	237,840,116 	19.64%
3 	Austro-Asiatic 		14 	13,493,080 	1.11%
4 	Tibeto-Burman 		66 	12,257,382 	1.01%
5 	Semito-Hamitic 		1 	54,947 	0%

There are also small numbers of speakers of Tai–Kadai, Andamanese, and minor language families and isolates.[316]: 283 

The official language of India's federal government was chosen by the Constituent Assembly of India in September 1949 after three years of debate between two opposing camps. The Hindi language protagonists wanted the Hindi in the Devanagari script to be the sole "national language" of India; the delegates from South India preferred English to have a place in the Constitution.[317][318] The compromise reached declared (i) Hindi to be the "official language" of India's federal government; (ii) English to be an associate official language for 15 years during which Hindi's formal lexicon would be developed; and (iii) the international form of the Hindu–Arabic numerals to be the official numerals.[317][318] The compromise resolution became articles 343–351 of India's constitution, which came into effect on 26 January 1950.[317][318] In 1965, when the 15 years were up, the Government of India announced that English would continue to be the "de facto formal language of India."[317][318]

The Eighth Schedule of India's Constitution also recognises 22 languages, including Hindi but not English, which the government is obligated to develop. These are sometimes called "scheduled languages." This list includes major regional languages, but also others—such as Sanskrit, which no longer has first language speakers in India, and Urdu, which is not region-specific—because of their value to India's cultural heritage.[319][320][321] In 1950, there were 14 scheduled languages: Assamese, Bengali, Gujarati, Hindi, Kannada, Kashmiri, Malayalam, Marathi, Oriya, Punjabi, Sanskrit, Tamil, Telugu and Urdu.[315] In the following decades constitutional amendments added others: Sindhi (1967), Nepali, Manipuri, and Konkani (1992), Maithili, Dogri, Santali and Bodo (2004), all now totaling 22.[315]

    The regions of first-language speech of the main languages of India
    The regions of first-language speech of the main languages of India
    The main languages of India by relative sizes of speakers
    The main languages of India by relative sizes of speakers
    On the reverse of each of India's paper money notes, the denomination is listed in a panel on the left in 15 languages, in addition to Hindi and English, which appear more prominently elsewhere. These are from top to bottom: 1.Assamese, 2.Bengali, 3.Gujarati, 4.Kannada, 5.Kashmiri, 6.Konkani, 7.Malayalam, 8.Marathi, 9.Nepali, 10.Oriya, 11.Punjabi, 12.Sanskrit, 13.Tamil, 14.Telugu, 15.Urdu.[322]
    On the reverse of each of India's paper money notes, the denomination is listed in a panel on the left in 15 languages, in addition to Hindi and English, which appear more prominently elsewhere. These are from top to bottom: 1.Assamese, 2.Bengali, 3.Gujarati, 4.Kannada, 5.Kashmiri, 6.Konkani, 7.Malayalam, 8.Marathi, 9.Nepali, 10.Oriya, 11.Punjabi, 12.Sanskrit, 13.Tamil, 14.Telugu, 15.Urdu.[322]

Religion🔗
Main article: Religion in India

Religion in India is characterised by a diversity of beliefs and practices. Throughout India's history, religion has been an important part of its culture. The Indian subcontinent is the birthplace of four major world religions: Buddhism, Hinduism, Jainism, and Sikhism. India has the largest population of Hindus, Sikhs, and Jains, the third-largest population of Muslims (after Indonesia and Pakistan) and the ninth largest of Buddhists.[323] India also has the largest population of people adhering to both Zoroastrianism (Parsis and Iranis) and the Bahá'í Faith;[324] these religions are otherwise largely followed in Iran where they arose.

The Preamble to the Constitution of India declares India to be a secular state,[325][326] and freedom of religion to be a fundamental right ("... liberty of thought, expression, belief, faith, and worship.")[327] According to the 2011 census of India, 79.8% of the population of India follows Hinduism, 14.2% Islam, 2.3% Christianity, 1.7% Sikhism, 0.7% Buddhism and 0.4% Jainism. Several tribal religions are also present in India, such as Donyi-Polo, Sanamahism, Sarnaism, and Niamtre.

    A member of the Gond tribe during the Dandari festival in Jainoor, Telengana. Some 8.6% of India's population belong to tribal groups. The supercontinent Gondwana is named after the Gond region of India. Their religion predates the Hindu synthesis of the mid-first-millennium BCE.
    A member of the Gond tribe during the Dandari festival in Jainoor, Telengana. Some 8.6% of India's population belong to tribal groups. The supercontinent Gondwana is named after the Gond region of India. Their religion predates the Hindu synthesis of the mid-first-millennium BCE.
    A Jain woman making an offering at the feet of Bahubali Gomateswara at Shravanabelagola, Karnataka
    A Jain woman making an offering at the feet of Bahubali Gomateswara at Shravanabelagola, Karnataka
    The exterior of St Judes Church, Chinnathurai, Kanyakumari district, Tamil Nadu. Christianity is believed to have been introduced to India by the late 2nd century by Syriac-speaking Christians.
    The exterior of St Judes Church, Chinnathurai, Kanyakumari district, Tamil Nadu. Christianity is believed to have been introduced to India by the late 2nd century by Syriac-speaking Christians.
    Interior of the Magen David Synagogue, Kolkata
    Interior of the Magen David Synagogue, Kolkata
    Maneckji Seth Agiary, the oldest Parsi, or Zoroastrian, fire temple in Mumbai
    Maneckji Seth Agiary, the oldest Parsi, or Zoroastrian, fire temple in Mumbai
    A Sikh pilgrim at the Harmandir Sahib—the Golden Temple—in Amritsar, Punjab, performing seva, or volunteer work, by helping clean the sacred pond
    A Sikh pilgrim at the Harmandir Sahib—the Golden Temple—in Amritsar, Punjab, performing seva, or volunteer work, by helping clean the sacred pond

Education🔗
Main article: Education in India
See also: Literacy in India and History of education in the Indian subcontinent

The literacy rate in 2011 was 74.04%: 65.46% among females and 82.14% among males.[328] The rural-urban literacy gap, which was 21.2 percentage points in 2001, dropped to 16.1 percentage points in 2011. The improvement in the rural literacy rate is twice that of urban areas.[313] Kerala is the most literate state with 93.91% literacy; while Bihar the least with 63.82%.[328] In the 2011 census, about 73% of the population was literate, with 81% for men and 65% for women. This compares to 1981 when the respective rates were 41%, 53% and 29%. In 1951, the rates were 18%, 27% and 9%. In 1921, the rates 7%, 12% and 2%. In 1891, they were 5%, 9% and 1%,[329][330] According to Latika Chaudhary, in 1911 there were under three primary schools for every ten villages. Statistically, more caste and religious diversity reduced private spending. Primary schools taught literacy, so local diversity limited its growth.[331]

The education system of India is the world's second-largest.[332] India has over 900 universities, 40,000 colleges[333] and 1.5 million schools.[334] In India's higher education system, a significant number of seats are reserved under affirmative action policies for the historically disadvantaged. In recent decades India's improved education system is often cited as one of the main contributors to its economic development.[335][336]

    Children await school lunch in Rayka (also Raika), a village in rural Gujarat. The salutation Jai Bhim written on the blackboard honours the jurist, social reformer, and Dalit leader B. R. Ambedkar.
    Children await school lunch in Rayka (also Raika), a village in rural Gujarat. The salutation Jai Bhim written on the blackboard honours the jurist, social reformer, and Dalit leader B. R. Ambedkar.
    The Madrasah of the Masjid-i-Ala mosque in Srirangapatna, Karnataka. The mosque was built in the period 1786–87, during the rule of Tipu Sultan.
    The Madrasah of the Masjid-i-Ala mosque in Srirangapatna, Karnataka. The mosque was built in the period 1786–87, during the rule of Tipu Sultan.
    The Indian Institute of Technology, Roorkee, formerly the Thomason College of Civil Engineering, is the oldest engineering college in India.[337][338] It was founded as the College of Civil Engineering in 1847 during East India Company rule to train officers and surveyors employed in the construction of the Ganges Canal.[338][337]
    The Indian Institute of Technology, Roorkee, formerly the Thomason College of Civil Engineering, is the oldest engineering college in India.[337][338] It was founded as the College of Civil Engineering in 1847 during East India Company rule to train officers and surveyors employed in the construction of the Ganges Canal.[338][337]

Health🔗
Main article: Health in India



India bears a disproportionately large burden of the world's tuberculosis rates, with World Health Organization (WHO) statistics for 2022 estimating 2.8 million new infections annually, accounting for 26% of the global total.[339] It is estimated that approximately 40% of the population of India carry tuberculosis infection.[340]

In 2018 chronic obstructive pulmonary disease was the leading cause of death after heart disease. The 10 most polluted cities in the world are all in India with more than 140 million people breathing air 10 times or more over the WHO safe limit. In 2017, air pollution killed 1.24 million Indians.[341]

    Health workers about to begin another day of immunisation against infectious diseases in 2006. Eight years later, and three years after India's last case of polio, the World Health Organization declared India to be polio-free.[342]
    Health workers about to begin another day of immunisation against infectious diseases in 2006. Eight years later, and three years after India's last case of polio, the World Health Organization declared India to be polio-free.[342]

Culture🔗
Main article: Culture of India
Society🔗
Main articles: Caste system in India and Gender inequality in India

Caste: Although sometimes applied to other cultures and religions, caste is a uniquely Indian, and Hindu, social institution.[s] All Hindus fall broadly into four castes, or varnas: Brahmin, or priests, at the top; below them Kshatriya, or warriors; further below, Vaishya, or merchants and farmers; and at the bottom, Shudra, or the service class. Outside the caste system, and therefore of traditional Hinduism, lie people formerly called "outcastes" or "untouchables," and now scheduled caste (a term used in India's constitution) or Dalit, a later self-description of pride, meaning "broken" or "downtrodden". Each caste is further divided into sub-castes, or jatis, many of which are tied to occupations. The custom of endogamy, or marrying within one's subcaste, however, makes caste a hereditary label, not of one occupational choice, and has caused the caste system, therefore, to become entrenched.[344] The Constituent Assembly of India abolished untouchability in 1947,[345] the Republic of India did more formally in 1950, and India has since enacted other anti-discriminatory laws and social welfare initiatives related to caste. Still, caste-based inequality, discrimination, segregation, and violence persist.[346][347]

Multi-generational patrilineal joint families have been the norm in India, though nuclear families are becoming common in urban areas.[348] A very large majority of Indians have their marriages arranged by their parents or family elders.[349] Marriage is thought to be for life;[349] and the divorce rate is extremely low;[350] less than one in a thousand marriages end in divorce.[351] Many women marry before reaching 18, which is their legal marriageable age; child marriages are not uncommon, especially in rural areas; [352] In large parts of Hindu northern India, moreover, a form of territorial exogamy is observed in which a bride marries out of her natal village and her parents do not visit her in her married home; the annual rite raksha bandhan, during which married women return to their natal homes, has served both to affirm bonds with their natal families and offer a recourse in times of marital stress.[353] [354]

    The four broad varnas of the Hindu caste system; within each varna there are a large number of subdivisions called jatis.[344]
    The four broad varnas of the Hindu caste system; within each varna there are a large number of subdivisions called jatis.[344]
    A member of the Ramnami Samaj, a movement among Dalits, whose members worship the Hindu deity Rama and tattoo their bodies with his name
    A member of the Ramnami Samaj, a movement among Dalits, whose members worship the Hindu deity Rama and tattoo their bodies with his name
    A Hindu bride in Ahmedabad, Gujarat
    A Hindu bride in Ahmedabad, Gujarat

Visual art🔗
Main article: Indian art

India has a very ancient tradition of art, which has exchanged many influences with the rest of Eurasia, especially in the first millennium, when Buddhist art spread with Indian religions to Central, East and Southeast Asia, the last also greatly influenced by Hindu art.[355] Thousands of seals from the Indus Valley civilisation of the third millennium BCE have been found, usually carved with animals, but also some with human figures. The Pashupati seal, excavated in Mohenjo-daro, Pakistan, in 1928–29, is the best known.[356][357] After this there is a long period with virtually nothing surviving.[357][358] Almost all surviving ancient Indian art thereafter is in various forms of religious sculpture in durable materials, or coins. There was probably originally far more in wood, which is lost. In north India Mauryan art is the first imperial movement.[359][360][361]

In the first millennium CE, Buddhist art spread with Indian religions to Central, East and Southeast Asia, the last also greatly influenced by Hindu art.[362] Over the following centuries a distinctly Indian style of sculpting the human figure developed, with less interest in articulating precise anatomy than ancient Greek sculpture but showing smoothly flowing forms expressing prana ("breath" or life-force).[363][364] This is often complicated by the need to give figures multiple arms or heads, or represent different genders on the left and right of figures, as with the Ardhanarishvara form of Shiva and Parvati.[365][366]

Most of the earliest large sculpture is Buddhist, either excavated from Buddhist stupas such as Sanchi, Sarnath and Amaravati,[367] or is rock cut reliefs at sites such as Ajanta, Karla and Ellora. Hindu and Jain sites appear rather later.[368][369] In spite of this complex mixture of religious traditions, generally, the prevailing artistic style at any time and place has been shared by the major religious groups, and sculptors probably usually served all communities.[370] Gupta art, at its peak c. 300 CE – c. 500 CE, is often regarded as a classical period whose influence lingered for many centuries after; it saw a new dominance of Hindu sculpture, as at the Elephanta Caves.[371][372] Across the north, this became rather stiff and formulaic after c. 800 CE, though rich with finely carved detail in the surrounds of statues.[373] But in the South, under the Pallava and Chola dynasties, sculpture in both stone and bronze had a sustained period of great achievement; the large bronzes with Shiva as Nataraja have become an iconic symbol of India.[374][375]

Ancient paintings have only survived at a few sites, of which the crowded scenes of court life in the Ajanta Caves are some of the most important.[376][377] Painted manuscripts of religious texts survive from Eastern India from 10th century onwards, most of the earliest being Buddhist and later Jain. These significantly influenced later artistic styles.[378] The Persian-derived Deccan painting, starting just before the Mughal miniature, between them give the first large body of secular painting, with an emphasis on portraits, and the recording of princely pleasures and wars.[379][380] The style spread to Hindu courts, especially among the Rajputs, and developed a variety of styles, with the smaller courts often the most innovative, with figures such as Nihâl Chand and Nainsukh.[381][382] As a market developed among European residents, it was supplied by Company painting by Indian artists with considerable Western influence.[383][384] In the 19th century, cheap Kalighat paintings of gods and everyday life, done on paper, were urban folk art from Calcutta, which later saw the Bengal School of Art, reflecting the art colleges founded by the British, the first movement in modern Indian painting.[385][386]

    Bhutesvara Yakshis, Buddhist reliefs from Mathura, 2nd century CE
    Bhutesvara Yakshis, Buddhist reliefs from Mathura, 2nd century CE
    Gupta terracotta relief, Krishna Killing the Horse Demon Keshi, 5th century
    Gupta terracotta relief, Krishna Killing the Horse Demon Keshi, 5th century
    Elephanta Caves, triple-bust (trimurti) of Shiva, 18 feet (5.5 m) tall, c. 550
    Elephanta Caves, triple-bust (trimurti) of Shiva, 18 feet (5.5 m) tall, c. 550
    Chola bronze of Shiva as Nataraja ("Lord of Dance"), Tamil Nadu, 10th or 11th century
    Chola bronze of Shiva as Nataraja ("Lord of Dance"), Tamil Nadu, 10th or 11th century
    Jahangir Receives Prince Khurram at Ajmer on His Return from the Mewar Campaign, Balchand, c. 1635
    Jahangir Receives Prince Khurram at Ajmer on His Return from the Mewar Campaign, Balchand, c. 1635
    Krishna Fluting to the Milkmaids, Kangra painting, 1775–1785
    Krishna Fluting to the Milkmaids, Kangra painting, 1775–1785

Mathematics🔗
Main articles: Indian mathematics and Kerala school of astronomy and mathematics

Significant mathematics began in India in the first millennium BCE. The Śulba Sūtras (literally, "Aphorisms of the Chords" in Vedic Sanskrit) (c. 700–400 BCE) contain the earliest extant verbal expression of the Pythagorean theorem (although very likely it had been known to the Old Babylonians.)[387][t] All mathematical works were orally transmitted until approximately 500 BCE; thereafter, they were transmitted both orally and in manuscript form. The oldest extant mathematical document produced on the Indian subcontinent is the birch bark Bakhshali Manuscript from the 7th century CE.[390][391]

In the classical period of Indian mathematics (400 CE to 1200 CE), important contributions were made by Aryabhata, Brahmagupta, Bhaskara II, Varāhamihira, and Madhava. The decimal number system in use today[392] was first recorded in Indian mathematics.[393] Indian mathematicians made early contributions to the study of the concept of zero as a number,[394] negative numbers,[395] arithmetic, and algebra.[396] Trigonometry[397] was further advanced in India, and the modern definitions of sine and cosine were developed there.[398] These mathematical concepts were transmitted to the Middle East, China, and Europe[396] A later landmark in Indian mathematics was the development of the series expansions for trigonometric functions (sine, cosine, and arc tangent) by mathematicians of the Kerala school in the 15th century CE. Their work, completed two centuries before the invention of calculus in Europe, provided the first example of a power series.[u][399] In the modern era Srinivasa Ramanujan made fundamental contributions to number theory.[400]
Music🔗
Main article: Music of India

India contains a wide array of musical practices, including many different folk musics from different regions. Indian classical music has Vedic origins, and split in the 13th century into the two main traditions of Hindustani and Carnatic music. Hindustani is associated with North India and more improvisational, featuring instruments such as the sitar and tabla, and Carnatic is South Indian and more focused on written compositions such as the kriti, while both styles contain common elements such as the raga melodic framework and tala rhythmic meter.[401] Indian music has influenced western genres, notably rock and jazz musicians during the 1960s counterculture.[402]

Filmi is music written for Indian cinema, generally composed by music directors and sung by playback singers. Modern Indian pop takes influences from classical, folk, and western pop music.[403]

    M. S. Subbulakshmi, Carnatic music vocalist, and the first Indian musician to perform at the United Nations in 1966, began her career singing in Tamil films.
    M. S. Subbulakshmi, Carnatic music vocalist, and the first Indian musician to perform at the United Nations in 1966, began her career singing in Tamil films.
    Carnatic music mridangam player Palghat Mani Iyer (left) at a concert with three violinists, from left to right: L. Vaidyanathan, L. Subramaniam, and L. Shankar.
    Carnatic music mridangam player Palghat Mani Iyer (left) at a concert with three violinists, from left to right: L. Vaidyanathan, L. Subramaniam, and L. Shankar.
    Allauddin Khan, a Hindustani classical music sarod player was also an influential teacher. Among his students were the sitarist Ravi Shankar, sarod player Ali Akbar Khan, and flutist Pannalal Ghosh.
    Allauddin Khan, a Hindustani classical music sarod player was also an influential teacher. Among his students were the sitarist Ravi Shankar, sarod player Ali Akbar Khan, and flutist Pannalal Ghosh.
    Ravi Shankar playing the sitar at the Woodstock music festival, 1972
    Ravi Shankar playing the sitar at the Woodstock music festival, 1972
    Shehnai player Bismillah Khan (left) receives India's highest civilian honour, the Bharat Ratna, from president K. R. Narayanan in 2001.
    Shehnai player Bismillah Khan (left) receives India's highest civilian honour, the Bharat Ratna, from president K. R. Narayanan in 2001.

Dance🔗
Main article: Dance in India

Dance in India has drawn heavily from Indian classical dance traditions. Many of these in turn arose in temples or other religious contexts. Their sponsorship and promotion, however, has continued in secular, modern India. [404][v] India also has local and modern dance traditions.[404] Whether or not a dance is classical is determined by the Sangeet Natak Academi, the Indian government's organisation for performing arts.[w] Although more dances could perhaps meet the criteria for classical, the Akademi has chosen eight.[x] Some sources consider the dance-dramas Chhau of Jharkhand, West Bengal, and Odissa and Yakshagana of Karnataka to also belong to the classical tradition.[405] The best-known classical dance is Bharatnatyam, which began in the temple dances of Tamil devadasis.[404] Identified with "prostitutes and courtesans," their dancing was formally banned in 1947.[y] Concurrently, the dance was rehabilitated as a "pure" art form, with Rukmini Devi Arundale as a prominent figure. A devdasi who went on to attain national and international prominence was Thanjavur Balasaraswati.[404]
Classical Dances of India[404][406]
Serial number 	Dance 	Indigenous to: State 	Region 	Type or origin 	Musical accompaniment
1 	Bharatanatyam 	Tamil Nadu 	South India 	Temple dance 	Cinna Melam, Carnatic music
2 	Kathak 	Uttar Pradesh 	North India 	Court dance 	Hindustani music
3 	Kathakali 	Kerala 	South India 	Dance-drama 	Madhalam drum ensembles; Sopana vocal music
4 	Kuchipudi 	Andhra Pradesh 	South India 	Dance-drama 	Carnatic music ensemble
5 	Manipuri 	Manipur 	Northeast India 	Temple/ritual dance 	Ensemble comprising Pung Cholom, flutes, trumpets, Tambura, Pena, and cymbals
6 	Mohiniattam 	Kerala 	South India 	Dance-drama 	Carnatic ensemble
7 	Odissi 	Odissa 	East India 	Temple dance 	Ensemble of Hindustani music instruments: pakhavaj, sitar, flute, cymbals, harmonium
8 	Sattriya 	Assam 	Northeast India 	Dance-drama 	Borgeet accompanied by khol drums and cymbals.

Local dance traditions vary widely across India. In addition to the dance-dramas Chhau and Yakshagana, they include dance-dramas Raslila of western Uttar Pradesh and Terukkuttu of Tamil Nadu; calendrical and festival dances such as the Bhangra of Punjab, especially at Vaisakhi, the onset of spring, and Garba of Gujarat during Navratri; and tribal or Adivasi dances, such as those of the Santal and Toda people, the latter, for example, in honour of the god Ön who brought buffalo to earth.[404]

Among 20th-century directions is the modern dance of Uday Shankar in which classical styles were employed but not adhered to rigidly. Examples are dance-dramas based on the ancient Indian animal fables, Panchatantra, and Nehru's mid-century meditation on Indian history, The Discovery of India.[404] Dance has been an essential aspect of Indian films from the first talkies of the 1930s. The individual and group dances of Bollywood, for example, show a broad range of influences, including classical, local, and Western popular dance.[404] Towards the end of the 20th century, innovations in British South Asian music and dance, such as Post-Bhangra, fed back into dance in India.[404]

    The Kathakali dance of Kerala
    The Kathakali dance of Kerala
    The Bharatanatyam dance of Tamil Nadu
    The Bharatanatyam dance of Tamil Nadu
    The Kathak dance of northern India absorbed Persian and Central Asian influences during Mughal rule.
    The Kathak dance of northern India absorbed Persian and Central Asian influences during Mughal rule.

Clothing🔗
Main article: Clothing in India

From ancient times until the advent of the modern, the most widely worn traditional dress in India was draped.[407] For women it took the form of a sari, a single piece of cloth many yards long.[407] The sari was traditionally wrapped around the lower body and the shoulder.[407] In its modern form, it is combined with an underskirt, or Indian petticoat, and tucked in along the waist band for more secure fastening. It is also commonly worn with an Indian blouse, or choli, which serves as the primary upper-body garment, the sari's end—passing over the shoulder—covering the midriff and obscuring the upper body's contours.[407] For men, a similar but shorter length of cloth, the dhoti, has served as a lower-body garment.[408]

The use of stitched clothes became widespread after Muslim rule was established by the Delhi sultanate (c. 1300 CE) and continued by the Mughal Empire (c. 1525 CE).[409] Among the garments introduced during this time and still commonly worn are: the shalwars and pyjamas, both styles of trousers, and the tunics kurta and kameez.[409] Shalwars are atypically wide at the waist but narrow to a cuffed bottom. They are held up by a drawstring, which causes them to become pleated around the waist.[410] When the pants are cut quite narrow, on the bias, they are called churidars. The kameez is a long shirt or tunic.[411] Its side seams left open below the waistline.[412] The kurta is traditionally collarless and made of cotton or silk; it is worn plain or with embroidered decoration, such as chikankari; and typically falls to either just above or just below the wearer's knees.[413]

In the last 50 years, fashions have changed a great deal in India. Increasingly, in urban northern India, the sari is no longer the apparel of everyday wear, though they remain popular on formal occasions. The traditional shalwar kameez is rarely worn by younger urban women, who favour churidars or jeans. In office settings, ubiquitous air conditioning allows men to wear sports jackets year-round. For weddings and formal occasions, men in the middle and upper classes often wear bandhgala, or short Nehru jackets, with pants, with the groom and his groomsmen sporting sherwanis and churidars.[414]

    A man in dhoti and woollen shawl in Varanasi
    A man in dhoti and woollen shawl in Varanasi
    Women in sari at an adult literacy class in Tamil Nadu
    Women in sari at an adult literacy class in Tamil Nadu
    Female tourists from Manipur in shawl and phanek—lower-body garment similar to a sarong, and made of a rectangular piece of cloth with one pair of opposite sides stitched together[415]
    Female tourists from Manipur in shawl and phanek—lower-body garment similar to a sarong, and made of a rectangular piece of cloth with one pair of opposite sides stitched together[415]
    Women in shalwar-kameez in Puducherry, Tamil Nadu
    Women in shalwar-kameez in Puducherry, Tamil Nadu

Cuisine🔗
Main article: Indian cuisine

The foundation of a typical Indian meal is a cereal cooked plainly and complemented with savoury dishes.[416] The cooked cereal could be steamed rice; chapati, a thin unleavened bread;[417] the idli, a steamed breakfast cake; or dosa, a griddled pancake.[418] The savoury dishes might include lentils, pulses, vegetables, meat, poultry and fish commonly spiced with ginger and garlic, but also coriander, cumin, turmeric, cinnamon, cardamon and others.[416] In some instances, the ingredients may be mixed during the cooking process.[419] India has distinctive vegetarian cuisines, each a feature of the geographical and cultural histories of its adherents.[420] About 20% to 39% of India's population consists of vegetarians.[421][422] Although meat is eaten widely in India, the proportional consumption of meat in the overall diet is low.[423]

The most significant import of cooking techniques into India during the last millennium occurred during the Mughal Empire. Dishes such as the pilaf,[424][425] and cooking techniques spread into northern India from regions to its northwest.[426] To the simple yogurt marinade of Persia, onions, garlic, almonds, and spices began to be added in India.[426] Rice was partially cooked and layered alternately with the sauteed meat, the pot sealed tightly, and slow cooked according to another Persian cooking technique, to produce biryani,[426] a feature of festive dining in many parts of India.[427]

The diversity of Indian food served worldwide has been partially concealed by the dominance of Punjabi cuisine. The popularity of tandoori chicken—cooked in the tandoor oven, which had traditionally been used for baking bread in the rural Punjab and the Delhi region, especially among Muslims, but which is originally from Central Asia—dates to the 1950s, and was caused in large part by an entrepreneurial response among people from the Punjab who had been displaced by the 1947 partition.[420]

    Duration: 14 seconds.0:14
    A tandoor chef in the Turkman Gate, Old Delhi, makes Khameeri roti, a Muslim-influenced style of leavened bread.[z][429]
    South Indian vegetarian thali, or platter
    South Indian vegetarian thali, or platter
    Machher jhol, a spicy fish curry eaten in eastern India, Nepal, and Bangladesh
    Machher jhol, a spicy fish curry eaten in eastern India, Nepal, and Bangladesh
    Mango, the national fruit of India, is eaten widely in the summer months.[430][aa]
    Mango, the national fruit of India, is eaten widely in the summer months.[430][aa]

Sports🔗
Main article: Sport in India

Several traditional indigenous sports such as kabaddi, kho kho, pehlwani and gilli-danda, and also martial arts, such as Kalarippayattu and marma adi remain popular. Chess is commonly held to have originated in India as chaturaṅga;[433] There has been a rise in the number of Indian grandmasters.[434] Viswanathan Anand became the undisputed Chess World Champion in 2007 and held the status until 2013.[435] Parcheesi is derived from Pachisi another traditional Indian pastime, which in early modern times was played on a giant marble court by Mughal emperor Akbar.[436]

Cricket is the most popular sport in India.[437] India is one of the more successful cricket teams, having won two Cricket World Cups, two T20 World Cups, and three Champions Trophies. India has won a record eight field hockey gold medals in the summer Olympics.[438]

    Girls play hopscotch in Juara, Madhya Pradesh. Hopscotch has been commonly played by girls in rural India.[439]
    Girls play hopscotch in Juara, Madhya Pradesh. Hopscotch has been commonly played by girls in rural India.[439]
    A game of kabaddi in Bagepalli, Karnataka
    A game of kabaddi in Bagepalli, Karnataka
    A street-corner game of pachisi in Pushkar, Rajasthan
    A street-corner game of pachisi in Pushkar, Rajasthan
    Indian hockey team, captained by Dhyan Chand (standing second from left), after winning the finals at the 1936 Summer Olympics – their third of six consecutive Olympic golds
    Indian hockey team, captained by Dhyan Chand (standing second from left), after winning the finals at the 1936 Summer Olympics – their third of six consecutive Olympic golds
    Gukesh Dommaraju, the reigning world chess champion,[440] receives India's highest sporting honour, the Dhyan Chand Award from India's president Droupadi Murmu, January 17, 2025.
    Gukesh Dommaraju, the reigning world chess champion,[440] receives India's highest sporting honour, the Dhyan Chand Award from India's president Droupadi Murmu, January 17, 2025.
    Indian cricket player Sachin Tendulkar, the highest run-getter in test cricket, playing a defensive stroke against Australia in Bangalore, 2010
    Indian cricket player Sachin Tendulkar, the highest run-getter in test cricket, playing a defensive stroke against Australia in Bangalore, 2010

See also🔗

    Administrative divisions of India
    Outline of India

Notes🔗

Originally written in Sanskritised Bengali and adopted as the national anthem in its Hindi translation
"[...] Jana Gana Mana is the National Anthem of India, subject to such alterations in the words as the Government may authorise as occasion arises; and the song Vande Mataram, which has played a historic part in the struggle for Indian freedom, shall be honoured equally with Jana Gana Mana and shall have equal status with it."[5]
Written in a mixture of Sanskrit and Sanskritised Bengali
According to Part XVII of the Constitution of India, Hindi in the Devanagari script is the official language of the Union, along with English as an additional official language.[1][6][7] States and union territories can have a different official language of their own other than Hindi or English.
Not all the state-level official languages are in the eighth schedule and not all the scheduled languages are state-level official languages. For example, the Sindhi language is an 8th scheduled but not a state-level official language.
Kashmiri and Dogri language are the official languages of Jammu and Kashmir which is currently a union territory and no longer the former state.

    According to Ethnologue, there are 424 living indigenous languages in India, in contrast to 11 extinct indigenous languages. In addition, there are 30 living non-indigenous languages.[10]
    Different sources give widely differing figures, primarily based on how the terms "language" and "dialect" are defined and grouped.

"The country's exact size is subject to debate because some borders are disputed. The Indian government lists the total area as 3,287,260 km2 (1,269,220 sq mi) and the total land area as 3,060,500 km2 (1,181,700 sq mi); the United Nations lists the total area as 3,287,263 km2 (1,269,219 sq mi) and total land area as 2,973,190 km2 (1,147,960 sq mi)."[12]
See Date and time notation in India.
ISO 15919: Bhārat Gaṇarājya
The Government of India also regards Afghanistan as a bordering country, as it considers all of Kashmir to be part of India.[25] However, this is disputed, and the region bordering Afghanistan is administered by Pakistan.
"A Chinese pilgrim also recorded evidence of the caste system as he could observe it. According to this evidence the treatment meted out to untouchables such as the Chandalas was very similar to that which they experienced in later periods. This would contradict assertions that this rigid form of the caste system emerged in India only as a reaction to the Islamic conquest."[40]
"All these achievements are dwarfed, though, by the Sanskrit linguistic tradition culminating in the famous grammar by Pāṇini, known as the Aṣṭhādhyāyī. The elegance and comprehensiveness of its architecture have yet to be surpassed by any grammar of any language, and its ingenious methods of stratifying out use and mention, language and metalanguage, and theorem and metatheorem predate key discoveries in western philosophy by millennia."[86]
The Mauryan economy was helped by the rise of Buddhism and Jainism, creeds that promoted nonviolence, proscribed ostentation, or superfluous sacrifices and rituals, and reduced the costs of economic transactions; by coinage that increased economic accommodation in the region; and by the use of writing, which might have boosted more intricate business dealings.[90]
To promote movement and trade, the Mauryans built roads, most prominently a chiefly winter-time road—the Uttarapath—which connected eastern Afghanistan to their capital Pataliputra, during the time of year when the water levels in the intersecting rivers were low, and they could be easily forded.[91]
The northernmost point under Indian control is the disputed Siachen Glacier in Jammu and Kashmir; however, the Government of India regards the entire region of the former princely state of Jammu and Kashmir, including the Gilgit-Baltistan administered by Pakistan, to be its territory. It therefore assigns the latitude 37° 6′ to its northernmost point.
A biodiversity hotspot is a biogeographical region which has more than 1,500 vascular plant species, but less than 30% of its primary habitat.[195]
The 0% results from rounding to two decimal places.
Caste is a form of social stratification characterised by endogamy, hereditary transmission of an occupation, ritual status in a hierarchy, and customary social interaction or exclusion defined by cultural notions of purity and pollution.[343]
Ancient and medieval Indian mathematical works, all composed in Sanskrit usually consisted of two sections: sutras in which a set of rules or problems were stated with economy in verse, and a prose commentary that explained the problem in more detail and provided justification for the solution.[388][389]
Apart from geometric series
Among young urban middle-class women, for example, a proficiency in classical dance is sometimes a sought-after social achievement.[404]
The classical status increases a dance's visibility and attracts more funding from agencies and ticket purchases from audiences.[404]
Given the geographical distribution of the chosen dances and their stylistic range, the choices could be seen as a facet of India's ethos of national integration.[404]
As per the Madras Devadasis (Prevention of Dedication) Act after agitation from the Indian middle and upper classes.[404]
The Central Asian custom of buying bread outside the home accompanied the Mughals to India.[428]

    Genetic studies have shown that mangos were first domesticated in the region between northeastern India, northwestern Myanmar, and Bangladesh.[431][432]

References🔗

National Informatics Centre 2005.
"National Symbols | National Portal of India". India.gov.in. Archived from the original on 4 February 2017. Retrieved 1 March 2017. "The National Anthem of India Jana Gana Mana, composed originally in Bengali by Rabindranath Tagore, was adopted in its Hindi version by the Constituent Assembly as the National Anthem of India on 24 January 1950."
"National anthem of India: a brief on 'Jana Gana Mana'". News18. 14 August 2012. Archived from the original on 17 April 2019. Retrieved 7 June 2019.
Wolpert 2003, p. 1.
Constituent Assembly of India 1950.
Ministry of Home Affairs 1960.
"Profile | National Portal of India". India.gov.in. Archived from the original on 30 August 2013. Retrieved 23 August 2013.
"Constitutional Provisions – Official Language Related Part-17 of the Constitution of India". Department of Official Language via Government of India. Archived from the original on 18 April 2021. Retrieved 18 April 2021.
"50th Report of the Commissioner for Linguistic Minorities in India (July 2012 to June 2013)" (PDF). Commissioner for Linguistic Minorities, Ministry of Minority Affairs, Government of India. Archived from the original (PDF) on 8 July 2016. Retrieved 26 December 2014.
Eberhard, David M.; Simons, Gary F.; Fennig, Charles D. (2025). "India". Ethnologue: Languages of the World (28 ed.).
"C −1 Population by religious community – 2011". Office of the Registrar General & Census Commissioner. Archived from the original on 25 August 2015. Retrieved 25 August 2015.
Library of Congress 2004.
"World Population Prospects". Population Division – United Nations. Retrieved 2 July 2023.
"Population Enumeration Data (Final Population)". 2011 Census Data. Office of the Registrar General & Census Commissioner, India. Archived from the original on 22 May 2016. Retrieved 17 June 2016.
"A – 2 Decadal Variation in Population Since 1901" (PDF). 2011 Census Data. Office of the Registrar General & Census Commissioner, India. Archived from the original (PDF) on 30 April 2016. Retrieved 17 June 2016.
"World Economic Outlook Database, April 2025 Edition. (India)". www.imf.org. International Monetary Fund. 22 April 2025. Retrieved 26 May 2025.
"Gini index (World Bank estimate) – India". World Bank.
"Human Development Report 2025" (PDF). United Nations Development Programme. 6 May 2025. Archived (PDF) from the original on 6 May 2025. Retrieved 6 May 2025.
"List of all left- & right-driving countries around the world". worldstandards.eu. 13 May 2020. Retrieved 10 June 2020.

    The Essential Desk Reference. Oxford University Press. 2002. p. 76. ISBN 978-0-19-512873-4. "Official name: Republic of India.";
    John Da Graça (2017). Heads of State and Government. London: Macmillan. p. 421. ISBN 978-1-349-65771-1. "Official name: Republic of India; Bharat Ganarajya (Hindi)";
    Graham Rhind (2017). Global Sourcebook of Address Data Management: A Guide to Address Formats and Data in 194 Countries. Taylor & Francis. p. 302. ISBN 978-1-351-93326-1. "Official name: Republic of India; Bharat.";
    Bradnock, Robert W. (2015). The Routledge Atlas of South Asian Affairs. Routledge. p. 108. ISBN 978-1-317-40511-5. "Official name: English: Republic of India; Hindi:Bharat Ganarajya";
    Penguin Compact Atlas of the World. Penguin. 2012. p. 140. ISBN 978-0-7566-9859-1. "Official name: Republic of India";
    Merriam-Webster's Geographical Dictionary (3rd ed.). Merriam-Webster. 1997. pp. 515–516. ISBN 978-0-87779-546-9. "Officially, Republic of India";
    Complete Atlas of the World: The Definitive View of the Earth (3rd ed.). DK Publishing. 2016. p. 54. ISBN 978-1-4654-5528-4. "Official name: Republic of India";
    Worldwide Government Directory with Intergovernmental Organizations 2013. CQ Press. 2013. p. 726. ISBN 978-1-4522-9937-2.

James, K. S.; Sekher, T. V. (2024). "India's Population Change: Critical Issues and Prospects.". In James, K. S.; Sekher, T. V. (eds.). India Population Report (1st ed.). Cambridge: Cambridge University Press. pp. 1–18. doi:10.1017/9781009318846.003. ISBN 978-1-00-931886-0.
Metcalf & Metcalf 2012, p. 327: "Even though much remains to be done, especially in regard to eradicating poverty and securing effective structures of governance, India's achievements since independence in sustaining freedom and democracy have been singular among the world's new nations."
Stein, Burton (2012). Arnold, David (ed.). A History of India. The Blackwell History of the World Series (2nd ed.). Wiley-Blackwell. "One of these is the idea of India as 'the world's largest democracy', but a democracy forged less by the creation of representative institutions and expanding electorate under British rule than by the endeavours of India's founding fathers – Gandhi, Nehru, Patel and Ambedkar – and the labours of the Constituent Assembly between 1946 and 1949, embodied in the Indian constitution of 1950. This democratic order, reinforced by the regular holding of nationwide elections and polling for the state assemblies, has, it can be argued, consistently underpinned a fundamentally democratic state structure – despite the anomaly of the Emergency and the apparent durability of the Gandhi-Nehru dynasty."
Fisher 2018, pp. 184–185: "Since 1947, India's internal disputes over its national identity, while periodically bitter and occasionally punctuated by violence, have been largely managed with remarkable and sustained commitment to national unity and democracy."
"Ministry of Home Affairs (Department of Border Management)" (PDF). Archived from the original (PDF) on 17 March 2015. Retrieved 1 September 2008.
Petraglia & Allchin 2007, p. 10: "Y-Chromosome and Mt-DNA data support the colonization of South Asia by modern humans originating in Africa. [...] Coalescence dates for most non-European populations average to between 73 and 55 ka."
Dyson 2018, p. 1: "Modern human beings—Homo sapiens—originated in Africa. Then, intermittently, sometime between 60,000 and 80,000 years ago, tiny groups of them began to enter the north-west of the Indian subcontinent. It seems likely that initially they came by way of the coast. [...] it is virtually certain that there were Homo sapiens in the subcontinent 55,000 years ago, even though the earliest fossils that have been found of them date to only about 30,000 years before the present."
Fisher 2018, p. 23: "Scholars estimate that the first successful expansion of the Homo sapiens range beyond Africa and across the Arabian Peninsula occurred from as early as 80,000 years ago to as late as 40,000 years ago, although there may have been prior unsuccessful emigrations. Some of their descendants extended the human range ever further in each generation, spreading into each habitable land they encountered. One human channel was along the warm and productive coastal lands of the Persian Gulf and northern Indian Ocean. Eventually, various bands entered India between 75,000 years ago and 35,000 years ago."
Dyson 2018, p. 28

    Dyson 2018, pp. 4–5.
    Fisher 2018, p. 33.

Lowe 2015, pp. 1–2: "It consists of 1,028 hymns (sūktas), highly crafted poetic compositions originally intended for recital during rituals and for the invocation of and communication with the Indo-Aryan gods. Modern scholarly opinion largely agrees that these hymns were composed between around 1500 BCE and 1200 BCE, during the eastward migration of the Indo-Aryan tribes from the mountains of what is today northern Afghanistan across the Punjab into north India."

    Witzel 2003, pp. 68–70: "It is known from internal evidence that the Vedic texts were orally composed in northern India, at first in the Greater Punjab and later on also in more eastern areas, including northern Bihar, between ca. 1500 BCE and ca. 500–400 BCE. The oldest text, the Rgveda, must have been more or less contemporary with the Mitanni texts of northern Syria/Iraq (1450–1350 BCE); [...] The Vedic texts were orally composed and transmitted, without the use of script, in an unbroken line of transmission from teacher to student that was formalised early on. This ensured an impeccable textual transmission superior to the classical texts of other cultures; it is in fact something of a tape-recording of ca. 1500–500 BCE. Not just the actual words, but even the long-lost musical (tonal) accent (as in old Greek or in Japanese) has been preserved up to the present. [...] The RV text was composed before the introduction and massive use of iron, that is before ca. 1200–1000 BCE."
    Doniger 2014, pp. xviii, 10: "A Chronology of Hinduism: ca. 1500–1000 BCE Rig Veda; ca. 1200–900 BCE Yajur Veda, Sama Veda and Atharva Veda [...] Hindu texts began with the Rig Veda ('Knowledge of Verses'), composed in northwest India around 1500 BCE; the first of the three Vedas, it is the earliest extant text composed in Sanskrit, the language of ancient India."
    Ludden 2014, p. 19
    Dyson 2018, pp. 14–15
    Robb 2011, pp. 46–

    Jamison & Brereton 2020, pp. 2, 4–5: "The Ṛgveda is one of the four Vedas, which together constitute the oldest texts in Sanskrit and the earliest evidence for what will become Hinduism. [...] Although Vedic religion is very different in many regards from what is known as Classical Hinduism, the seeds are there. Gods like Viṣṇu and Śiva (under the name Rudra), who will become so dominant later, are already present in the Ṛgveda, though in roles both lesser than and different from those they will later play, and the principal Ṛgvedic gods like Indra remain in later Hinduism, though in diminished capacity."
    Flood 2020, p. 4, see note 4: "I take the term 'Hinduism' to meaningfully denote a range and history of practice characterised by a number of features, particularly reference to Vedic textual and sacrificial origins, belonging to endogamous social units (jāti/varṇa), participating in practices that involve making an offering to a deity and receiving a blessing (pūjā), and a first-level cultural polytheism (although many Hindus adhere to a second-level monotheism in which many gods are regarded as emanations or manifestations of the one, supreme being)."
    Michaels 2017, p. 86: "Almost all traditional Hindu families observe until today at least three samskaras (initiation, marriage, and death ritual). Most other rituals have lost their popularity, are combined with other rites of passage, or are drastically shortened. Although samskaras vary from region to region, from class (varna) to class, and from caste to caste, their core elements remain the same owing to the common source, the Veda, and a common priestly tradition preserved by the Brahmin priests."
    Flood 1996, p. 35: "It is this Sanskrit, vedic, tradition which has maintained a continuity into modern times and which has provided the most important resource and inspiration for Hindu traditions and individuals.  The Veda is the foundation for most later developments in what is known as Hinduism."

Dyson 2018, pp. 16, 25.
Dyson 2018, p. 16
Fisher 2018, p. 59.

    Dyson 2018, pp. 16–17.
    Fisher 2018, p. 67.
    Robb 2011, pp. 56–57
    Ludden 2014, pp. 29–30.

    Ludden 2014, pp. 28–29.
    Glenn Van Brummelen (2014). "Arithmetic". In Thomas F. Glick; Steven Livesey; Faith Wallis (eds.). Medieval Science, Technology, and Medicine: An Encyclopedia. Routledge. pp. 46–48. ISBN 978-1-135-45932-1.

    Dyson 2018, p. 20.
    Stein 2010, p. 90.
    Ramusack, Barbara N. (1999). "Women in South Asia". In Barbara N. Ramusack; Sharon L. Sievers (eds.). Women in Asia: Restoring Women to History. Indiana University Press. pp. 27–29. ISBN 978-0-253-21267-2.

Kulke & Rothermund 2004, p. 93.
Asher & Talbot 2006, p. 17.

    Ludden 2014, p. 54.
    Asher & Talbot 2006, pp. 78–79.
    Fisher 2018, p. 76.

    Ludden 2014, pp. 68–70.
    Asher & Talbot 2006, pp. 19, 24.

    Dyson 2018, p. 48.
    Asher & Talbot 2006, p. 52.

Asher & Talbot 2006, p. 74.
Asher & Talbot 2006, p. 267.
Asher & Talbot 2006, p. 152.
Fisher 2018, p. 106.
Asher 1992, p. 250.

    Asher & Talbot 2006, p. 289.
    Fisher 2018, p. 120.

Taylor, Miles (2016). "The British royal family and the colonial empire from the Georgians to Prince George". In Aldrish, Robert; McCreery, Cindy (eds.). Crowns and Colonies: European Monarchies and Overseas Empires. Manchester University Press. pp. 38–39. ISBN 978-1-5261-0088-7.
Peers 2013, p. 76.
Embree, Ainslie Thomas; Hay, Stephen N.; Bary, William Theodore De (1988). "Nationalism Takes Root: The Moderates". Sources of Indian Tradition: Modern India and Pakistan. Columbia University Press. p. 85. ISBN 978-0-231-06414-9.
Marshall, P. J. (2001). The Cambridge Illustrated History of the British Empire. Cambridge University Press. p. 179. ISBN 978-0-521-00254-7. "The first modern nationalist movement to arise in the non-European empire, and one that became an inspiration for many others, was the Indian Congress."
Chiriyankandath, James (2016). Parties and Political Change in South Asia. Routledge. p. 2. ISBN 978-1-317-58620-3. "South Asian parties include several of the oldest in the post-colonial world, foremost among them the 129-year-old Indian National Congress that led India to independence in 1947"
Metcalf & Metcalf 2012, p. 202: "The year 1919 was a watershed in the modern history of India. [...] By its end the Montagu–Chelmsford reforms... were enacted. [...] The year, however, also brought the repressive Rowlatt bills and the catastrophe of the Amritsar massacre. For many, if not most, Indians the reforms had become a poisoned chalice. They chose instead a novel course of political action, that of 'non-violent non-cooperation', and a new leader, Mohandas K. Gandhi, only recently returned from twenty years in South Africa. Gandhi would endure as a lasting symbol of moral leadership for the entire world community."
Stein 2010, p. 289: "Gandhi was the leading genius of the later and ultimately successful campaign for India's independence"
Fisher 2018, pp. 173–174: "The partition of South Asia that produced India and West and East Pakistan resulted from years of bitter negotiations and recriminations [...] The departing British also decreed that the hundreds of princes, who ruled one-third of the subcontinent and a quarter of its population, became legally independent, their status to be settled later. Geographical location, personal and popular sentiment, and substantial pressure and incentives from the new governments led almost all princes eventually to merge their domains into either Pakistan or India. [...] Each new government asserted its exclusive sovereignty within its borders, realigning all territories, animals, plants, minerals, and all other natural and human-made resources as either Pakistani or Indian property, to be used for its national development... Simultaneously, the central civil and military services and judiciary split roughly along religious 'communal' lines, even as they divided movable government assets according to a negotiated formula: 22.7 percent for Pakistan and 77.3 percent for India."
Chatterji, Joya; Washbrook, David (2013). "Introduction: Concepts and Questions". In Chatterji, Joya; Washbrook, David (eds.). Routledge Handbook of the South Asian Diaspora. London and New York: Routledge. ISBN 978-0-415-48010-9. "Joya Chatterji describes how the partition of the British Indian empire into the new nation states of India and Pakistan produced new diaspora on a vast, and hitherto unprecedented, scale, but hints that the sheer magnitude of refugee movements in South Asia after 1947 must be understood in the context of pre-existing migratory flows within the partitioned regions (see also Chatterji 2013). She also demonstrates that the new national states of India and Pakistan were quickly drawn into trying to stem this migration. As they put into place laws designed to restrict the return of partition emigrants, this produced new dilemmas for both new nations in their treatment of 'overseas Indians'; and many of them lost their right to return to their places of origin in the subcontinent, and also their claims to full citizenship in host countries."
Talbot, Ian; Singh, Gurharpal (2009). The Partition of India. Cambridge University Press. ISBN 978-0-521-85661-4. Archived from the original on 13 December 2016. Retrieved 15 November 2015. "When the British divided and quit India in August 1947, they not only partitioned the subcontinent with the emergence of the two nations of India and Pakistan but also the provinces of Punjab and Bengal. ... Indeed for many the Indian subcontinent's division in August 1947 is seen as a unique event which defies comparative historical and conceptual analysis"
Khan, Yasmin (2017) [2007]. The Great Partition: The Making of India and Pakistan (2nd ed.). New Haven and London: Yale University Press. p. 1. ISBN 978-0-300-23032-1. "South Asians learned that the British Indian empire would be partitioned on 3 June 1947. They heard about it on the radio, from relations and friends, by reading newspapers and, later, through government pamphlets. Among a population of almost four hundred million, where the vast majority live in the countryside, ploughing the land as landless peasants or sharecroppers, it is hardly surprising that many thousands, perhaps hundreds of thousands, did not hear the news for many weeks afterwards. For some, the butchery and forced relocation of the summer months of 1947 may have been the first that they knew about the creation of the two new states rising from the fragmentary and terminally weakened British empire in India"

    Copland 2001, pp. 71–78.
    Metcalf & Metcalf 2006, p. 222.

Dyson 2018, pp. 219, 262.
Fisher 2018, p. 8.
Metcalf & Metcalf 2012, pp. 265–266.
Dyson 2018, p. 216.

    "Kashmir, region Indian subcontinent". Encyclopaedia Britannica. Archived from the original on 13 August 2019. Retrieved 15 August 2019. "Kashmir, region of the northwestern Indian subcontinent ... has been the subject of dispute between India and Pakistan since the partition of the Indian subcontinent in 1947."
    Pletcher, Kenneth. "Aksai Chin, Plateau Region, Asia". Encyclopaedia Britannica. Archived from the original on 2 April 2019. Retrieved 16 August 2019. "Aksai Chin, Chinese (Pinyin) Aksayqin, portion of the Kashmir region, ... constitutes nearly all the territory of the Chinese-administered sector of Kashmir that is claimed by India"
    Bosworth, C. E (2006). "Kashmir". Encyclopedia Americana: Jefferson to Latin. Scholastic Library Publishing. p. 328. ISBN 978-0-7172-0139-6. "KASHMIR, kash'mer, the northernmost region of the Indian subcontinent, administered partly by India, partly by Pakistan, and partly by China. The region has been the subject of a bitter dispute between India and Pakistan since they became independent in 1947"

Narayan, Jitendra; John, Denny; Ramadas, Nirupama (2018). "Malnutrition in India: status and government initiatives". Journal of Public Health Policy. 40 (1): 126–141. doi:10.1057/s41271-018-0149-5. ISSN 0197-5897. PMID 30353132. S2CID 53032234.
Balakrishnan, Kalpana; Dey, Sagnik; et al. (2019). "The impact of air pollution on deaths, disease burden, and life expectancy across the states of India: the Global Burden of Disease Study 2017". The Lancet Planetary Health. 3 (1): e26 – e39. doi:10.1016/S2542-5196(18)30261-4. ISSN 2542-5196. PMC 6358127. PMID 30528905.
India. International Union for Conservation of Nature (IUCN). 2019. Archived from the original on 1 November 2020. Retrieved 21 May 2019.
Karanth & Gopal 2005, p. 374.
"India (n)". Oxford English Dictionary (Online ed.). Oxford University Press. doi:10.1093/OED/3183874375. (Subscription or participating institution membership required.)
Kuiper 2010, p. 86.
Clémentin-Ojha 2014.
The Constitution of India (PDF). Ministry of Law and Justice. 1 December 2007. Archived from the original (PDF) on 9 September 2014. Retrieved 3 March 2012. "Article 1(1): India, that is Bharat, shall be a Union of States."
Jha, Dwijendra Narayan (2014). Rethinking Hindu Identity. Routledge. p. 11. ISBN 978-1-317-49034-0.
Singh 2017, p. 253.
Barrow 2003.
Paturi, Joseph; Patterson, Roger (2016). "Hinduism (with Hare Krishna)". In Hodge, Bodie; Patterson, Roger (eds.). World Religions & Cults Volume 2: Moralistic, Mythical and Mysticism Religions. United States: New Leaf Publishing Group. pp. 59–60. ISBN 978-0-89051-922-6. "The actual term Hindu first occurs as a Persian geographical term for the people who lived beyond the Indus River. The term Hindu originated as a geographical term and did not refer to a religion. Later, Hindu was taken by European languages from the Arabic term al-Hind, which referred to the people who lived across the Indus River. This Arabic term was itself taken from the Persian term Hindū, which refers to all Indians. By the 13th century, Hindustan emerged as a popular alternative name for India, meaning the "land of Hindus.""
"Hindustan". Encyclopædia Britannica. Retrieved 17 July 2011.
Mattern, Susan (2019). The Slow Moon Climbs: The Science, History, and Meaning of Menopause. Princeton, NJ, and London: Princeton University Press. ISBN 978-0-691-17163-0. "(pages 146—147) All non-African human populations share a common ancestry in the recent past, about 80,000 to 50,000 years ago. Some time within this period, a group of modern humans migrated from Africa, traversed southern Asia, and crossed the sea to the ancient continent of Sahul (now Australia, Tasmania, and Papua New Guinea), picking up Neanderthal and Denisovan genes along the way; branches reached Europe somewhat later, and Americas last. This was not the first migration of anatomically modern humans out of Africa. ... But for the most part, earlier populations of humans around Eurasia sputtered out, returned to Africa, or were replaced by humans from the last migration out of Africa."
Wright 2010, pp. 45–51.
Wright 2010, p. 107.
Wright 2010, pp. 145–146.
Dyson 2018, pp. 16, 25.
Evans, Nicholas (2009). Dying Words: Endangered languages and what they have to tell us. John Wiley & Sons. pp. 27–. ISBN 978-0-631-23305-3.
Lowe, John J. (2017). Transitive Nouns and Adjectives: Evidence from Early Indo-Aryan. Oxford University Press. p. 58. ISBN 978-0-19-879357-1. "The term 'Epic Sanskrit' refers to the language of the two great Sanskrit epics, the Mahābhārata and the Rāmāyaṇa. ... It is likely, therefore, that the epic-like elements found in Vedic sources and the two epics that we have are not directly related, but that both drew on the same source, an oral tradition of storytelling that existed before, throughout, and after the Vedic period."
Stein 2010, pp. 21, 61–62.
Dyson 2018, pp. 16–17.
Roy 2012, p. 28.
Iori 2023, pp. 184, 219.
Ludden 2013, pp. 28–29.
Dyson 2018, p. 19.
Stein & Arnold 2010, p. 73.
Elverskok 2020, p. 56.
Fisher 2018, p. 72.
Kulke & Rothermund 2004, pp. 89–91.
Stein 2010, pp. 93–94.
Singh 2009, p. 545.
Stein 2010, p. 98.
Stein 2010, pp. 100–101.
Stein 2010, p. 99.
Lowe, John J. (2017). Transitive Nouns and Adjectives: Evidence from Early Indo-Aryan. Oxford University Press. p. 58. ISBN 978-0-19-879357-1. "The term 'Epic Sanskrit' refers to the language of the two great Sanskrit epics, the Mahābhārata and the Rāmāyaṇa. ... It is likely, therefore, that the epic-like elements found in Vedic sources and the two epics that we have are not directly related, but that both drew on the same source, an oral tradition of storytelling that existed before, throughout, and after the Vedic period."
Stein 2010, p. 116.
Stein 2010, pp. 115–116.
Stein 2010, pp. 116–117.
Stein 2010, p. 118.
Stein 2010, pp. 118–119.
Stein 2010, pp. 121–123.
Ludden 2002, p. 68.
Asher & Talbot 2008, p. 47.
Metcalf & Metcalf 2006, p. 6.
Ludden 2002, p. 67.
Asher & Talbot 2008, pp. 50–51.
Asher & Talbot 2008, p. 53.
Metcalf & Metcalf 2006, p. 12.
Robb 2011, p. 97–98.
Stein 2010, p. 159.
Asher & Talbot 2008, p. 115.
Robb 2011, pp. 108–109.
Metcalf & Metcalf 2006, p. 17.
Asher & Talbot 2008, p. 152.
Asher & Talbot 2008, p. 158.
Stein 2010, pp. 164.
Asher & Talbot 2008, p. 186.
Metcalf & Metcalf 2006, pp. 23–24.
Asher & Talbot 2008, p. 256.
Asher & Talbot 2008, p. 286.
Metcalf & Metcalf 2006, pp. 44–49.
Robb 2011, pp. 115–117.
Ludden 2002, pp. 128–132.
Metcalf & Metcalf 2006, pp. 51–55.
Metcalf & Metcalf 2006, pp. 68–71.
Asher & Talbot 2008, p. 289.
Robb 2011, pp. 169–171.
Metcalf & Metcalf 2006, pp. 94–99.
Brown 1994, p. 83.
Peers 2006, p. 50.
Metcalf & Metcalf 2006, pp. 100–103.
Brown 1994, pp. 85–86.
Stein 2010, p. 227.
Metcalf & Metcalf 2006, pp. 103–108.
Robb 2001, p. 183.
Sarkar 1983, pp. 1–4.
Copland 2001, pp. ix–x.
Metcalf & Metcalf 2006, p. 123.
Stein 2010, p. 249.
Stein 2010, p. 245: An expansion of state functions in British and in princely India occurred as a result of the terrible famines of the later nineteenth century, ... A reluctant regime decided that state resources had to be deployed and that anti-famine measures were best managed through technical experts.
Stein 2010, pp. 247–248.
Metcalf & Metcalf 2006, p. 126.
Metcalf & Metcalf 2006, p. 97.
Metcalf & Metcalf 2006, p. 163.
Metcalf & Metcalf 2006, p. 167.
Metcalf & Metcalf 2006, pp. 195–197.
Metcalf & Metcalf 2006, p. 203.
Metcalf & Metcalf 2006, p. 231.
Javalgi, Rajshekhar (Raj) G.; Grossman, David A. (2016). "7 Understanding the Characteristics and Entrepreneurial Activities of Middle-Class Consumers in Emerging Markets: The Case of India". In Marsh, Leslie L.; Li, Hongmei (eds.). The Middle Class in Emerging Societies: Consumers, Lifestyles and Markets. Routledge Research in Cultural and Media Studies Series. Routledge. doi:10.4324/978135717692-10 (inactive 8 December 2025). ISBN 978-1-138-85882-4. "Between now and 2039, India is projected to add over 1 billion people to the global middle class creating the world's fifth-largest consumer market (Dobbs). ... India's middle class saw its largest growth during the early 1990s when economic reforms led to integration into global markets. As Western countries were experiencing economic contraction, India's economy continued to grow above 5 percent."
Metcalf & Metcalf 2006, pp. 265–266.
Metcalf & Metcalf 2006, pp. 266–270.
Metcalf & Metcalf 2006, p. 253.
Metcalf & Metcalf 2006, p. 274.
Metcalf & Metcalf 2006, pp. 247–248.
Ali & Aitchison 2005.
Molnar 2015, p. 117.
Molnar 2015, p. 118.
Molnar 2015, p. 128.
Dikshit & Schwartzberg 2023, p. 7.
Prakash et al. 2000.
Kaul 1970, p. 160, " The Aravalli range boldy defines the eastern limit of the arid and semi-arid zone. Probably the more humid conditions that prevail near the Aravallis prevented the extension of aridity towards the east and the Ganges Valley. It is noteworthy that, wherever there are gaps in this range, sand has advanced to the east of it."
Prasad 1974, p. 372, " The topography of the Indian Desert is dominated by the Aravalli Ranges on its eastern border, which consist largely of tightly folded and highly metamorphosed Archaean rocks."
Fisher 2018, p. 83, " East of the lower Indus lay the inhospitable Rann of Kutch and Thar Desert. East of the upper Indus lay the more promising but narrow corridor between the Himalayan foothills on the north and the Thar Desert and Aravalli Mountains on the south. At the strategic choke point, just before reaching the fertile, well-watered Gangetic plain, sat Delhi. On this site, where life giving streams running off the most northern spur of the rocky Aravalli ridge flowed into the Jumna river, and where the war-horse and war-elephant trade intersected, a series of dynasties built fortified capitals."
Dikshit & Schwartzberg 2023, p. 8.
Dikshit & Schwartzberg 2023, pp. 9–10.
Ministry of Information and Broadcasting 2007, p. 1.
Dikshit & Schwartzberg 2023, p. 15.
Duff 1993, p. 353.
Basu & Xavier 2017, p. 78.
Dikshit & Schwartzberg 2023, p. 16.
Dikshit & Schwartzberg 2023, p. 17.
Kumar et al. 2006.
Dikshit & Schwartzberg 2023, p. 12.
Dikshit & Schwartzberg 2023, p. 13.
Mcgrail et al. 2003, p. 257.
Chang 1967, pp. 391–394.
Posey 1994, p. 118.
Wolpert 2003, p. 4.
Heitzman & Worden 1996, p. 97.
Sharma, Vibha (15 June 2020). "Average temperature over India projected to rise by 4.4 degrees Celsius: Govt report on impact of climate change in country". The Tribune. Retrieved 30 November 2020.
Sethi, Nitin (3 February 2007). "Global warming: Mumbai to face the heat". The Times of India. Retrieved 11 March 2021.
Gupta, Vivek; Jain, Manoj Kumar (2018). "Investigation of multi-model spatiotemporal mesoscale drought projections over India under climate change scenario". Journal of Hydrology. 567: 489–509. Bibcode:2018JHyd..567..489G. doi:10.1016/j.jhydrol.2018.10.012. ISSN 0022-1694. S2CID 135053362.
Megadiverse Countries. Biodiversity A–Z, UN Environment World Conservation Monitoring Centre. Retrieved 17 October 2021.
"Animal Discoveries 2011: New Species and New Records" (PDF). Zoological Survey of India. 2012. Archived from the original (PDF) on 16 January 2013. Retrieved 20 July 2012.
Puri, S. K. "Biodiversity Profile of India". ces.iisc.ernet.in. Archived from the original on 21 November 2011. Retrieved 20 June 2007.
Basak 1983, p. 24.
Venkataraman, Krishnamoorthy; Sivaperuman, Chandrakasan (2018). "Biodiversity Hotspots in India". In Sivaperuman, Chandrakasan; Venkataraman, Krishnamoorthy (eds.). Indian Hotspots: Vertebrate Faunal Diversity, Conservation and Management. Springer. p. 5. ISBN 978-981-10-6605-4.
Jha, Raghbendra (2018). Facets of India's Economy and Her Society Volume II: Current State and Future Prospects. Springer. p. 198. ISBN 978-1-349-95342-4.
"Forest Cover in States/UTs in India in 2019". Forest Research Institute via National Informatics Centre. Retrieved 16 October 2021.
Tritsch 2001, pp. 11–12.
Tritsch 2001, p. 12India has two natural zones of thorn forest, one in the rain shadow area of the Deccan Plateau east of the Western Ghats, and the other in the western part of the Indo-Gangetic plain. Growth is limited only by moisture availability in these areas, so with irrigation the fertile alluvial soil of Punjab and Haryana has been turned into India's prime agricultural area. Much of the thorn forest covering the plains probably had savannah-like features now no longer visible.
Goyal, Anupam (2006). The WTO and International Environmental Law: Towards Conciliation. Oxford University Press. p. 295. ISBN 978-0-19-567710-2. Quote: "The Indian government successfully argued that the medicinal neem tree is part of traditional Indian knowledge. (page 295)"
Hughes, Julie E. (2013). Animal Kingdoms. Harvard University Press. p. 106. ISBN 978-0-674-07480-4. "At same time, the leafy pipal trees and comparative abundance that marked the Mewari landscape fostered refinements unattainable in other lands."
Ameri, Marta (2018). "Letting the Pictures Speak: An Image-Based Approach to the Mythological and Narrative Imagery of the Harappan World". In Ameri, Marta; Costello, Sarah Kielt; Jamison, Gregg; Scott, Sarah Jarmer (eds.). Seals and Sealing in the Ancient World: Case Studies from the Near East, Egypt, the Aegean, and South Asia. Cambridge University Press. pp. 156–157. ISBN 978-1-108-17351-3. Quote: "The last of the centaurs has the long, wavy, horizontal horns of a markhor, a human face, a heavy-set body that appears bovine, and a goat tail ... This figure is often depicted by itself, but it is also consistently represented in scenes that seem to reflect the adoration of a figure in a pipal tree or arbour and which may be termed ritual. These include fully detailed scenes like that visible in the large 'divine adoration' seal from Mohenjo-daro."
Paul Gwynne (2011). World Religions in Practice: A Comparative Introduction. John Wiley & Sons. p. 358. ISBN 978-1-4443-6005-9. "The tree under which Sakyamuni became the Buddha is a peepal tree (Ficus religiosa)."
Crame & Owen 2002, p. 142.
Karanth 2006.
Tritsch 2001, p. 14.
Singh, M.; Kumar, A.; Molur, S. (2008). "Semnopithecus johnii". IUCN Red List of Threatened Species. 2008 e.T44694A10927987. doi:10.2305/IUCN.UK.2008.RLTS.T44694A10927987.en. Retrieved 26 April 2025.
Fischer, Johann. "Semnopithecus johnii". ITIS. Archived from the original on 29 August 2018. Retrieved 27 August 2018.
Biju, S.D.; Dutta, S.; Ravichandran, M.S.; Vasudevan, K.; Vijayakumar, S.P.; Srinivasulu, C.; Dasaramji Buddhe, G. (2016) [errata version of 2004 assessment]. "Duttaphrynus beddomii". IUCN Red List of Threatened Species. 2004 e.T54584A86543952. doi:10.2305/IUCN.UK.2004.RLTS.T54584A11155448.en. Retrieved 26 April 2025.
Frost, Darrel R. (2015). "Duttaphrynus beddomii (Günther, 1876)". Amphibian Species of the World: an Online Reference. Version 6.0. American Museum of Natural History. Archived from the original on 21 July 2015. Retrieved 13 September 2015.
Mace 1994, p. 4.
Lovette, Irby J.; Fitzpatrick, John W. (2016). Handbook of Bird Biology. John Wiley & Sons. p. 599. ISBN 978-1-118-29105-4.
Tritsch 2001, p. 15Before it was so heavily settled and intensively exploited, the Punjab was dominated by thorn forest interspersed by rolling grasslands which were grazed on by millions of Blackbuck, accompanied by their dominant predator, the Cheetah. Always keen hunters, the Moghul princes kept tame cheetahs which were used to chase and bring down the Blackbuck. Today the Cheetah is extinct in India and the severely endangered Blackbuck no longer exists in the Punjab.
Ministry of Environment and Forests 1972.
Department of Environment and Forests 1988.
"Biosphere" (PDF). Retrieved 28 June 2023.
"Annotated List of Wetlands of International Importance | India" (PDF). rsis.ramsar.org. Ramsar Sites Information Service. Retrieved 16 April 2025.
Reviving the Roar: India's Tiger Population Is On the Rise. 13 April 2023. Retrieved 15 April 2023.
Burnell & Calvert 1999, p. 125.
Election Commission of India.
Sáez, Lawrence; Sinha, Aseema (2010). "Political cycles, political institutions and public expenditure in India, 1980–2000". British Journal of Political Science. 40 (1): 91–113. doi:10.1017/s0007123409990226. ISSN 0007-1234. S2CID 154767259.
Sarkar 2007, p. 84.
Chander 2004, p. 117.
Bhambhri 1992, pp. 118, 143.
"Narasimha Rao Passes Away". The Hindu. 24 December 2004. Archived from the original on 13 February 2009. Retrieved 2 November 2008.
Dunleavy, Diwakar & Dunleavy 2007.
Kulke & Rothermund 2004, p. 384.
Business Standard 2009.
"BJP first party since 1984 to win parliamentary majority on its own". DNA. Indo-Asian News Service. 16 May 2014. Archived from the original on 21 May 2014. Retrieved 20 May 2014.
Mashal, Mujib (4 June 2024). "Modi Wins 3rd Term in India Election With Closer Results Than Expected". The New York Times.
Johnston, Hank (2019). Social Movements, Nonviolent Resistance, and the State. Routledge. p. 83. ISBN 978-0-429-88566-2.
Spear 1990, p. 242.
Spear 1990, p. 243.
Sharma 1950.
Sharma 2007, p. 162.
Sharma 2007, p. 31.
Mathew 2003, p. 524.
Neuborne 2003, p. 478.
Sharma 2007, pp. 238, 255.
Sripati 1998, pp. 423–424.
Pylee 2003b, p. 314.
Bremner, G. A. (2016). Architecture and Urbanism in the British Empire. Oxford University Press. p. 117. ISBN 978-0-19-102232-6.
Sharma 2007, p. 49.
"India". Commonwealth Local Government Forum. Archived from the original on 15 July 2019. Retrieved 7 September 2019.
Storm, Eric (2024). Nationalism: A World History. Princeton University Press. ISBN 978-0-691-23309-3. LCCN 2024015293. "The whole constellation changed when India and Pakistan gained independence as dominions, which was a solution that made possible a speedier withdrawal of the British. In the end, India decided to become a republic, although the leadership preferred to remain within the Commonwealth."
"The London Declaration". Commonwealth of Nations. 26 April 1949. Archived from the original on 6 July 2010. Retrieved 4 July 2013.
Rothermund 2000, pp. 48, 227.
(a) Guyot-Rechard, Berenice (2017). Shadow States: India, China and the Himalayas, 1910–1962. Cambridge University Press. p. 235. ISBN 978-1-107-17679-9. "By invading NEFA, the PRC did not just aim to force a humiliated India to recognise its possession of the Aksai Chin. It also hoped to get, once and for all, the upper hand in their shadowing competition."
(b) Chubb, Andrew (2021). "The Sino-Indian Border Crisis: Chinese Perceptions of Indian Nationalism". In Golley, Jane; Jaivan, Linda; Strange, Sharon (eds.). Crisis. Australian National University Press. pp. 231–232. ISBN 978-1-76046-439-4. "The ensuing cycle of escalation culminated in the 1962 Sino-Indian border war in which Mao Zedong's troops overran almost the entire state of Arunachal Pradesh in the eastern sector before unilaterally withdrawing, as if to underline the insult; most of the war's several thousand casualties were Indian. The PLA's decisive victories in the 1962 war not only humiliated the Indian Army, they also entrenched a status quo in Ladakh that was highly unfavourable for India, in which China controls almost all of the disputed territory. A nationalistic press and commentariat have kept 1962 vivid in India's popular consciousness."
(c) Lintner, Bertil (2018). China's India War: Collision Course on the Roof of the World. Oxford University Press. ISBN 978-0-19-909163-8. "Lin Biao was put in charge of the operation and that alliance between Mao and his loyal de facto chief of the PLA made the attack on India possible. With China's ultimate victory in the war, Mao's ultra-leftist line had won in China; whatever critical voices that were left in the Party after all the purges fell silent."
(d) Medcalf, Rory (2020). Indo-Pacific Empire: China, America and the contest for the world's pivotal. Manchester University Press. ISBN 978-1-5261-5077-6. "From an Indian perspective, the China-India war of 1962 was a shocking betrayal of the principles of co-operation and coexistence: a surprise attack that humiliated India and personally broke Nehru."
(e) Ganguly, Sumit (1997). The Crisis in Kashmir: Portents of War, Hope of Peace. Woodrow Wilson Center Press and Cambridge University Press. p. 44. ISBN 978-0-521-65566-8. "In October 1962 India suffered the most humiliating military debacle in its post-independence history, at the hands of the Chinese People's Liberation Army (PLA). The outcome of this conflict had far-reaching consequences for Indian foreign and defence policies. The harsh defeat that the Chinese PLA had inflicted on the Indian Army called into question some of the most deeply held precepts of Nehru's foreign and defence policies."
(f) Raghavan, Srinath (2019). "A Missed Opportunity? The Nehru-Zhou Enlai Summit of 1960". In Bhagavan, Manu (ed.). India and the Cold War. University of North Carolina Press. p. 121. ISBN 978-1-4696-5117-0. "The 'forward policy' adopted by India to prevent the Chinese from occupying territory claimed by them was undertaken in the mistaken belief that Beijing would be cautious in dealing with India owing to Moscow's stance on the dispute and its growing proximity to India. These misjudgments would eventually culminate in India's humiliating defeat in the war of October–November 1962."
Brahma Chellaney (2006). Asian Juggernaut: The Rise of China, India, and Japan. HarperCollins. p. 195. ISBN 978-81-7223-650-2. "Indeed, Beijing's acknowledgement of Indian control over Sikkim seems limited to the purpose of facilitating trade through the vertiginous Nathu-la Pass, the scene of bloody artillery duels in September 1967 when Indian troops beat back attacking Chinese forces."
Gilbert 2002, pp. 486–487.
Sharma 1999, p. 56.
Perkovich 2001, pp. 60–86, 106–125.
Kumar 2010.
Nair 2007.
Pandit 2009.
European Union 2008.
British Broadcasting Corporation 2009.
Rediff 2008 a.
Reuters 2010.
Curry 2010.
Dinkel, Jürgen (2018). The Non-Aligned Movement: Genesis, Organization and Politics (1927–1992). Brill. pp. 92–93. ISBN 978-90-04-33613-1.
Muir, Hugh (13 July 2009). "Diary". The Guardian. Archived from the original on 19 October 2014. Retrieved 17 October 2021. "Members of the Indian armed forces have the plum job of leading off the great morning parade for Bastille Day. Only after units and bands from India's navy and air force have followed the Maratha Light Infantry will the parade be entirely given over to ... France's armed services."
International Monetary Fund 2011, p. 2.
Nayak, Goldar & Agrawal 2010, p. xxv.
Kochhar, Rakesh (18 March 2021). "In the pandemic, India's middle class shrinks and poverty spreads while China sees smaller changes". Pew Research Center. Retrieved 22 October 2024.
Wolpert 2003, p. xiv.
Organisation for Economic Co-operation and Development 2007.
Gargan 1992.
Alamgir 2008, pp. 23, 97.
World Trade Organization 1995.
Central Intelligence Agency.
"Remittances to India set to hit record $100bn this year, 25% higher than FDI flows". The times of India. 1 December 2022. Retrieved 5 December 2022.
"India received $87 billion in remittances in 2021: World Bank". Business Standard. 19 November 2021. Retrieved 3 February 2022.
"Exporters Get Wider Market Reach". The Times of India. 28 August 2009. Archived from the original on 12 September 2014. Retrieved 23 July 2011.
"Trade Map: Trade statistics for international business development". International Trade Centre. 1999–2019. Retrieved 30 September 2022.
Economist 2011.
Economic Times 2014.
Bonner 2010.
Farrell & Beinhocker 2007.
"Households and NPISHs Final consumption expenditure (current US$)". World Bank Open Data.
"Employment in agriculture (% of total employment) (modeled ILO estimate)". The World Bank. 2019. Archived from the original on 22 August 2019. Retrieved 26 March 2022.
"Employment in agriculture, female (% of female employment) (modeled ILO estimate)". The World Bank. 2019. Archived from the original on 22 August 2019. Retrieved 26 March 2022.
Kapoor, Rana (27 October 2015). "Growth in organised dairy sector, a boost for rural livelihood". Business Line. Archived from the original on 20 July 2019. Retrieved 26 August 2019. "Nearly 80 per cent of India's milk production is contributed by small and marginal farmers, with an average herd size of one to two milching animals."
Business Line 2010.
Express India 2009.
"India beats Japan to become world's third-largest vehicle market". The Times of India. 10 January 2023. ISSN 0971-8257. Retrieved 7 June 2023.
Nasscom 2011–2012.
"Indian Pharma: a strategic sector from 'Make in India' to 'Make and Develop in India'". The Financial Express. 16 September 2021. Retrieved 18 October 2021.
"Indian Pharmaceutical Industry". India Brand Equity Foundation. 12 October 2021. Retrieved 18 October 2021.
Biotechnology and Pharmaceutical Sector in India: sector briefing by the UK Trade and Investment 2011, utki.gov.uk
Yep 2011.
"Biotechnology in India – 2013 "biospectrum-able" Survey". Differding.com. 24 June 2013. Archived from the original on 23 February 2014. Retrieved 4 April 2014.
"India's Total Power Generation Capacity Crosses 300 GW Mark". NDTV. 1 August 2016. Archived from the original on 16 June 2017. Retrieved 17 October 2021.
Rowlatt, Justin (12 May 2020). "India's carbon emissions fall for first time in four decades". BBC News. Retrieved 3 December 2020.
USAID (September 2018). "Greenhouse Gas Emissions in India" (PDF). Archived from the original (PDF) on 14 February 2020. Retrieved 10 June 2021.
UN Environment Programme (2019). "Emissions Gap Report 2019". UNEP – UN Environment Programme. Retrieved 10 June 2021.
"India 2020 – Analysis". International Energy Agency. 9 January 2020. Retrieved 3 December 2020.
Scott, Allen J.; Garofoli, Gioacchino (2007). Development on the Ground: Clusters, Networks and Regions in Emerging Economies. Routledge. p. 208. ISBN 978-1-135-98422-9.
"India's Blue Economy net getting bigger". Financial Express. 14 February 2020. Retrieved 18 July 2020.
"Page 279 - economic_survey_2021-2022". www.indiabudget.gov.in. Retrieved 18 July 2022.
Provisional Population Totals Paper 1 of 2011 India, p. 160.
Rorabacher 2010, pp. 35–39.
Provisional Population Totals Paper 1 of 2011 India, p. 165.
"Population Of India (1951–2001)" (PDF). Census of India. Ministry of Finance. Archived from the original (PDF) on 12 August 2011. Retrieved 13 February 2013.
Rosling. "Gapminder". Archived from the original on 4 September 2018. Retrieved 5 September 2018.
"Life expectancy at birth: World, India". Our World in Data. Retrieved 7 September 2025.
Kapoor, Mudit; Shamika, Ravi (10 February 2014). "India's missing women". The Hindu. Retrieved 17 November 2019. "In the last 50 years of Indian democracy, the absolute number of missing women has increased fourfold from 15 million to 68 million. This is not merely a reflection of the overall population growth, but rather a worsening of the dangerous trend over time. As a percentage of the female electorate, missing women have gone up significantly — from 13 per cent to approximately 20 per cent"
"More than 63 million women 'missing' in India, statistics show". Associated Press via The Guardian. 30 January 2018. Retrieved 17 November 2019. Quote: "More than 63 million women are "missing" statistically across India, and more than 21 million girls are unwanted by their families, government officials say. The skewed ratio of men to women is largely the result of sex-selective abortions, and better nutrition and medical care for boys, according to the government's annual economic survey, which was released on Monday. In addition, the survey found that "families where a son is born are more likely to stop having children than families where a girl is born".
Trivedi, Ira (15 August 2019). "A Generation of Girls Is Missing in India – Sex-selective abortion fuels a cycle of patriarchy and abuse". Foreign Policy. Retrieved 17 November 2019. Quote: "Although it has been illegal nationwide for doctors to disclose the sex of a fetus since the 1994 Pre-Conception and Pre-Natal Diagnostic Techniques Act, the ease of ordering cheap and portable ultrasound machines, especially online, has kept the practice of sex-selective abortions alive."
Garg 2005.
Dyson & Visaria 2005, pp. 115–129.
Ratna 2007, pp. 271–272.
Chandramouli 2011.
"Urban Agglomerations/Cities having population 1 lakh and above" (PDF). Office of the Registrar General & Census Commissioner, India. Archived from the original (PDF) on 17 October 2013. Retrieved 12 May 2014.
Jolad, Shivakumar; Agarwal, Aayush (2024). "Mapping India's Linguistic Diversity and Exclusion in the Indian Census 1". In Dodd, Maya; Menon, Nirmala (eds.). Practices of Digital Humanities in India: Learning by Doing. Routledge India. doi:10.4324/9781003325239. ISBN 978-1-003-32523-9.
Moseley, Christopher (10 March 2008). Encyclopedia of the World's Endangered Languages. Routledge. ISBN 978-1-135-79640-2.
Lerner, Hanna (2016). "The Indian Founding: A Comparative Perspective". In Choudhry, Sujit; Khosla, Madhav; Mehta, Pratap Bhanu (eds.). The Oxford Handbook of the Indian Constitution. Oxford University Press. pp. 63–64. ISBN 978-0-19-870489-8. "Ultimately, it was the pragmatic consensus-seeking approach that triumphed. On 14 September 1949, after three years of debate, the assembly overwhelmingly approved a compromise resolution, known as the Munshi—Ayyangar formula, which later became Articles 343-51 of the Indian Constitution. Instead of declaring a 'national language', Hindi was labelled the 'official language of the Union', while English was to continue to be used 'for all official purposes'. It was decided that this arrangement would apply for a period of fifteen years, during which time Hindi was to be progressively introduced into official use. What would happen at the end of this interim period was left undetermined, with the Constitution providing for the establishment of a parliamentary committee to examine the issue in the future. In addition, the Constitution recognised fourteen other languages for official use (listed in the Eighth Schedule of the Constitution). ... Fifteen years after the enactment of the Constitution, Hindi was still not widely used by the Union government. Following a series of violent riots in non-Hindi-speaking States in the 1960s, Parliament renounced the ideal of an Indian national language. In 1965, when the fifteen-year interim period prescribed by the Constitution elapsed, the government announced that English would remain the de facto formal language of India."
Isaka, Riho (2021). Language, Identity, and Power in Modern India: Gujarat, c. 1850–1960. Routledge New Horizons in South Asian Studies. Routledge. pp. 126–197. ISBN 978-1-000-46858-8. "Partition may have 'killed' Hindustani, but it had a marked effect on the debates regarding the position of English and provincial languages in the Constitution. The Hindi protagonists became even more insistent on establishing Hindi as the sole national language and imposing it on the non-Hindi-speaking regions to enhance 'national unity'. In addition, these leaders even began to argue that the Devanagari form of numerals should be used instead of the international form. This was firmly opposed by members from South India. To solve the continuing dispute among the Assembly members, (K. M.) Munshi and N. Gopalaswami Ayyangar, a Tamil member of the Assembly, drew up detailed language provisions. These, in the words of the latter, represented a 'compromise between opinions not easily reconcilable' (Constituent Assembly Debates 1X 1966: 1319). The provisions were proposed to the Congress on 2nd September 1949 and engendered a heated discussion. It was eventually decided that they would be proposed in the Assembly by Munshi, Ayyangar, and Bhimrao Ambedkar (the Chairman of the Drafting Committee) in their personal capacities, not as an official proposal on behalf of the Drafting Committee."
Annamalai, E. (2008). "Contexts of multilingualism". In Braj B. Kachru; Yamuna Kachru; S. N. Sridhar (eds.). Language in South Asia. Cambridge University Press. pp. 223–. ISBN 978-1-139-46550-2. "Some of the migrated languages ... such as Sanskrit and English, remained primarily as a second language, even though their native speakers were lost."
Gazzola, Michele; Wickström, Bengt-Arne (2016). The Economics of Language Policy. MIT Press. pp. 469–. ISBN 978-0-262-03470-8. "The Eighth Schedule recognizes India's national languages as including the major regional languages as well as others, such as Sanskrit and Urdu, which contribute to India's cultural heritage. ... The original list of fourteen languages in the Eighth Schedule at the time of the adoption of the Constitution in 1949 has now grown to twenty-two."
Groff, Cynthia (2017). The Ecology of Language in Multilingual India: Voices of Women and Educators in the Himalayan Foothills. Palgrave Macmillan UK. pp. 58–. ISBN 978-1-137-51961-0. "As Mahapatra says: "It is generally believed that the significance for the Eighth Schedule lies in providing a list of languages from which Hindi is directed to draw the appropriate forms, style and expressions for its enrichment" ... Being recognized in the Constitution, however, has had significant relevance for a language's status and functions."
Gautam, Vanya (5 January 2024). Did You Know? Indian Rupee Notes Feature 15 Languages, Here's The List. India Times.
"India has 79.8% Hindus, 14.2% Muslims, says 2011 census data on religion". Firstpost. 26 August 2016. Archived from the original on 26 April 2020. Retrieved 14 August 2016.
Smith 2008, p. 94.
"Preamble To The Indian Constitution". legalserviceindia.com.
"S. R. Bommai v. Union of India". www.legalserviceindia.com.
Basu, Durga Das (2013). Introduction to the Constitution of India (21 ed.). LexisNexis. p. 124. ISBN 978-81-803-8918-4.
Provisional Population Totals Paper 1 of 2011 India, p. 163.
Pathania, Rajni (January 2020). "Literacy in India: Progress and Inequality" (PDF). bangladeshsociology.org. 17 (1). Bangladesh e-Journal of Sociology. Retrieved 18 October 2021.
Natarajan, Dandapani (1971). "Extracts from the All India Census Reports on Literacy" (PDF). Office of the Registrar General & Census Commissioner, India. Retrieved 18 October 2021.
Chaudhary, Latika (March 2009). "Determinants of Primary Schooling in British India". The Journal of Economic History. 69 (1): 269–302. doi:10.1017/S0022050709000400. ISSN 0022-0507. Retrieved 30 May 2024.
"Study in India". studyinindia.gov.in. Retrieved 18 October 2021.
"HRD to increase nearly 25 pc seats in varsities to implement 10 pc quota for poor in gen category". The Economic Times. 15 January 2019. Retrieved 18 October 2021.
"UDISE+ Dashboard". dashboard.udiseplus.gov.in. Ministry of Education. Retrieved 18 October 2021.
"India achieves 27% decline in poverty". Press Trust of India via Sify.com. 12 September 2008. Archived from the original on 20 February 2014. Retrieved 18 October 2021.
N. Jayapalan (2005). History of Education in India. Atlantic Publishers & Distributors. ISBN 978-81-7156-922-9.
Headrick, Daniel R. (1988). The Tentacles of Progress: Technology Transfer in the Age of Imperialism, 1850–1940. New York: Oxford University Press. p. 317. ISBN 0-19-505115-7. "The first engineering college was an outgrowth of the Ganges Canal. Named after the lieutenant governor of the North-Western Provinces who founded it in 1847, the Thomason Engineering College at Roorkee trained employees for the irrigation branch of the Public Works Department. It offered different curricula for different types of students: an engineering class for domiciled Europeans and a few Indians, an upper subordinates class to train British noncommissioned officers as construction foremen, and a lower subordinates class to train Indian surveyors. By the mid-1880s, the school has a hundred students, substantial buildings, and a reputation as an important center for the study of hydraulic engineering."
Subramanian, Ajantha (2019). The Caste of Merit: Engineering Education in India. Cambridge, MA and London: Harvard University Press. pp. 30–31. ISBN 978-0-674-98788-3. "Before the 1854 despatch, there was already one engineering college in operation: the Thomason College of Civil Engineering at Roorkee. The college was founded in 1847 and was affiliated to the University of Calcutta, in response to the demand for civil engineers to aid the construction of the Ganges Canal in the North-west Provinces."
"Global Tuberculosis Report 2024 - 1.1 TB incidence". World Health Organization. 14 September 2024. Retrieved 23 August 2025.
Chauhan, Arohi; Parmar, Malik; Dash, Girish Chandra; Solanki, Hardik; Chauhan, Sandeep; Sharma, Jessica; Sahoo, Krushna Chandra; Mahapatra, Pranab; Rao, Raghuram; Kumar, Ravinder; Rade, Kirankumar; Pati, Sanghamitra (3 May 2023). "The prevalence of tuberculosis infection in India: A systematic review and meta-analysis". Indian Journal of Medical Research. 157 (2–3): 135–151. doi:10.4103/ijmr.ijmr_382_23. ISSN 0971-5916. PMC 10319385. PMID 37202933.
"Dirty air: how India became the most polluted country on earth". Financial Times. 11 December 2018. Archived from the original on 30 September 2019. Retrieved 22 January 2019.
Chan, Margaret (11 February 2014). Address at the 'India celebrates triumph over polio' event. New Delhi, India: World Health Organization. Retrieved 17 October 2021.

    Lagasse, Paul, ed. (2007). "Caste". The Columbia Encyclopedia. New York, NY: Columbia University Press. ISBN 978-0-231-14446-9. Retrieved 24 September 2012. Quote: "caste [Port., casta=basket], ranked groups based on heredity within rigid systems of social stratification, especially those that constitute Hindu India. Some scholars, in fact, deny that true caste systems are found outside India. The caste is a closed group whose members are severely restricted in their choice of occupation and degree of social participation. Marriage outside the caste is prohibited. Social status is determined by the caste of one's birth and may only rarely be transcended."
    Madan, T. N. (2012). caste. Encyclopædia Britannica Online. Quote: "caste, any of the ranked, hereditary, endogamous social groups, often linked with occupation, that together constitute traditional societies in South Asia, particularly among Hindus in India. Although sometimes used to designate similar groups in other societies, the "caste system" is uniquely developed in Hindu societies."
    Gupta, Dipankar (2008). "Caste". In Schaefer, Richard T. (ed.). Encyclopedia of Race, Ethnicity, and Society. Thousand Oaks: SAGE. pp. 246–250. ISBN 978-1-4129-2694-2. Retrieved 5 August 2012. Quote: "Caste: What makes Indian society unique is the phenomenon of caste. Economic, religious, and linguistic differentiations, even race-based discrimination, are known elsewhere, but nowhere else does one see caste but in India."
    Béteille 2002, pp. 136–137. Quote: "Caste: Caste has been described as the fundamental social institution of India. Sometimes the term is used metaphorically to refer to rigid social distinctions or extreme social exclusiveness wherever found, and some authorities have used the term 'colour-caste system' to describe the stratification based on race in the United States and elsewhere. But it is among the Hindus in India that we find the system in its most fully developed form although analogous forms exist among Muslims, Christians. Sikhs and other religious groups in South Asia. It is an ancient institution, having existed for at least 2,000 years among the Hindus who developed not only elaborate caste practices hut also a complex theory to explain and justify those practices (Dumont 1970). The theory has now lost much of its force although many of the practices continue."
    Mitchell, Geoffrey Duncan (2006). "Castes (part of SOCIAL STRATIFICATION)". A New Dictionary of the Social Sciences. New Brunswick, NJ: Aldine Transaction Publishers. pp. 194–195. ISBN 978-0-202-30878-4. Retrieved 10 August 2012. Quote:"Castes A pure caste system is rooted in the religious order and may be thought of as a hierarchy of hereditary, endogamous, occupational groups with positions fixed and mobility barred by ritual distances between each caste. Empirically, the classical Hindu system of India approximated most closely to pure caste. The system existed for some 3,000 years and continues today despite many attempts to get rid of some of its restrictions. It is essentially connected with Hinduism."
    "caste, n.". Oxford English Dictionary, Second edition; online version June 2012. Oxford, UK: Oxford University Press. 1989. Retrieved 5 August 2019. Quote: "caste, n. 2a. spec. One of the several hereditary classes into which society in India has from time immemorial been divided; ... This is now the leading sense, which influences all others."

Atrey, Shreya (2019). Intersectional Discrimination. Oxford, UK and New York, NY: Oxford University Press. p. 63–64. ISBN 978-0-19-884895-0.
"Indians Outlaw 'Untouchability' In Formal Action by Assembly; UNTOUCHABILITY' FORMALLY BANNED". Reuters/New York Times. 30 April 1947. "NEW DELHI, India, April 29 -- India's Constituent Assembly, discussing the Fundamental Rights Committee's report, today adopted this provision: "Untouchability in any form is abolished and the imposition of any disability on that account shall be an offense."
Teltumbde, Anand (2010). The Persistence of Caste: The Khairlanji Murders and India's Hidden Apartheid. Bloomsbury Academic. ISBN 978-1-84813-449-2.
Taylor, Sarah (28 June 2022). "The struggle to challenge India's caste system remains real, still". ABC.
Makar 2007.
Medora 2003.
Jones & Ramdas 2005, p. 111.
Biswas, Soutik (29 September 2016). "What divorce and separation tell us about modern India". BBC News. Retrieved 18 October 2021.
Cullen-Dupont 2009, p. 96.
Agarwal, Bina (1994). A Field of One's Own: Gender and Land Rights in South Asia. Cambridge University Press. p. 264. ISBN 978-0-521-42926-9. "Mayer's (1960: 219) observation for central India would not be inaccurate for most communities in the subcontinent: "A man's tie with his sister is accounted very close. The two have grown up together, at an age when there is no distinction made between the sexes. And later, when the sister marries, the brother is seen as her main protector, for when her father has died to whom else can she turn if there is trouble in her conjugal household.(Adrian C. Mayer, Caste and kinship in Central India (1960)" The parental home, and after the parents' death the brother's home, often offers the only possibility of temporary or longer-term support in case of divorce, desertion, and even widowhood, especially for a woman without adult sons. Her dependence on this support is directly related to economic and social vulnerability."
Coleman, Leo (2017). A Moral Technology: Electrification as Political Ritual in New Delhi. Cornell University Press. p. 127. ISBN 978-1-5017-0791-9. Quote: Rakhi and its local performances in Kishan Garhi were part of a festival in which connections between out-marrying sisters and village-resident brothers were affirmed. In the "traditional" form of this rite, according to Marriott, sisters exchanged with their brothers to ensure their ability to have recourse—at a crisis, or during childbearing—to their natal village and their relatives there even after leaving for their husband's home. For their part, brothers engaging in these exchanges affirmed the otherwise hard-to-discern moral solidarity of the natal family, even after their sister's marriage.
Rowland, 185–198, 252, 385–466
Craven 1997, pp. 14–16.
Harle 1994, pp. 17–18.
Rowland 1970, pp. 46–47.
Craven 1997, pp. 35–46.
Rowland 1970, pp. 67–70.
Harle 1994, pp. 22–24.
Rowland 1970, pp. 185–198, 252, 385–466.
Craven 1997, pp. 22, 88.
Rowland 1970, pp. 35, 99–100.
Craven 1997, pp. 18–19.
Blurton 1993, p. 151.
Harle 1994, pp. 32–38.
Harle 1994, pp. 43–55.
Rowland 1970, pp. 113–119.
Blurton 1993, pp. 10–11.
Craven 1997, pp. 111–121.
Michell 2000, pp. 44–70.
Harle 1994, pp. 212–216.
Craven 1997, pp. 152–160.
Blurton 1993, pp. 225–227.
Harle 1994, pp. 356–361.
Rowland 1970, pp. 242–251.
Harle 1994, pp. 361–370.
Craven 1997, pp. 202–208.
Harle 1994, pp. 372–382, 400–406.
Craven 1997, pp. 222–243.
Harle 1994, pp. 384–397, 407–420.
Craven 1997, p. 243.
Michell 2000, p. 210.
Michell 2000, pp. 210–211.
Blurton 1993, p. 211.
(Hayashi 2005, p. 363)
(Plofker 2007, p. 1)
(Filliozat 2004, pp. 140–143)
(Hayashi 1995)
(Plofker 2007, p. 6)
(Ifrah 2000, p. 346): "The measure of the genius of Indian civilisation, to which we owe our modern (number) system, is all the greater in that it was the only one in all history to have achieved this triumph. Some cultures succeeded, earlier than the Indian, in discovering one or at best two of the characteristics of this intellectual feat. But none of them managed to bring together into a complete and coherent system the necessary and sufficient conditions for a number-system with the same potential as our own."
(Plofker 2009, pp. 44–47)
(Bourbaki 1998, p. 46): "...our decimal system, which (by the agency of the Arabs) is derived from Hindu mathematics, where its use is attested already from the first centuries of our era. It must be noted moreover that the conception of zero as a number and not as a simple symbol of separation) and its introduction into calculations, also count amongst the original contribution of the Hindus."
(Bourbaki 1998, p. 49): Modern arithmetic was known during medieval times as "Modus Indorum" or method of the Indians. Leonardo of Pisa wrote that compared to method of the Indians all other methods is a mistake. This method of the Indians is none other than our very simple arithmetic of addition, subtraction, multiplication and division. Rules for these four simple procedures was first written down by Brahmagupta during the 7th century AD. "On this point, the Hindus are already conscious of the interpretation that negative numbers must have in certain cases (a debt in a commercial problem, for instance). In the following centuries, as there is a diffusion into the West (by intermediary of the Arabs) of the methods and results of Greek and Hindu mathematics, one becomes more used to the handling of these numbers, and one begins to have other "representation" for them which are geometric or dynamic."
"algebra" 2007. Britannica Concise Encyclopedia Archived 29 September 2007 at the Wayback Machine. Encyclopædia Britannica Online. 16 May 2007. Quote: "A full-fledged decimal, positional system certainly existed in India by the 9th century (AD), yet many of its central ideas had been transmitted well before that time to China and the Islamic world. Indian arithmetic, moreover, developed consistent and correct rules for operating with positive and negative numbers and for treating zero like any other number, even in problematic contexts such as division. Several hundred years passed before European mathematicians fully integrated such ideas into the developing discipline of algebra."
(Pingree 2003, p. 45) Quote: "Geometry, and its branch trigonometry, was the mathematics Indian astronomers used most frequently. Greek mathematicians used the full chord and never imagined the half chord that we use today. Half chord was first used by Aryabhata which made trigonometry much more simple. In fact, the Indian astronomers in the third or fourth century, using a pre-Ptolemaic Greek table of chords, produced tables of sines and versines, from which it was trivial to derive cosines. This new system of trigonometry, produced in India, was transmitted to the Arabs in the late eighth century and by them, in an expanded form, to the Latin West and the Byzantine East in the twelfth century."
(Bourbaki 1998, p. 126): "As for trigonometry, it is disdained by geometers and abandoned to surveyors and astronomers; it is these latter (Aristarchus, Hipparchus, Ptolemy) who establish the fundamental relations between the sides and angles of a right angled triangle (plane or spherical) and draw up the first tables (they consist of tables giving the chord of the arc cut out by an angle θ < π {\displaystyle \theta <\pi } on a circle of radius r, in other words the number 2 r sin ⁡ ( θ / 2 ) {\displaystyle 2r\sin \left(\theta /2\right)}; the introduction of the sine, more easily handled, is due to Hindu mathematicians of the Middle Ages)."
(Stillwell 2004, p. 173)
Hardy, G. H. (2015) [1927]. "Notice". Collected papers of Srinivasa Ramanujan. Cambridge University Press. pp. xxi–xxxv. ISBN 978-1-107-53651-7. "It was his insight into algebraical formulae, tranformation of infinite series, ... that was most amazing. On this side most certainly I have never met his equal, and I can compare him only with Euler and Jacobi. He worked, far more than the majority of modern mathematicians, by induction from numerical examples. ... But with his memory, his patience, and his power of calculation, he combined a power of generalisation, a feeling for form, and a capacity for rapid modification of his hypotheses, that were often really startling, and made him, in his own peculiar field, without a rival in his day."
Capwell, Charles (2012). "The Music of India". Excursions in World Music (6th ed.). Pearson. pp. 31, 52.
Lavezzoli, Peter (24 April 2006). The Dawn of Indian Music in the West. p. 14.
Sarrazin, Natalie (2019). Focus: Popular Music in Contemporary India. Taylor & Francis. ISBN 978-0-429-99931-4.
Vatsyayan, Kapila; Lord, Maria (revision) (2020) [2001]. "India, subcontinent of, IX. Dance". Grove Music Online. Oxford University Press.
Frank Burch Brown (2013). The Oxford Handbook of Religion and the Arts. Oxford University Press. pp. 195–196. ISBN 978-0-19-972103-0., Quote: All of the dances considered to be part of the Indian classical canon (Bharata Natyam, Chhau, Kathak, Kathakali, Kuchipudi, Manipuri, Mohiniattam, Odissi, Sattriya, and Yakshagana) trace their roots to religious practices (...) the Indian diaspora has led to the translocation of Hindu dances to Europe, North America and the world."}}
Bishnupriya Dutt; Urmimala Sarkar Munsi (2010). Engendering Performance: Indian Women Performers in Search of an Identity. SAGE Publications. p. 216. ISBN 978-81-321-0612-8.
Tarlo 1996, p. 26
Tarlo 1996, pp. 26–28
Alkazi, Roshen (2002). "Evolution of Indian Costume as a result of the links between Central Asia and India in ancient and medieval times". In Rahman, Abdur (ed.). India's Interaction with China, Central and West Asia. Oxford University Press. pp. 464–484. ISBN 978-0-19-565789-0.
Stevenson, Angus; Waite, Maurice (2011). Concise Oxford English Dictionary: Book & CD-ROM Set. Oxford University Press. p. 1272. ISBN 978-0-19-960110-3. Retrieved 3 September 2019.
Stevenson, Angus; Waite, Maurice (2011). Concise Oxford English Dictionary: Book & CD-ROM Set. Oxford University Press. p. 774. ISBN 978-0-19-960110-3.
Platts, John T. (John Thompson) (1884). A dictionary of Urdu, classical Hindi, and English. London: W. H. Allen & Co. p. 418. Archived from the original on 24 February 2021. Retrieved 26 August 2019. (online; updated February 2015)
Shukla, Pravina (2015). The Grace of Four Moons: Dress, Adornment, and the Art of the Body in Modern India. Indiana University Press. p. 71. ISBN 978-0-253-02121-2.
Dwyer, Rachel (2014). Bollywood's India: Hindi Cinema as a Guide to Contemporary India. Reaktion Books. pp. 244–245. ISBN 978-1-78023-304-8.
Haripriya, Soibam (2024). "Irom Sharmila's Poetry and the Problem of Anthologizing Indian Literature". In Anjaria, Ulka; Nerleker, Anjali= (eds.). The Oxford Handbook of Modern Indian Literatures. Oxford University Press. p. 423. ISBN 978-0-19-764791-2.
Davidson, Alan (2014). The Oxford Companion to Food. Oxford University Press. p. 409. ISBN 978-0-19-967733-7.
Davidson, Alan (2014). The Oxford Companion to Food. Oxford University Press. p. 161. ISBN 978-0-19-967733-7. "Chapatis are made from finely milled whole-wheat flour, called chapati flour or atta, and water. The dough is rolled into thin rounds which vary in size from region to region and then cooked without fat or oil on a slightly curved griddle called a tava."
Tamang, J. P.; Fleet, G. H. (2009). "Yeasts Diversity in Fermented Foods and Beverages". In Satyanarayana, T.; Kunze, G. (eds.). Yeast Biotechnology: Diversity and Applications. Springer. p. 180. ISBN 978-1-4020-8292-4. "Idli is an acid-leavened and steamed cake made by bacterial fermentation of a thick batter made from coarsely ground rice and dehulled black gram. Idli cakes are soft, moist and spongy, have desirable sour flavour, and is eaten as breakfast in South India. Dosa batter is very similar to idli batter, except that both the rice and black gram are finely grounded. The batter is thinner than that of idli and is fried as a thin, crisp pancake and eaten directly in South India."
Jhala, Angma Day (2015). Royal Patronage, Power and Aesthetics in Princely India. Routledge. p. 70. ISBN 978-1-317-31657-2. "With the ascent of the Mughal Empire in sixteenth-century India, Turkic, Persian and Afghan traditions of dress, 'architecture and cuisine' were adopted by non-Muslim indigenous elites in South Asia. In this manner, Central Asian cooking merged with older traditions within the subcontinent, to create such signature dishes as biryani (a fusion of the Persian pilau and the spice-laden dishes of Hindustan), and the Kashmiri meat stew of Rogan Josh. It not only generated new dishes and entire cuisines, but also fostered novel modes of eating. Such newer trends included the consumption of Persian condiments, which relied heavily on almonds, pastries and quince jams, alongside Indian achars made from sweet limes, green vegetables and curds as side relishes during Mughlai meals."
Davidson, Alan (2014). The Oxford Companion to Food. Oxford University Press. p. 410. ISBN 978-0-19-967733-7.
Biswas, Soutik (4 April 2018). "The myth of the Indian vegetarian nation". BBC.
"Religion in India: Tolerance and Segregation | Religion and food". Pew Research Center. 29 June 2021.
Sahakian, Marlyne; Saloma, Czarina; Erkman, Suren (2016). Food Consumption in the City: Practices and patterns in urban Asia and the Pacific. Taylor & Francis. p. 50. ISBN 978-1-317-31050-1.
Roger 2000.
Sengupta, Jayanta (2014). "India". In Freedman, Paul; Chaplin, Joyce E.; Albala, Ken (eds.). Food in Time and Place: The American Historical Association Companion to Food History. University of California Press. p. 74. ISBN 978-0-520-27745-8.
Collingham, Elizabeth M. (2007). Curry: A Tale of Cooks and Conquerors. Oxford University Press. p. 25. ISBN 978-0-19-532001-5.
Nandy, Ashis (2004). "The Changing Popular Culture of Indian Food: Preliminary Notes". South Asia Research. 24 (1): 9–19. CiteSeerX 10.1.1.830.7136. doi:10.1177/0262728004042760. ISSN 0262-7280. S2CID 143223986.
Kohli, Megha (2023). "Breads". In Taylor Sen, Colleen; Bhattacharyya, Sourish; Saberi, Helen (eds.). The Blooomsbury Handbook of Indian Cuisine. London, New York, and Dublin: Bloomsbury Publishing. p. 60. ISBN 978-1-3501-2863-7. "Khamiri roti is the Indian version of sourdough bread. "Khamir" means yeast or starter in Urdu. ... It is made in a tandoor. ... The culture of purchasaing breads from outside is Central Asian and came to India with the Mughals. The best khamiri roti is sold in various shops in Old Delhi run by people who claim to be the direct descendants of the cooks who worked for the Mughals and use the same recipe as their ancestors."
Panjabi, Camellia (1995). The Great Curries of India. Simon and Schuster. pp. 158–. ISBN 978-0-684-80383-8. "The Muslim influenced breads of India are leavened, like naan, Khamiri roti, ..."
Haidar, Sakina; Hussain, Sajjad; Naz, Safina; Ali, Sajid; Noor, Anam (2025). "Introduction and History of Mango". In Hussain, Sajjad; Nahar, Kamrun; Rajwana, Ishtiaq A.; Ercisli, Sezai; Ahmad, Shakeel (eds.). Handbook of Research on Mango Fruit: Postharvest Science, Production, Nutrition, and Processing Technology. CRC Press, Routledge. p. 1–2. ISBN 978-1-77964-338-4.
Kuhn, David N.; Bally, Ian S. E.; Dillon, Natalie L.; Innes, David; Groh, Amy M.; Rahaman, Jordon; Ophir, Ron; Cohen, Yuval; Sherman, Amir (20 April 2017). "Genetic Map of Mango: A Tool for Mango Breeding". Frontiers in Plant Science. 8 577. Bibcode:2017FrPS....8..577K. doi:10.3389/fpls.2017.00577. PMC 5397511. PMID 28473837.
Warschefsky, Emily J.; Wettberg, Eric J. B. (June 2019). "Population genomic analysis of mango (Mangifera indica) suggests a complex history of domestication". New Phytologist. 222 (4): 2023–2037. Bibcode:2019NewPh.222.2023W. doi:10.1111/nph.15731. PMID 30730057.
Wolpert 2003, p. 2.
Rediff 2008 b.
"Candidates' R13: Anand Draws, Clinches Rematch with Carlsen". Archived from the original on 11 January 2015. Retrieved 14 December 2018.
Binmore 2007, p. 98.
Shores, Lori (15 February 2007). Teens in India. Compass Point Books. p. 78. ISBN 978-0-7565-2063-2. Archived from the original on 17 June 2012. Retrieved 24 July 2011.
"What India was crazy about: Hockey first, Cricket later, Football, Kabaddi now?". India Today. 14 August 2017.
Srinivasan, Radhika; Jermyn, Leslie; Lek, Hui Hui (2001). India. Times Books International. p. 109. ISBN 978-981-232-184-8. Quote: "Girls in India usually play jump rope, or hopscotch, and five stones, tossing the stones up in the air and catching them in many different ways ... the coconut-plucking contests, groundnut-eating races, ... of rural India."

    Graham, Bryan Armen (12 December 2024). "Gukesh Dommaraju becomes youngest world chess champion after horrific Ding Liren blunder". Guardian.

Bibliography🔗
Overview🔗

    "India". The World Factbook. Central Intelligence Agency. Retrieved 10 July 2021.
    "Country Profile: India" (PDF). Library of Congress Country Studies (5th ed.). Library of Congress Federal Research Division. December 2004. Archived from the original (PDF) on 27 September 2011. Retrieved 30 September 2011.
    Heitzman, James; Worden, Robert L. (1996). India: A Country Study. Area Handbook Series. Washington, D.C.: Library of Congress. ISBN 978-0-8444-0833-0.
    India. International Monetary Fund. Retrieved 14 October 2011.
    Provisional Population Totals Paper 1 of 2011 India. Office of the Registrar General and Census Commissioner. Retrieved 18 October 2021.
    Robinson, Francis, ed. The Cambridge Encyclopedia of India, Pakistan, Bangladesh, Sri Lanka, Nepal, Bhutan and the Maldives (1989)
    Constituent Assembly of India – Volume XII. National Informatics Centre, Government of India. 24 January 1950. Archived from the original on 21 July 2011. Retrieved 17 July 2011.

Etymology🔗

    Barrow, Ian J. (2003). "From Hindustan to India: Naming change in changing names". South Asia: Journal of South Asian Studies. 26 (1): 37–49. doi:10.1080/085640032000063977. S2CID 144039519.
    Clémentin-Ojha, Catherine (2014). "'India, that is Bharat...': One Country, Two Names". South Asia Multidisciplinary Academic Journal. 10. Archived from the original on 28 September 2015.
    Thieme, P. (1970). "Sanskrit sindu-/Sindhu- and Old Iranian hindu-/Hindu-". In Mary Boyce; Ilya Gershevitch (eds.). W. B. Henning Memorial Volume. Lund Humphries. ISBN 978-0-85331-255-0.

History🔗

    Asher, C. B.; Talbot, C. (2006). India Before Europe. Cambridge University Press. ISBN 978-0-521-80904-7.
    Asher, C. B.; Talbot, C. (2008). India Before Europe t. Cambridge University Press. ISBN 978-0-521-51750-8.
    Asher, C. B.; Talbot, C. (2022). India Before Europe. Cambridge University Press. ISBN 978-1-108-42816-3.
    Brown, J. M. (1994). Modern India: The Origins of an Asian Democracy. The Short Oxford History of the Modern World (2nd ed.). Oxford University Press. ISBN 978-0-19-873113-9.
    Coningham, Robin; Young, Ruth (2015). The Archaeology of South Asia: From the Indus to Asoka, c. 6500 BCE – 200 CE. Cambridge University Press. ISBN 978-0-521-84697-4.
    Copland, I. (2001). India 1885–1947: The Unmaking of an Empire. Longman. ISBN 978-0-582-38173-5.
    Doniger, Wendy (2014). On Hinduism. Oxford University Press. pp. xviii, 10. ISBN 978-0-19-936009-3.
    Elverskog, Johan (2020). The Buddha's Footprint: An Environmental History of Asia. Philadelphia: University of Pennsylvania Press. ISBN 978-0-8122-5183-8.
    Flood, Gavin D. (1996). An Introduction to Hinduism. Cambridge University Press. ISBN 978-0-521-43878-0.
    Kulke, H.; Rothermund, D. (2004). A History of India. 4th. Routledge. ISBN 978-0-415-32920-0.
    Lowe, John J. (2015). Participles in Rigvedic Sanskrit: The Syntax and Semantics of Adjectival Verb Forms. Oxford University Press. ISBN 978-0-19-100505-3.
    Ludden, D. (2002). India and South Asia: A Short History. Oneworld Publications. ISBN 978-1-85168-237-9.
    Ludden, D. (2014). India and South Asia: A Short History (2nd, revised ed.). Oneworld Publications. ISBN 978-1-85168-936-1.
    Metcalf, Barbara D.; Metcalf, Thomas R. (2006). A Concise History of Modern India (2nd ed.). Cambridge University Press. ISBN 978-0-521-68225-1.
    Metcalf, Barbara D.; Metcalf, Thomas R. (2012). A Concise History of Modern India. Cambridge University Press. ISBN 978-1-107-02649-0.
    Peers, D. M. (2006). India under Colonial Rule: 1700–1885. Pearson Longman. ISBN 978-0-582-31738-3.
    Flood, Gavin (2020). "Introduction". In Gavin Flood (ed.). The Oxford History of Hinduism: Hindu Practice: Hindu Practice. Oxford University Press. ISBN 978-0-19-105322-1.
    Iori, Elisa (2023). "Releasing Urban Religion beyond the City Wall: The Spatial Capital of Early Buddhist Monasticism in NW South Asia". Numen. 70 (2–3): 184–219. doi:10.1163/15685276-20231691. hdl:10278/5079362.
    Jamison, Stephanie; Brereton, Joel (2020). The Rigveda. Oxford University Press. ISBN 978-0-19-063339-4.
    Peers, D. M. (2013). India Under Colonial Rule: 1700–1885. Routledge. ISBN 978-1-317-88286-2. Retrieved 13 August 2019.
    Petraglia, Michael D.; Allchin, Bridget (2007). "Human evolution and culture change in the Indian subcontinent". In Michael Petraglia; Bridget Allchin (eds.). The Evolution and History of Human Populations in South Asia: Inter-disciplinary Studies in Archaeology, Biological Anthropology, Linguistics and Genetics. Springer Publishing. ISBN 978-1-4020-5562-1.
    Michaels, Axel (2017). Patrick Olivelle, Donald R. Davis (ed.). The Oxford History of Hinduism: Hindu Law: A New History of Dharmaśāstra. Oxford: Oxford University Press. ISBN 978-0-19-100709-5.
    Possehl, G. (2003). The Indus Civilization: A Contemporary Perspective. Rowman Altamira. ISBN 978-0-7591-0172-2.
    Robb, P. (2001). A History of India. Palgrave. ISBN 978-0-333-69129-8.
    Robb, P. (2011). A History of India. Palgrave Macmillan. ISBN 978-0-230-34549-2.
    Roy, Tirthankar (2012a). India in the World Economy: From Antiquity to the Present. Cambridge and New York: Cambridge University Press. ISBN 978-1-107-00910-3.
    Sarkar, S. (1983). Modern India: 1885–1947. Delhi: Macmillan. ISBN 978-0-333-90425-1.
    Singh, Upinder (2009). A History of Ancient and Medieval India: From the Stone Age to the 12th Century. Delhi: Longman. ISBN 978-81-317-1677-9.
    Singh, Upinder (2017). Political Violence in Ancient India. Harvard University Press. ISBN 978-0-674-98128-7.
    Spear, Percival (1990) [1978]. History of India, Volume 2: From the sixteenth century to the twentieth century. Penguin. ISBN 978-0-140-13836-8.
    Sripati, V. (1998). "Toward Fifty Years of Constitutionalism and Fundamental Rights in India: Looking Back to See Ahead (1950–2000)". American University International Law Review. 14 (2): 413–496.
    Stein, B. (1998). A History of India. Oxford: Wiley-Blackwell. ISBN 978-0-631-20546-3.
    Stein, B. (2010). Arnold, D. (ed.). A History of India (2nd ed.). Oxford: Wiley-Blackwell. ISBN 978-1-4051-9509-6.
    Witzel, Michael (2003). "Vedas and Upanișads". In Gavin D. Flood (ed.). The Blackwell companion to Hinduism. John Wiley & Sons. ISBN 978-0-631-21535-6. Retrieved 15 March 2012.
    Wolpert, S. (2003). A New History of India (7th ed.). Oxford University Press. ISBN 978-0-19-516678-1.
    Wright, Rita P. (2010). The Ancient Indus: Urbanism, Economy, and Society. Cambridge University Press. ISBN 978-0-521-57219-4. Retrieved 29 September 2013.

Geography🔗

    Ali, J. R.; Aitchison, J. C. (2005). "Greater India". Earth-Science Reviews. 72 (3–4): 170–173. Bibcode:2005ESRv...72..169A. doi:10.1016/j.earscirev.2005.07.005.
    Basu, Mahua; Xavier, Savarimuthu (2017). Fundamentals of Environmental Studies. Cambridge University Press. ISBN 978-1-316-87051-8.
    Chang, J. H. (1967). "The Indian Summer Monsoon". Geographical Review. 57 (3). American Geographical Society, Wiley: 373–396. Bibcode:1967GeoRv..57..373C. doi:10.2307/212640. JSTOR 212640.
    Forest (Conservation) Act, 1980 with Amendments Made in 1988 (PDF). Department of Environment and Forests, Government of the Andaman and Nicobar Islands. 1988. Archived from the original (PDF) on 21 July 2011. Retrieved 25 July 2011.
    Dikshit, K. R.; Schwartzberg, Joseph E. (2023). "India: Land". Encyclopædia Britannica. pp. 1–29.
    Duff, D. (1993). Holmes Principles of Physical Geology (4th ed.). Routledge. ISBN 978-0-7487-4381-0.
    Frisch, Wolfgang; Meschede, Martin; Blakey, Ronald (2011). Plate Tectonics: Continental Drift and Mountain Building. Heidelberg: Springer. doi:10.1007/978-3-540-76504-2. ISBN 978-3-540-76503-5.
    Kaul, R. N. (1970). "The Indian Subcontinent: Indo-Pakistan". In Kaul, R. N. (ed.). Afforestation in Arid Zones. The Hague: Dr. W. Junk, N.V., Publishers. ISBN 978-94-010-3352-7.
    Kumar, V. Sanil; Pathak, K. C.; Pednekar, P.; Raju, N. S. N.; Gowthaman, R. (2006). "Coastal processes along the Indian coastline" (PDF). Current Science. 91 (4): 530–536. Archived from the original (PDF) on 8 September 2009.
    Mcgrail, Sean; Blue, Lucy; Kentley, Eric; Palmer, Colin (2003). Boats of South Asia. Routledge. ISBN 978-1-134-43130-4.
    Molnar, Peter (2015). Plate Tectonics: A Very Short Introduction. Oxford University Press. ISBN 978-0-19-872826-9.
    India Yearbook 2007. New Delhi: Publications Division, Ministry of Information and Broadcasting, Government of India. 2007. ISBN 978-81-230-1423-4.
    Posey, C. A. (1994). The Living Earth Book of Wind and Weather. Reader's Digest. ISBN 978-0-89577-625-9.
    Prakash, B.; Kumar, S.; Rao, M. S.; Giri, S. C. (2000). "Holocene Tectonic Movements and Stress Field in the Western Gangetic Plains" (PDF). Current Science. 79 (4): 438–449.
    Prasad, Ishwar (1974). "The Ecology of Vertebrates of the Indian Desert". In Mani, M. S. (ed.). Ecology and Biogeography in India. The Hague: Dr. W. Junk bv Publishers. ISBN 978-94-010-2333-7.

Biodiversity🔗

    Basak, R. K. (1983). Botanical Survey of India: Account of Its Establishment, Development, and Activities. India. Department of Environment. Retrieved 20 July 2011.
    Crame, J. A.; Owen, A. W. (2002). Palaeobiogeography and Biodiversity Change: The Ordovician and Mesozoic–Cenozoic Radiations. Geological Society Special Publication. Geological Society of London. ISBN 978-1-86239-106-2. Retrieved 8 December 2011.
    Karanth, K. Ullas; Gopal, Rajesh (2005). "An ecology-based policy framework for human-tiger coexistence in India". In Rosie Woodroffe; Simon Thirgood; Alan Rabinowitz (eds.). People and Wildlife, Conflict Or Co-existence?. Cambridge University Press. ISBN 978-0-521-53203-7.
    Karanth, K. P. (2006). "Out-of-India Gondwanan Origin of Some Tropical Asian Biota" (PDF). Current Science. 90 (6): 789–792. Archived from the original (PDF) on 11 April 2019. Retrieved 18 May 2011.
    Mace, G. M. (1994). "1994 IUCN Red List of Threatened Animals". World Conservation Monitoring Centre. International Union for Conservation of Nature. ISBN 978-2-8317-0194-3.
    Tritsch, M. F. (2001). Wildlife of India. London: HarperCollins. ISBN 978-0-00-711062-9.
    Indian Wildlife (Protection) Act, 1972. Ministry of Environment and Forests, Government of India. 9 September 1972. Retrieved 25 July 2011.

Politics🔗

    Banerjee, Sumanta (22 July 2005). "Civilising the BJP". Economic & Political Weekly. 40 (29): 3116–3119. JSTOR 4416896.
    Bhambhri, C. P. (1992). Politics in India, 1991–1992. Shipra. ISBN 978-81-85402-17-8. Retrieved 20 July 2011.
    Burnell, P. J.; Calvert, P. (1999). The Resilience of Democracy: Persistent Practice, Durable Idea. Taylor & Francis. ISBN 978-0-7146-8026-2. Retrieved 20 July 2011.
    India, Press Trust of (16 May 2009). "Second UPA Win, A Crowning Glory for Sonia's Ascendancy". Business Standard India. Press Trust of India. Archived from the original on 5 March 2016. Retrieved 13 June 2009.
    Chander, N. J. (2004). Coalition Politics: The Indian Experience. Concept Publishing Company. ISBN 978-81-8069-092-1. Retrieved 20 July 2011.
    Dunleavy, P.; Diwakar, R.; Dunleavy, C. (2007). The Effective Space of Party Competition (PDF). London School of Economics and Political Science. Archived from the original (PDF) on 28 October 2007. Retrieved 27 September 2011.
    Dutt, S. (1998). "Identities and the Indian State: An Overview". Third World Quarterly. 19 (3): 411–434. doi:10.1080/01436599814325.
    Echeverri-Gent, J. (January 2002). "Politics in India's Decentred Polity". In Ayres, A.; Oldenburg, P. (eds.). Quickening the Pace of Change. India Briefing. London: M. E. Sharpe. pp. 19–53. ISBN 978-0-7656-0812-3.
    "Current Recognised Parties" (PDF). Election Commission of India. 14 March 2009. Retrieved 5 July 2010.
    Madhavan, M. R. (2024). "The Lok Sabha". In Ganguly, Sumit; Sridharan, Eshwaran (eds.). The Oxford Handbook of Indian Politics. Oxford University Press. ISBN 978-0-19-889428-5.
    Gledhill, A. (1970). The Republic of India: The Development of its Laws and Constitution. Greenwood. ISBN 978-0-8371-2813-9. Retrieved 21 July 2011.
    Malik, Yogendra K.; Singh, V. B. (April 1992). "Bharatiya Janata Party: An Alternative to the Congress (I)?". Asian Survey. 32 (4): 318–336. doi:10.2307/2645149. JSTOR 2645149.
    Mathew, K. M. (2003). Manorama Yearbook. Malayala Manorama. ISBN 978-81-900461-8-3. Retrieved 21 July 2011.
    "National Symbols". Know India. National Informatics Centre, Government of India. Archived from the original on 18 April 2021. Retrieved 18 April 2021.
    Neuborne, Burt (2003). "The Supreme Court of India". International Journal of Constitutional Law. 1 (3): 476–510. doi:10.1093/icon/1.3.476.
    Pylee, M. V. (2003a). "The Longest Constitutional Document". Constitutional Government in India (2nd ed.). S. Chand. ISBN 978-81-219-2203-6.
    Pylee, M. V. (2003b). "The Union Judiciary: The Supreme Court". Constitutional Government in India (2nd ed.). S. Chand. ISBN 978-81-219-2203-6. Retrieved 2 November 2007.
    Sarkar, N. I. (2007). Sonia Gandhi: Tryst with India. Atlantic. ISBN 978-81-269-0744-1. Retrieved 20 July 2011.
    Sharma, R. (1950). "Cabinet Government in India". Parliamentary Affairs. 4 (1): 116–126. doi:10.1093/oxfordjournals.pa.a052755.
    Sharma, B. K. (2007). Introduction to the Constitution of India (4th ed.). Prentice Hall. ISBN 978-81-203-3246-1.
    Sinha, A. (2004). "The Changing Political Economy of Federalism in India". India Review. 3 (1): 25–63. doi:10.1080/14736480490443085. S2CID 154543286.
    Wheare, K. C. (1980). Federal Government (4th ed.). Oxford University Press. ISBN 978-0-313-22702-8.

Foreign relations and military🔗

    Alford, P. (7 July 2008). "G8 Plus 5 Equals Power Shift". The Australian. Retrieved 21 November 2009.
    Behera, L. K. (7 March 2011). Budgeting for India's Defence: An Analysis of Defence Budget 2011–2012. Institute for Defence Studies and Analyses. Retrieved 4 April 2011.
    Russia Agrees India Nuclear Deal. BBC News. 11 February 2009. Retrieved 22 August 2010.
    Curry, B. (27 June 2010). "Canada Signs Nuclear Deal with India". The Globe and Mail. Archived from the original on 25 May 2017. Retrieved 13 May 2011.
    "EU-India Strategic Partnership". Europa: Summaries of EU Legislation. European Union. 8 April 2008. Archived from the original on 3 May 2011. Retrieved 14 January 2011.
    Ghosh, A. (2009). India's Foreign Policy. Pearson. ISBN 978-81-317-1025-8.
    Gilbert, M. (2002). A History of the Twentieth Century. William Morrow. ISBN 978-0-06-050594-3. Retrieved 22 July 2011.
    Kumar, A. V. (1 May 2010). "Reforming the NPT to Include India". Bulletin of the Atomic Scientists. Archived from the original on 7 April 2014. Retrieved 1 November 2010.
    Miglani, S. (28 February 2011). "With An Eye on China, India Steps Up Defence Spending". Reuters. Archived from the original on 2 May 2011. Retrieved 6 July 2011.
    Nair, V. K. (2007). "No More Ambiguity: India's Nuclear Policy" (PDF). afsa.org. Archived from the original (PDF) on 27 September 2007. Retrieved 7 June 2007.
    Pandit, Rajat (27 July 2009). "N-Submarine to Give India Crucial Third Leg of Nuke Triad". The Times of India. Archived from the original on 11 August 2011. Retrieved 10 March 2010.
    Pandit, Rajat (8 January 2015). "Make-in-India: Plan to develop 5th-generation fighter aircraft". The Times of India. Archived from the original on 11 March 2015. Retrieved 17 October 2021.
    Pandit, Rajat (16 March 2021). "India's weapon imports fell by 33% in last five years but remains world's second-largest arms importer". The Times of India. Retrieved 3 February 2022.
    Pandit, Rajat (1 February 2022). "Strong push for indigenous weapons amidst modest hike in defence budget". The Times of India. Retrieved 3 February 2022.
    Perkovich, G. (2001). India's Nuclear Bomb: The Impact on Global Proliferation. University of California Press. ISBN 978-0-520-23210-5. Retrieved 22 July 2011.
    India, France Agree on Civil Nuclear Cooperation. Rediff. 25 January 2008. Retrieved 22 August 2010.
    "UK, India Sign Civil Nuclear Accord". Reuters. 13 February 2010. Archived from the original on 12 May 2012. Retrieved 22 August 2010.
    Rothermund, D. (2000). The Routledge Companion to Decolonization. Routledge Companions to History. Routledge. ISBN 978-0-415-35632-9.
    Sharma, S. R. (1999). India–USSR Relations 1947–1971: From Ambivalence to Steadfastness. Vol. 1. Discovery. ISBN 978-81-7141-486-4.
    Sisodia, N. S.; Naidu, G. V. C. (2005). Changing Security Dynamic in Eastern Asia: Focus on Japan. Promilla. ISBN 978-81-86019-52-8.
    "India, US Sign 123 Agreement". The Times of India. 11 October 2008. Archived from the original on 7 November 2011. Retrieved 21 July 2011.

Economy🔗

    Alamgir, J. (2008). India's Open-Economy Policy: Globalism, Rivalry, Continuity. Taylor & Francis. ISBN 978-0-415-77684-4. Retrieved 23 July 2011.
    Bonner, B (20 March 2010). "Make Way, World. India Is on the Move". The Christian Science Monitor. Retrieved 23 July 2011.
    Farrell, D.; Beinhocker, E. (19 May 2007). Next Big Spenders: India's Middle Class. McKinsey & Company. Archived from the original on 5 December 2011. Retrieved 17 September 2011.
    Gargan, E. A. (15 August 1992). "India Stumbles in Rush to a Free Market Economy". The New York Times. Retrieved 22 July 2011.
    Hawksworth, John; Tiwari, Anmol (January 2011). The World in 2050: The Accelerating Shift of Global Economic Power: Challenges and Opportunities (PDF). PricewaterhouseCoopers. Retrieved 23 July 2011.
    Nayak, P. B.; Goldar, B.; Agrawal, P. (2010). India's Economy and Growth: Essays in Honour of V. K. R. V. Rao. SAGE Publications. ISBN 978-81-321-0452-0.
    Pal, P.; Ghosh, J (July 2007). "Inequality in India: A Survey of Recent Trends" (PDF). DESA Working Paper No. 45. United Nations Department of Economic and Social Affairs. Retrieved 23 July 2011.
    Schwab, K. (2010). The Global Competitiveness Report 2010–2011 (PDF). World Economic Forum. Retrieved 10 May 2011.
    Sheth, N. (28 May 2009). "Outlook for Outsourcing Spending Brightens". The Wall Street Journal. Retrieved 3 October 2010.
    Yep, E. (27 September 2011). "ReNew Wind Power Gets $201 Million Goldman Investment". The Wall Street Journal. Retrieved 27 September 2011.
    "India Second Fastest Growing Auto Market After China". Business Line. 10 April 2010. Retrieved 23 July 2011.
    "India world's second largest textiles exporter: UN Comtrade". The Economic Times. 2 June 2014. Archived from the original on 5 June 2014. Retrieved 17 October 2021.
    "India's Economy: Not Just Rubies and Polyester Shirts". The Economist. 8 October 2011. Retrieved 9 October 2011.
    "Indian Car Exports Surge 36%". Express India. 13 October 2009. Archived from the original on 28 April 2016. Retrieved 5 April 2016.
    "Measuring the cost of living worldwide". The Economist. 21 March 2017. Archived from the original on 25 May 2017. Retrieved 25 May 2017.
    Economic Survey of India 2007: Policy Brief (PDF). Organisation for Economic Co-operation and Development. October 2007. Archived from the original (PDF) on 6 June 2011. Retrieved 22 July 2011.
    India: Undernourished Children – A Call for Reform and Action. World Bank. Archived from the original on 7 May 2012. Retrieved 23 July 2011.
    Indian IT-BPO Industry. NASSCOM. 2011–2012. Archived from the original on 9 May 2012. Retrieved 22 June 2012.
    Understanding the WTO: The Organization Members and Observers. World Trade Organization. 1995. Archived from the original on 29 December 2009. Retrieved 23 June 2012.
    World Economic Outlook Update. International Monetary Fund. June 2011. Retrieved 22 July 2011.

Demographics🔗

    Chandramouli, C. (15 July 2011). Rural Urban Distribution of Population (PDF). Ministry of Home Affairs (India). Retrieved 24 January 2015.
    Dharwadker, A. (2010). "Representing India's Pasts: Time, Culture, and Problems of Performance Historiography". In Canning, C. M.; Postlewait, T. (eds.). Representing the Past: Essays in Performance Historiography. University of Iowa Press. ISBN 978-1-58729-905-6. Retrieved 24 July 2011.
    Drèze, J.; Goyal, A. (2009). "The Future of Mid-Day Meals". In Baru, R. V. (ed.). School Health Services in India: The Social and Economic Contexts. SAGE Publications. ISBN 978-81-7829-873-3.
    Dyson, T.; Visaria, P. (2005). "Migration and Urbanisation: Retrospect and Prospects". In Dyson, T.; Casses, R.; Visaria, L. (eds.). Twenty-First Century India: Population, Economy, Human Development, and the Environment. Oxford University Press. ISBN 978-0-19-928382-8.
    Dyson, Tim (2018). A Population History of India: From the First Modern People to the Present Day. Oxford University Press. ISBN 978-0-19-882905-8.
    Fisher, Michael H. (2018). An Environmental History of India: From Earliest Times to the Twenty-First Century. Cambridge and New York: Cambridge University Press. doi:10.1017/9781316276044. ISBN 978-1-107-11162-2. LCCN 2018021693. S2CID 134229667.
    Garg, S. C. (19 April 2005). Mobilizing Urban Infrastructure Finance in India (PDF). World Bank. Archived from the original (PDF) on 24 August 2009. Retrieved 27 January 2010.
    Mallikarjun, B (November 2004). "Fifty Years of Language Planning for Modern Hindi – The Official Language of India". Language in India. 4 (11). ISSN 1930-2940. Archived from the original on 10 January 2018. Retrieved 24 July 2011.
    Ottenheimer, H. J. (2008). The Anthropology of Language: An Introduction to Linguistic Anthropology. Cengage. ISBN 978-0-495-50884-7.
    Ratna, U. (2007). "Interface Between Urban and Rural Development in India". In Dutt, A. K.; Thakur, B. (eds.). City, Society, and Planning. Vol. 1. Concept. ISBN 978-81-8069-459-2.
    Rorabacher, J. A. (2010). Hunger and Poverty in South Asia. Gyan. ISBN 978-81-212-1027-0.
    Smith, Peter (2008). An Introduction to the Baha'i Faith. Cambridge: Cambridge University Press. ISBN 978-0-521-86251-6.
    Notification No. 2/8/60-O.L. Ministry of Home Affairs, Government of India. 27 April 1960. Archived from the original on 1 October 2014. Retrieved 13 May 2011.
    "Census Data 2001". Office of the Registrar General and Census Commissioner. Ministry of Home Affairs, Government of India. 2010–2011. Retrieved 22 July 2011.

Culture🔗

    Asher, Catherine B. (1992). Architecture of Mughal India. New Cambridge History of India series. Cambridge; New York: Cambridge University Press. doi:10.1017/CHOL9780521267281. ISBN 978-0-521-26728-1.
    Béteille, André (2002). "Caste". In Barnard, Alan; Spencer, Jonathan (eds.). Encyclopedia of Social and Cultural Anthropology. New York; London: Routledge. ISBN 978-0-415-28558-2.
    Binmore, K. G. (2007). Playing for Real: A Text on Game Theory. Oxford University Press. ISBN 978-0-19-530057-4.
    Blurton, T. Richard (1993). Hindu Art. Harvard University Press. ISBN 978-0-674-39189-5.
    Bourbaki, Nicolas (1998). Elements of the History of Mathematics. Berlin, Heidelberg, and New York: Springer-Verlag, 301 pages. ISBN 978-3-540-64767-6.
    Craven, Roy C (1997). Indian art: a concise history. New York City: Thames & Hudson. ISBN 978-0-500-20302-6. OCLC 37895110.
    Cullen-Dupont, K. (July 2009). Human Trafficking. Infobase Publishing. ISBN 978-0-8160-7545-4.
    Filliozat, Pierre-Sylvain (2004). "Ancient Sanskrit Mathematics: An Oral Tradition and a Written Literature". In Chemla, Karine; Cohen, Robert S.; Renn, Jürgen; et al. (eds.). History of Science, History of Text (Boston Series in the Philosophy of Science). Dordrecht: Springer Netherlands, 254 pages, pp. 137–157. pp. 360–375. doi:10.1007/1-4020-2321-9_7. ISBN 978-1-4020-2320-0..
    Harle, James C. (1994). The Art and Architecture of the Indian Subcontinent. Yale University Press. ISBN 978-0-300-06217-5.
    Hayashi, Takao (2005). "Indian Mathematics". In Flood, Gavin (ed.). The Blackwell Companion to Hinduism. Oxford: Basil Blackwell, 616 pages, pp. 360–375. pp. 360–375. ISBN 978-1-4051-3251-0..
    Hayashi, Takao (1995). The Bakhshali Manuscript, An ancient Indian mathematical treatise. Groningen: Egbert Forsten, 596 pages. ISBN 978-90-6980-087-5..
    Ifrah, Georges (2000). A Universal History of Numbers: From Prehistory to Computers. New York: Wiley. ISBN 978-0-471-39340-5.
    Jones, G.; Ramdas, K. (2005). (Un)tying the Knot: Ideal and Reality in Asian Marriage. National University of Singapore Press. ISBN 978-981-05-1428-0.
    Kiple, K. F.; Ornelas, K. C., eds. (2000). The Cambridge World History of Food. Vol. 2. Cambridge and New York: Cambridge University Press. ISBN 978-0-521-40215-6.
    Kuiper, K., ed. (2010). The Culture of India. Britannica Educational Publishing. ISBN 978-1-61530-203-1. Retrieved 24 July 2011.
    Makar, E. M. (2007). An American's Guide to Doing Business in India. Adams. ISBN 978-1-59869-211-2.
    Medora, N. (2003). "Mate Selection in Contemporary India: Love Marriages Versus Arranged Marriages". In Hamon, R. R.; Ingoldsby, B. B. (eds.). Mate Selection Across Cultures. SAGE Publications. pp. 209–230. ISBN 978-0-7619-2592-7.
    Michell, George (2000). Hindu Art and Architecture. Thames & Hudson. ISBN 978-0-500-20337-8.
    Pingree, David (2003). "The logic of non-Western science: mathematical discoveries in medieval India". Daedalus. 132 (4): 45–54. doi:10.1162/001152603771338779. S2CID 57559157..
    Plofker, K. (2007). "Mathematics of India". In Katz, Victor J. (ed.). The Mathematics of Egypt, Mesopotamia, China, India, and Islam: A Sourcebook. Princeton, NJ: Princeton University Press. pp. 385–514. ISBN 978-0-691-11485-9..
    Plofker, Kim (2009). Mathematics in India: 500 BCE–1800 CE. Princeton, NJ: Princeton University Press. ISBN 978-0-691-12067-6..
    Roger, Delphine. "The Middle East and South Asia (in Chapter: History and Culture of Food and Drink in Asia)". In Kiple & Ornelas (2000), pp. 1140–1150.
    Rowland, Benjamin (1970). The Art and Architecture of India: Buddhist, Hindu, Jain. Penguin Books. ISBN 978-0-14-056102-9.
    Stillwell, John (2004). Mathematics and its History. Undergraduate Texts in Mathematics (2 ed.). Springer, Berlin and New York, 568 pages. doi:10.1007/978-1-4684-9281-1. ISBN 978-0-387-95336-6..
    Tarlo, E. (1996). Clothing Matters: Dress and Identity in India. University of Chicago Press. ISBN 978-0-226-78976-7. Retrieved 24 July 2011.
    Anand Crowned World Champion. Rediff. 29 October 2008. Retrieved 29 October 2008.

External links🔗
India
at Wikipedia's sister projects

Government

    Official website of the Government of India
    Government of India Web Directory

General information

    India. The World Factbook. Central Intelligence Agency.
    India web resources provided by GovPubs at the University of Colorado Boulder Libraries
    India from BBC News
    Wikimedia Atlas of India
    Geographic data related to India at OpenStreetMap
    Key Development Forecasts for India from International Futures

    vte

India topics
	

	

	

	

	

	

	

	

	

	

	

	

	

	

	

	

	

	
	

	

	

	

	

	

	

	

	

	

	

	

	

	

	

	

Related topics

	

	

	

	

	

	

	

	

	

	

	

	

	


	

	

	
	

	

	

	
	

	

	

	

	

	

	

	

	

	

	

	

	

    BrazilRussiaIndiaChinaSouth AfricaEgyptEthiopiaIranUnited Arab EmiratesIndonesia

	

	

	

	

	

	

	

	

	

	


	


	
	

	

	


	

Portals:

    flag India
    icon Countries
    icon Asia

Authority control databases Edit this at Wikidata
	

	

	

	

	

	

	

Categories:

    IndiaBRICS nationsCountries and territories where English is an official languageCountries and territories where Hindi is an official languageCountries in AsiaFederal constitutional republicsFormer British colonies and protectorates in AsiaG15 nationsG20 membersMember states of the Commonwealth of NationsMember states of the South Asian Association for Regional CooperationMember states of the United NationsRepublics in the Commonwealth of NationsCountries in South AsiaStates and territories established in 1947Cradle of civilization

    This page was last edited on 19 December 2025, at 20:38 (UTC).
    Text is available under the Creative Commons Attribution-ShareAlike 4.0 License; additional terms may apply. By using this site, you agree to the Terms of Use and Privacy Policy. Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc., a non-profit organization.

    Privacy policy
    About Wikipedia
    Disclaimers
    Contact Wikipedia
    Legal & safety contacts
    Code of Conduct
    Developers
    Statistics
    Cookie statement
    Mobile view

    Wikimedia Foundation
    Powered by MediaWiki

📌
⚙️
✕
`, `


Wikipedia Die freie Enzyklopädie

    Jetzt spenden
    Benutzerkonto erstellen
    Anmelden

Inhaltsverzeichnis
(Anfang)
Geografie

Landesname

Geschichte

Bevölkerung

Politik und Staat

Wirtschaft

Infrastruktur

Kultur

Medien

Siehe auch

Literatur

Weblinks

    Einzelnachweise

Indien🔗

    Artikel
    Diskussion

    Lesen
    Bearbeiten
    Quelltext bearbeiten
    Versionsgeschichte

Werkzeuge

Erscheinungsbild
Text

    Klein
    Standard
    Groß

Breite

    Standard
    Breit

Farbe (Beta)

    Automatisch
    Hell
    Dunkel

Dies ist ein als exzellent ausgezeichneter Artikel.
Dieser Artikel behandelt das Land. Zu anderen Bedeutungen siehe Indien (Begriffsklärung).
Republik Indien
भारत गणराज्य (Hindi)
Republic of India (englisch)
Bhārat Gaṇarājya (Hindi)
	
Flagge 	Emblem
Wahlspruch: सत्यमेव जयते Satyameva Jayate
Sanskrit: „Allein die Wahrheit siegt“
Amtssprache 	Hindi und Englisch
(Amtssprachen der Union)
21 weitere, offiziell anerkannte Sprachen dienen auf regionaler Ebene teils als Amtssprachen.

Asamiya
Bengalisch
Bodo
Dogri
Gujarati
Kannada
Kashmiri
Konkani
Maithili
Malayalam
Marathi
Meitei
Nepali
Oriya
Panjabi
Santali
Sanskrit
Sindhi
Tamil
Telugu
Urdu
Hauptstadt 	Delhi
Staats- und Regierungsform 	parlamentarische Bundesrepublik
Staatsoberhaupt 	Staatspräsidentin
Draupadi Murmu
Regierungschef 	Premierminister
Narendra Modi
Parlament(e) 	Bhāratīya Sansad (Lok Sabha und Rajya Sabha)
Fläche 	3.287.263 (7.)[1] km²
Einwohnerzahl 	1.428.627.663 (1.) (2023)[2]
Bevölkerungsdichte 	431 (18.) Einwohner pro km²
Bevölkerungs­entwicklung 	 ▲ +1,14 % (2018)[3] pro Jahr
Bruttoinlandsprodukt

    Total (nominal)
    Total (KKP)
    BIP/Einw. (nom.)
    BIP/Einw. (KKP)

	2024[4]

    3,9 Billionen USD (5.)
    16,2 Billionen USD (3.)
    2.695 USD (145.)
    11.176 USD (129.)

Index der menschlichen Entwicklung (HDI) 	0,685 (130.) (2023)[5]
Währung 	Indische Rupie (INR)
Vorgängergebilde 	Britisch-Indien und Fürstenstaaten
Unabhängigkeit 	15. August 1947
(vom Vereinigten Königreich)
National­hymne 	Jana Gana Mana
Dauer: 1 Minute und 4 Sekunden.1:04
Nationalfeiertag 	26. Januar (Tag der Republik)
15. August (Unabhängigkeitstag)
2. Oktober (Gandhi Jayanti)
Zeitzone 	UTC+5:30
Kfz-Kennzeichen 	IND
ISO 3166 	IN, IND, 356
Internet-TLD 	.in
Telefonvorwahl 	+91
Physisch-politische Karte Indiens
Indien (Indien)
Delhi
Mumbai
Srinagar
Chandigarh
Jaipur
Ahmedabad
Agra
Lucknow
Patna
Kolkata
Nagpur
Bhopal
Bhubaneswar
Hyderabad
Panaji
Bengaluru
Chennai
Kochi
Thiruvananthapuram
Madurai
Guwahati
Kangchendzönga
VOLKSREPUBLIK CHINA
MYANMAR
PAKISTAN
NEPAL
BHUTAN
BANGLA-
DESCH
SRI
LANKA
INDISCHER
OZEAN
Andamanen
Nikobaren
Lakkadiven

Indien [ˈɪndi̯ən] (Eigennamen unter anderem Hindi भारत ISO15919 Bhārat, englisch India), amtlich Republik Indien, ist ein Staat in Südasien.

Indien umfasst den größten Teil des indischen Subkontinents. Der Himalaya bildet die natürliche Nordgrenze Indiens, im Süden umschließt der Indische Ozean das Staatsgebiet. Indien grenzt an Pakistan, das chinesische Autonome Gebiet Tibet, Nepal, Bhutan, Myanmar und Bangladesch. Weitere Nachbarstaaten im Indischen Ozean sind Sri Lanka und die Malediven. Hinsichtlich seiner Landesfläche ist Indien das siebtgrößte Land der Erde. Mit etwa 1,426 Milliarden Einwohnern ist Indien seit April 2023 vor der Volksrepublik China der bevölkerungsreichste Staat der Erde und somit die bevölkerungsreichste Demokratie der Welt.[6][7] Durch fortschreitende Modernisierung, Bildung, Wohlstand und Verstädterung sinkt die Geburtenrate seit Anfang der 1980er Jahre.[8]

Die Bundesrepublik Indien wird von 28 Bundesstaaten sowie acht bundesunmittelbaren Gebieten gebildet. Hauptstadt ist Neu-Delhi, Teil der Metropole Delhi. Die bevölkerungsreichste Stadt und zugleich das Wirtschafts- und Finanzzentrum ist Mumbai. Weitere Ballungsräume sind Kolkata, Chennai, Bengaluru, Hyderabad, Ahmedabad und Pune.

Das Gebiet Indiens ist spätestens seit der bronzezeitlichen Indus-Hochkultur zivilisiert. Seit seiner Unabhängigkeit vom Vereinigten Königreich 1947 und dem Britischen Weltreich ist es Mitglied der Commonwealth of Nations, zunächst als Kaiserreich mit dem britischen Monarchen als Kaiser von Indien und seit 1950 als demokratisch und säkular verfasste Republik. Das politische System Indiens basiert seither auf einer parlamentarischen Republik nach dem Vorbild des britischen Westminster-Systems.

Die indische Gesellschaft wird trotz verfassungsmäßiger Religionsfreiheit vom religiösen hierarchischen Kastensystem bestimmt. Die mit Abstand größte Religionsgruppe sind die Hindus, gefolgt von Muslimen, Christen und den historisch aus Indien stammenden Sikhs, Buddhisten und Jaina. Das Entwicklungsprogramm der Vereinten Nationen zählt Indien zu den Ländern mit mittlerer menschlicher Entwicklung.[5] Beim Ländervergleich des Index der menschlichen Entwicklung lag Indien im Jahr 2021 auf Rang 132 von 191 weltweit.[5]

Wirtschaftlich gilt Indien als Schwellenland. Es gehört zu den O5- und BRICS-Staaten und der Gruppe der zwanzig wichtigsten Industrie- und Schwellenländer (G20). Trotz seines niedrigen Pro-Kopf-Einkommens und -Vermögens, teilweise großer Armut, hoher Arbeitslosigkeit und ausgeprägter Einkommensungleichheit ist Indien aufgrund seiner großen Bevölkerung die dritt- bzw. sechstgrößte Wirtschaftsmacht der Welt (kaufkraftbereinigt bzw. nominal). Das Land war 2015 erstmals die am schnellsten wachsende Volkswirtschaft der G20-Gruppe, hat sich zu einem Zentrum für Informationstechnologie und -dienstleistungen entwickelt und verfügt über eine stetig wachsende Mittelschicht sowie eine der weltweit größten Softwareindustrien.

Seit 2014 ist der hindu-nationalistische Politiker Narendra Modi Premierminister Indiens. Kritiker bemängeln seitdem zunehmend autoritäre Tendenzen und die Einschränkung von Minderheitenrechten.[9][10]
Geografie🔗
Landschaftsgliederung🔗
Topografische Karte Indiens
Der Kangchendzönga, mit 8586 m Indiens höchster Berg
Wüste Thar in Rajasthan
In den Backwaters von Kerala

Indien ist mit 3.287.490 Quadratkilometern[1] der siebtgrößte Staat der Erde. Er erstreckt sich in West-Ost-Richtung vom 68. bis zum 97. östlichen Längengrad über rund 3000 Kilometer. Von Nord nach Süd, zwischen dem 8. und dem 37. Grad nördlicher Breite, beträgt die Ausdehnung rund 3200 Kilometer. Indien grenzt an sechs Staaten: Pakistan (2912 Kilometer), China (Autonomes Gebiet Tibet; 3380 Kilometer), Nepal (1690 Kilometer), Bhutan (605 Kilometer), Myanmar (1463 Kilometer) und Bangladesch (4053 Kilometer). Insgesamt beträgt die Grenzlänge somit 14.103 Kilometer. Da der nördliche Teil des umstrittenen Kaschmir seit 1949 unter pakistanischer Kontrolle steht (Waffenstillstand nach dem Kaschmir-Konflikt), hat Indien keine gemeinsame Grenze mit Afghanistan mehr. Die Küste des Landes ist rund 7000 Kilometer lang.

Die natürliche Grenze im Norden und Nordosten bildet der Himalaya, das höchste Gebirge der Welt, das im äußersten Nordwesten durch das Hochtal des Indus vom Karakorum und der diesem vorgelagerten Ladakh Range getrennt wird. Südlich an den Himalaya schließen sich die breiten, fruchtbaren Stromebenen der Flüsse Ganges und Brahmaputra an. Im Westen geht das Stromland des Ganges in die Wüste Thar über, die im Osten und Süden vom Aravalligebirge begrenzt wird. Südlich davon liegen die Sümpfe des Rann von Kachchh sowie die Halbinsel Kathiawar. Den Nordosten Indiens, einschließlich der Brahmaputra-Ebene, verbindet nur ein schmaler Korridor zwischen Bangladesch und Nepal bzw. Bhutan mit dem übrigen Land. Die Nordostregion wird durch das bis zu 3800 Meter hohe Patkai- oder Purvachalgebirge von Myanmar sowie die knapp 2000 Meter hohen Khasi-Berge von Bangladesch abgeschirmt.

Das Hochland von Dekkan nimmt den größten Teil der keilförmig in den Indischen Ozean vorragenden indischen Halbinsel ein. Das Vindhya- und das Satpuragebirge schirmen den Dekkan von der Gangesebene im Norden ab. Im Westen wird er von den bis zu 2700 Meter hohen Westghats, im Osten von den flacheren Ostghats begrenzt. Beide Gebirgszüge treffen im Süden, wo die Halbinsel spitz zum Kap Komorin zuläuft, zusammen. Die Westghats fallen steil zur Konkan- und Malabarküste entlang des Arabischen Meeres ab. Die Ostghats gehen in die breiteren östlichen Küstenebenen am Golf von Bengalen über.

Zu Indien gehören außerdem drei dem indischen Subkontinent vorgelagerte Inselgruppen. Rund 300 Kilometer westlich der Malabarküste liegen die Korallenatolle von Lakshadweep, das die Inselgruppen der Lakkadiven und Amindiven sowie die Insel Minicoy umfasst. Südöstlich der Halbinsel, zwischen 1000 und 1600 Kilometer vom indischen Festland entfernt, erstrecken sich die Andamanen und Nikobaren, die zugleich die östliche Grenze des Golfs von Bengalen markieren.

Höchster Punkt Indiens ist der Berg Kangchendzönga mit 8586 m Höhe. Er liegt im äußersten Westen Sikkims; über ihn verläuft die Grenze zu Nepal. Der höchste vollständig auf indischem Gebiet liegende Berg ist die Nanda Devi mit 7822 m. Vor dem Beitritt des damaligen Königreichs Sikkim zur indischen Union im Jahr 1975 war dies auch der höchste Berg Indiens. Der tiefste Punkt ist die zwei Meter unter dem Meeresspiegel gelegene Kuttanad-Senke an der Malabarküste.
Flüsse und Seen🔗
Wichtige Flüsse in Indien

Alle größeren Flüsse Indiens entspringen in einer der drei Hauptwasserscheiden des Subkontinents: im Himalaya, in den zentralindischen Vindhya- und Satpura-Bergen oder in den Westghats.

Indiens längster und bedeutendster Fluss ist der Ganges (Ganga), der im Himalaya entspringt. Seine längsten Nebenflüsse sind die Yamuna und der Gomti; der Chambal ist ein Zufluss der Yamuna. Der Brahmaputra, dessen Oberlauf seinerseits den Himalaya vom Transhimalaya trennt und der das Land im Nordosten durchfließt, vereinigt sich mit dem Ganges und bildet vor der Mündung in den Golf von Bengalen ein gewaltiges Delta. An diesem hat Indien im Westen Anteil; der Großteil des Gangesdeltas liegt auf dem Territorium des Nachbarstaates Bangladesch. Fast ein Drittel der Fläche Indiens gehört zum Einzugsgebiet von Ganges und Brahmaputra.

Im äußersten Norden durchquert der Indus in Südost-Nordwest-Richtung das Unionsterritorium Ladakh.

Das Hochland von Dekkan wird von mehreren großen Flüssen entwässert. Die Narmada und der Tapti münden ins Arabische Meer, während Godavari, Krishna, Mahanadi und Kaveri zum Golf von Bengalen fließen.

Trotz seiner Größe hat Indien nur wenige große natürliche Seen. Zwecks Bewässerung und Stromerzeugung wurden im ganzen Land teils riesige Stauseen angelegt. Die größten sind der Hirakud-Stausee (746 Quadratkilometer) in Odisha, der Gandhi-Stausee (648 Quadratkilometer) in Madhya Pradesh und der Govind-Ballabh-Pant-Stausee (465 Quadratkilometer) an der Grenze zwischen Uttar Pradesh und Chhattisgarh.
Geologie🔗
Verschiebung der indischen Platte

Die Theorie der Kontinentalverschiebung besagt, dass Indien bis gegen Ende des Jura zum Südkontinent Gondwana gehörte. In der Kreidezeit riss es von der Kontinentalscholle der Antarktis ab und driftete in erdgeschichtlich extrem kurzen 50 Millionen Jahren quer durch den gesamten Tethys-Ozean gegen den Süden der Eurasischen Platte. Das Aufeinandertreffen der beiden Erdteile erfolgte vor geschätzt etwa 43 bis 64 Millionen Jahren[11] am Anfang des Paläogens. In der resultierenden gemeinsamen „Knautschzone“ dieser Krustenbewegungen wurden der Himalaya und benachbarte Gebirgssysteme aufgeschoben (Auffaltung der früheren Kontinentalränder) und das Hochland von Tibet angehoben.

Obwohl einzelne Krustenteile sich inzwischen miteinander verschweißt haben, bewegt sich die Indische Platte bis heute nach Norden, so dass sich der Himalaya jährlich um einige Millimeter hebt – ebenso wie andere Faltengebirge der Erde, von denen er eines der jüngsten ist. Die ihm vorgelagerten Flussebenen entstanden durch Sedimentablagerungen im Pleistozän. Vielfältiger sind die Gesteinsformationen des Dekkan. Den Großteil nehmen proterozoische Formationen im Süden und Osten, der in der Kreidezeit entstandene vulkanische Dekkan-Trapp im Westen und Nordwesten sowie ungeformte Kratone im Nordosten und Norden ein, die zu den ältesten Teilen der Erdkruste gehören.
Klima🔗
Jährliche Niederschlagsmenge in Indien

Mit Ausnahme der Bergregionen herrscht in Nord- und Zentralindien vornehmlich subtropisches Kontinentalklima, im Süden und in den Küstengebieten dagegen ein stärker maritim geprägtes tropisches Klima. So treten im Norden im Jahresverlauf teils erhebliche Temperaturschwankungen auf. In den nördlichen Tiefebenen herrschen im Dezember und Januar 10 bis 15 °C; in der heißesten Zeit zwischen April und Juni sind Höchsttemperaturen von 40 bis über 50 °C möglich. Im Süden ist es dagegen ganzjährig (relativ konstant) heiß.

Die Niederschlagsmengen werden im ganzen Land maßgeblich vom Indischen Monsun beeinflusst. Der Südwest- oder Sommermonsun setzt in den meisten Landesteilen im Juni ein und bringt je nach Region bis September oder Oktober ergiebige Niederschläge. Dabei zieht die Monsundepression von Südosten nach Nordwesten, wodurch die Niederschlagsmengen in der Regel im Südosten des Landes am höchsten sind.[12] Auch die sehr unterschiedliche Topographie hat einen enormen Einfluss auf Niederschlagsverteilung. So regnet sich die feuchtmaritime Luft an orographischen Hindernissen, zum Beispiel Gebirgen, in Form von Steigungsregen ab. Daher gehen die stärksten Regengüsse an der Westküste, in den Westghats, an den Hängen des Himalayas und in Nordostindien nieder. Der Himalaya, auf den der Monsun trifft, ist der Grund dafür, dass Indien die weltweit höchsten Regensummen erzielt. Der Ort Cherrapunji hält gleich mehrere weltweite Niederschlagsrekorde.[13] Am trockensten ist es in der Thar, die sich im Nordwesten des Landes befindet und so am wenigsten vom Monsun beeinflusst wird. Die aus Zentralasien kommenden Nordost- oder Wintermonsunwinde zwischen Oktober und Juni bringen kaum Feuchtigkeit. Durch den starken Temperaturkontrast zwischen der kalten, trockenen Luft im Inneren des Kontinents (Tibetisches Hochplateau) zum im Vergleich warmen Süden, strömt diese kalte Luftmasse nach Süden und erwärmt sich beim Absinken vom Himalaya, sodass ein trockener, warmer Fallwind in Indien Einzug hält.[14] Daher gehen in den meisten Gegenden 80 bis über 90 % der jährlichen Gesamtniederschlagsmenge während der Sommermonate nieder. Nur der Südosten erhält auch während des Nordostmonsuns Regen, da die Luftströmungen über dem Golf von Bengalen Feuchtigkeit aufnehmen.
Vegetation🔗
Bartaffe auf einem Urwaldriesen im Regenwald

Der Größe des Landes und den verschiedenen klimatischen Bedingungen in den einzelnen Landesteilen entsprechend weist Indien eine große Landschaftsvielfalt auf. Dabei reicht die Pflanzenwelt Indiens von Hochgebirgsvegetation im Himalaya bis zu tropischen Regenwäldern im Süden. Weite Teile der ursprünglichen Vegetationsdecke sind heute zerstört, stattdessen ist Indien überwiegend durch Kulturlandschaften geprägt. Nur noch etwa ein Fünftel des Landes ist bewaldet, wobei offizielle Angaben hierzu schwanken und auch degradierte Gebiete sowie offene Wälder mit einbeziehen. Für das Jahr 2015 wird eine Waldfläche von 701.700 km² angegeben: 21,3 % der Landesfläche (3.287.300 km²).[15] 2001 betrugen die Werte noch 768.400 km² und 23,4 %[16] – in 14 Jahren schrumpfte Indiens Waldfläche um 9,5 %.

In den tieferen Lagen des Himalayas erstrecken sich noch ausgedehnte Wälder. Da die Niederschläge an den Hängen des Gebirges von Ost nach West abnehmen, finden sich im Osthimalaya immergrüne subtropische und gemäßigte Feucht- und Regenwälder, die nach Westen hin lichter und trockener werden. Laubwälder mit Eichen und Kastanien herrschen vor; charakteristisch für den Osthimalaya sind Rhododendren. In höheren Lagen dominieren Nadelbäume, insbesondere Zedern und Kiefern. Die steppen- und wüstenartigen Hochtäler in Ladakh und anderen Teilen des westlichen Innerhimalayas gehen in das trockene Hochland von Tibet über. Die Vegetationsgrenze liegt bei etwa 5000 Metern.

Der schwer zugängliche Nordosten ist teils noch dicht bewaldet. Besonders hohe Niederschlagsmengen ermöglichen dort halbimmergrüne Feuchtwälder.

Der weitaus größte Teil der Gangesebene, des Dekkans und der angrenzenden Randgebirge war früher von Monsunwäldern bedeckt; heute gibt es davon nur noch Reste, zumeist in Bergregionen. Die landwirtschaftlich intensiv genutzten Ebenen sind dagegen praktisch waldfrei. Monsunwälder werfen während der Trockenperioden Laub ab. Je nach Niederschlagsmenge und Länge der Trockenperiode unterscheidet man zwischen Feucht- und Trockenwäldern. Wälder, die zwischen 1500 und 2000 Millimeter Jahresniederschlag erhalten, werden in der Regel als laubabwerfende Feuchtwälder bezeichnet. Sie herrschen im nordöstlichen Dekkan, Odisha und Westbengalen sowie im Lee der Westghats vor. Bei Niederschlägen zwischen 1000 und 1500 Millimetern im Jahr spricht man von laubabwerfenden Trockenwäldern; diese dominieren in Indien. Wegen der dünneren Baumkronen haben Monsunwälder ein dichtes Unterholz. Die charakteristische Baumart des Nordens ist der Sal (Shorea robusta), im zentralen und westlichen Dekkanhochland ist es der Teakbaum (Tectona grandis) und den Süden der Halbinsel prägen Sandelholzbäume (Santalum album). Bambusarten sind weit verbreitet.

In den trockeneren Teilen Indiens, wie Rajasthan, Gujarat, dem Westrand des Gangestieflandes oder dem zentralen Dekkan, wachsen die insbesondere medizinisch genutzten, endemischen Niembäume. Im ariden Klima haben sich offene Dornwälder ausgebildet, die in der Wüste Thar in Halbwüstenvegetation mit vereinzelten Dornbüschen übergehen.

In den feuchten Westghats gibt es noch relativ große zusammenhängende Teile der ursprünglichen, immergrünen oder halbimmergrünen Feuchtwälder. Sie sind durch die für tropische Regenwälder typische Stockwerkgliederung geprägt. Einige der hoch wachsenden Baumarten des obersten Stockwerkes werfen jahreszeitbedingt ihr Laub ab, darunter wachsende Arten sind dagegen immergrün. Aufsitzerpflanzen wie Orchideen und Farne kommen in großer Vielfalt vor.

Mangroven, salzwasserresistente Gezeitenwälder, sind nur an der Ostküste Indiens verbreitet. Die Sundarbans im Ganges-Brahmaputra-Delta weisen die dichtesten Mangrovenbestände des Landes auf. Weitere Gezeitenwälder befinden sich in den Mündungsdeltas von Mahanadi, Godavari und Krishna.
Tierwelt🔗
Eine Königstigerin (Panthera tigris tigris) im Kanha-Nationalpark – Indiens „Nationaltier“
Blauer Pfau – Indiens „Nationalvogel“
In der Malayalam-Literatur werden Elefanten als die „Söhne des Sahya“ bezeichnet, der Elefant ist das Staatstier des Bundesstaates Kerala

Dank seiner Landschaftsvielfalt findet man in Indien eine äußerst artenreiche Tierwelt vor. Man schätzt, dass etwa 350 Säugetier-, 1200 Vogel-, 400 Reptilien- und 200 Amphibienarten dort heimisch sind. Viele Arten kommen allerdings nur noch in Rückzugsgebieten wie Wäldern, Sümpfen, Berg- und Hügelländern vor. In indischen Gewässern leben zudem mehr als 2500 Fischarten.

Indiens größte Säugetierart ist der Indische Elefant, der neben dem Königstiger wohl auch am bekanntesten ist. Der Tiger war lange Zeit vom Aussterben bedroht, durch Einrichtung von Tigerschutzgebieten konnten sich die Bestände aber wieder erholen. Dennoch gibt es nur wenige tausend Exemplare in freier Wildbahn. Außer dem Tiger leben noch andere Großkatzen in Indien, darunter Leoparden und Löwen. Letztere sind ausschließlich im Gir-Nationalpark in Gujarat, dem letzten Rückzugsgebiet des Asiatischen Löwen, anzutreffen. Der seltene Schneeleopard bewohnt die hohen Gebirgsregionen des Himalaya. Die bekannteste und weitverbreitetste der kleineren Raubtierarten ist der Mungo.

Das Panzernashorn lebt fast nur noch in den Sumpf- und Dschungelgebieten Assams, vor allem im Kaziranga-Nationalpark.

Weit verbreitet sind dagegen Paarhufer. Dazu gehören unter anderem Wildschweine, Muntjaks, Sambars, Axishirsche, Schweinshirsche, Barasinghas, Wasserbüffel, Gaur sowie mehrere Antilopenarten.

Die Pferdeartigen sind durch den Kiang im Himalaya und den Khur, eine Unterart des Asiatischen Esels, in der Halbwüste von Gujarat vertreten.

Auch Affen sind in Indien häufig anzutreffen. Rhesusaffen gelten den Hindus als heilig, dürfen nicht belästigt werden und haben sich daher sogar in Städten ausgebreitet. Im Süden des Landes wird der vom etwas kleineren Indischen Hutaffen ersetzt. Die in ganz Indien verbreiteten Hanuman-Languren werden ebenfalls als heilig erachtet. Daneben gibt es weitere Langurenarten sowie Makaken.

In den Trockengebieten des Nordwestens leben noch einige indische Halbesel, die sich vor allem im Dhrangadhra-Wildreservat im Kleinen Rann von Kachchh aufhalten. Im feuchten Osten des Landes leben dagegen Arten des tropischen Regenwaldes, wie Weißbrauengibbons und Nebelparder. Weiterhin erwähnenswerte Säugetiere sind die Rothunde, Streifenhyänen, Bengalfüchse, die hauptsächlich Graslandschaften bewohnen, und die dichte Wälder bevorzugenden Lippenbären. Im Ganges, Brahmaputra und deren Nebenflüssen findet sich gelegentlich noch der Gangesdelfin.

Indiens Vogelwelt ist mit über 1200 einheimischen Arten – mehr als in ganz Europa – überaus vielfältig. Dazu kommen im Winter unzählige Zugvögel aus Nordasien. Der Pfau gilt als Nationalvogel und ist weit verbreitet. Häufig sind auch Tauben, Krähen, Webervögel, Spechte, Pittas, Drongos, Sittiche, Nektarvögel und Pirole. In Feuchtgebieten leben Störche, Reiher, Kraniche, Ibisse und Eisvögel. Unter den Greifvögeln waren Schmutz- und Bengalgeier am verbreitetsten. Während letzterer in den 1980er Jahren noch allgegenwärtig war, ist er jedoch zusammen mit zwei nah verwandten Arten unabsichtlich durch ein Veterinärmedikament fast vollständig ausgerottet worden.

Etwa die Hälfte aller in Indien heimischen Reptilienarten sind Schlangen wie die Brillenschlange, die Königskobra und der Tigerpython. In Feuchtgebieten findet man aber auch Sumpfkrokodile. Sehr selten ist der scheue, fischfressende Gangesgavial. Eine Besonderheit ist das Vorkommen von Chamäleons im südlichen Indien und Sri Lanka, die ansonsten in Südasien fehlen.
Naturkatastrophen🔗

Indien wird immer wieder von verschiedenen Naturkatastrophen heimgesucht, besonders Überschwemmungen, die während des Sommermonsuns durch extreme Niederschlagsmengen im ganzen Land auftreten können. Während der trockenen Jahreszeit oder bei Ausbleiben der Monsunregenfälle kommt es dagegen häufig zu Dürren. Auch Zyklone und dadurch bedingte Flutwellen, vor allem an der Ostküste, kosten oft viele Menschenleben und richten verheerende Schäden an. In einigen Gebieten besteht auch erhöhte Erdbebengefahr, namentlich im Himalaya, den Nordoststaaten, Westgujarat und der Region um Mumbai. Am 26. Dezember 2004 verursachte ein Seebeben im Indischen Ozean einen verheerenden Tsunami, der an der Ostküste und auf den Andamanen und Nikobaren 7793 Menschenleben forderte und schwerste Verwüstungen anrichtete.
Natur- und Umweltschutz🔗
Zentralindische Hochlandslandschaft: Axishirsche und Rhesusaffe an den Ausläufern des Satpuragebirges

Mit einer sehr großen Artenvielfalt und Biodiversität (insbesondere in einem schmalen Streifen an der feuchttropischen Südwestküste), ausgesprochen vielen endemischen Arten, Gattungen und Familien von Pflanzen und Tieren sowie vielfältigen Ökosystemen wird Indien zu den Megadiversitätsländern dieser Erde gerechnet. Zudem werden aufgrund der großen Gefährdungslage die Regenwälder der Westghats als Biodiversitäts-Hotspot geführt.

Indien verfügt über eine umfangreiche Umweltschutzgesetzgebung, die aber in vielen Fällen nur mangelhaft umgesetzt wird. Knapp 5 % der Landesfläche sind als Naturschutzgebiete ausgewiesen, deren Zahl sich auf fast 600 beläuft, darunter 92 Nationalparks.

Wasserknappheit ist eines der größten Umweltprobleme Indiens.[17] Staudämme und künstliche Bewässerungssysteme sollen die Wasserversorgung in trockenen Gebieten sicherstellen. Übermäßige Bewässerung ist einer der Hauptgründe für die vielerorts sinkenden Grundwasserspiegel;[18] zudem sind schätzungsweise 60 % der landwirtschaftlichen Nutzflächen von Bodenerosion, Versalzung oder Vernässung betroffen. Darüber hinaus wird abgeholzt,[19] übermäßig bewässert und gedüngt.

Die Wasser- und Sanitärversorgung in Indien hat sich seit den 1980er Jahren drastisch verbessert. Während nahezu die gesamte Bevölkerung Indiens heute Zugang zu Toiletten hat, haben dennoch viele Menschen keinen Zugang zu sauberem Wasser und Abwasserinfrastruktur.[20][21][22][23] Verschiedene Regierungsprogramme auf nationaler, bundesstaatlicher und kommunaler Ebene haben zu einer raschen Verbesserung der Sanitärversorgung und der Trinkwasserversorgung geführt. Einige dieser Programme laufen noch.

Verschmutztes und verseuchtes Wasser trägt wesentlich zur Entstehung und Verbreitung von Infektionskrankheiten bei. NGOs wie die Water Literacy Foundation und staatliche Stellen wie das Ministry of Drinking Water and Sanitation[24] bemühen sich um eine Verbesserung der Situation. 1980 wurde der Abdeckungsgrad der ländlichen Abwasserentsorgung auf 1 % geschätzt, dieser erreichte 2018 95 %.[25][26] Der Anteil der Inder mit Zugang zu verbesserten Wasserquellen ist von 72 % im Jahr 1990 auf 88 % im Jahr 2008 erheblich gestiegen.

Gleichzeitig werden lokale Regierungsinstitutionen, die mit der Bereitstellung von Trinkwasser und sanitären Einrichtungen beauftragt sind, als schwach angesehen und verfügen nicht über die finanziellen Mittel, um ihre Aufgaben zu erfüllen. Darüber hinaus verfügen nur zwei indische Städte über eine kontinuierliche Wasserversorgung und nach einer Schätzung aus dem Jahr 2018 haben noch immer etwa 8 % der Inder keinen Zugang zu verbesserten sanitären Einrichtungen.[27]

Die Luftverschmutzung ist insbesondere in den indischen Metropolen sehr hoch. Fabrikanlagen, Kleinindustrie, Kraftwerke (darunter zahlreiche Kohlekraftwerke[28]), Verkehr und private Haushalte emittieren zahlreiche Luftschadstoffe, unter anderem große Mengen an Feinstaub. Nach einer Studie der Weltgesundheitsorganisation war Delhi im Jahr 2014 in Hinsicht auf Luftqualität die schmutzigste Stadt der Welt.[29] Kolkata war 1984 die erste Stadt, die ein U-Bahn-Netz in Betrieb nahm, 2002 folgte Delhi. Mumbai und Chennai haben ein vergleichsweise gut ausgebautes Zugnetz. LKWs, Busse, über 5.000 Diesellokomotiven, Autorikshas, private PKWs, Motorräder und Mopeds tragen zur Luftverschmutzung bei. Die Zahl der PKW pro 1000 Einwohner gilt als sehr gering.[30] Die CO2-Emission hat in der Vergangenheit stark zugenommen; Ursachen waren unter anderem das Bevölkerungswachstum, die fortschreitende Industrialisierung und zunehmender Verkehr. Indien galt 2015[31] als das Land mit den drittgrößten Treibhausgas-Emissionen weltweit; es emittierte pro Kopf 1,6 Tonnen.[32][33] Indien unterzeichnete am 2. Oktober 2016 das Übereinkommen von Paris.

Die unzureichenden technischen Anlagen in Fabriken führen oft zu Beeinträchtigungen oder vermeidbaren Emissionen. In Bhopal traten 1984 in der Pestizid-Fabrik der amerikanischen Union Carbide (UCC) hochgiftige Gase aus (Katastrophe von Bhopal). Innerhalb von Tagen starben 7000 Menschen, 15.000 weitere starben an Spätfolgen, Tausende erlitten chronische Gesundheitsschäden.

Schutzgebiete

Indienweit gibt es im März 2019 insgesamt 868 Schutzgebiete in Natur- und Landschaftsschutz (PA: Protected Areas), mit einem Anteil von 5 % an Indiens geografischer Gesamtfläche von 3.287.000 km² (inklusive der von Indien verwalteten Teile von Kaschmir) – ein Zuwachs von 11.000 km² oder 0,35 % seit 2009:[34][35]
Schutzgebiete 	2019 	2009 	Fläche 	2009 	Anteil 	2009
Nationalparks in Indien 	104 	99 	40.501 km² 	39.442 km² 	1,23 % 	1,20 %
Wildreservate 	550 	512 	119.776 km² 	113.395 km² 	3,64 % 	3,45 %
Conservation Reserves 	87 	45 	4.286 km² 	1.260 km² 	0,13 % 	0,04 %
Community Reserves 	127 	5 	525 km² 	21 km² 	0,02 % 	<0,01 %
Protected Areas (PAs) 	868 	661 	165.088 km² 	154.118 km² 	5,02 % 	4,67 %
Landesname🔗

Der Name Indien ist vom Strom Indus abgeleitet. Dessen Name geht wiederum über Vermittlung des Altgriechischen (Indos) und Altpersischen (Hinduš) auf das Sanskrit-Wort sindhu mit der Bedeutung „Fluss“ zurück. Im Mittelalter verstand man unter „Indien“ nicht die beiden großen Halbinseln Südasiens (Vorder- und Hinterindien), sondern „die gesamte Weite des islamischen Sperrgebietes von Abessinien und Arabien bis nach Cathai (China) und Zipangu (Japan)“.[36] Auch die europäischen Seefahrer bezeichneten ganz Süd- und Südostasien als Indien. Davon zeugen noch Begriffe wie Indochina, Inselindien („Insulinde“) und der Staatsname Indonesien. Auch die Bezeichnung Ostindien war zur Unterscheidung von den als Westindische Inseln bezeichneten Inseln der Karibik gebräuchlich, die Christoph Kolumbus auf der Suche nach dem Seeweg nach Indien entdeckt hatte. In der Kolonialzeit reduzierte sich die Bezeichnung schrittweise bis auf die heutigen Gebiete von Indien, Pakistan und Bangladesch, um schließlich bei der indischen Staatsgründung seine heutige Bedeutung anzunehmen.

Von der persischen Form Hind beziehungsweise Hindustan leiten sich auch die Bezeichnung Hindu und der Name der Sprache Hindi her. Der amtliche Name Indiens in den meisten Landessprachen (z. B. Hindi Bhārat) stammt von der Sanskrit-Bezeichnung Bhārata ab, die „(Land) des Bharata“ bedeutet und auf einen mythischen Herrscher verweist.

Artikel 1 der indischen Verfassung lautet: „India, that is Bharat, shall be a Union of States“ („Indien, das heißt Bharat, soll eine Union von Staaten sein“).[37] Die Verankerung beider Begriffe in der Verfassung war in der verfassungsgebenden Versammlung 1949 durchaus umstritten, mehrere Abgeordnete wollten den Begriff Indien daraus streichen.[38]
Geschichte🔗
→ Hauptartikel: Geschichte Indiens
Vorgeschichte und klassisches Zeitalter🔗
Als ältestes erhaltene Bronzebildwerk der Welt gilt das „Tanzende Mädchen“ aus der frühzeitlichen Stadt Mohenjo-Daro, heute im Nationalmuseum Neu-Delhi. Die Kleinfigur (11 cm) wird ins 2. oder 1. Jahrtausend v. Chr. datiert.

Die Indus-Kultur oder Harappa-Kultur zählt neben Ägypten und Mesopotamien zu den frühen Hochkulturen der Menschheit. Die Industal-Zivilisation, größtenteils im heutigen Pakistan gelegen, war eine Hochkultur, mit einer eigenen Schrift, der bisher nicht entzifferten Indus-Schrift. Um etwa 2500 v. Chr. existierten dort geplante Städte wie Harappa, mit einer Kanalisation, Seehäfen und Bädern, während angenommen wird, dass in Südindien noch weniger entwickelte Verhältnisse herrschten. Weiter östlich machen sich andere archäologische Komplexe bemerkbar wie Kupfer-Hort-Kultur. Ab 1700 v. Chr. setzte aus bislang unbekannten Gründen der Zerfall der Indus-Kultur ein.

Eine für die weitere Entwicklung Indiens sehr wichtige Periode war die vedische Zeit (etwa 1500 bis 500 v. Chr.), in der die Grundlagen der heutigen Kultur geschaffen wurden. Über die politische Entwicklung ist weitaus weniger bekannt als über die religiöse und philosophische Entwicklung. Gegen Ende der vedischen Zeit wurden die Upanishaden geschaffen, die in vielerlei Hinsicht die Basis der in Indien entstandenen Religionen Hinduismus, Buddhismus und Jainismus bilden. In diese Zeit fallen die Urbanisierung in der Gangesebene und der Aufstieg regionaler Königreiche wie Magadha.
Die nicht rostende Eiserne Säule, heute im Qutb-Komplex in Delhi, wird dem Gupta-Herrscher Chandragupta II. (reg. 375–414) zugeschrieben und gilt als eines der ältesten erhaltenen Monumente aus Eisen

Ab dem 6. Jahrhundert v. Chr. entfaltete sich der Buddhismus, der rund 500 Jahre lang neben dem Hinduismus die maßgebliche Geistesströmung Indiens darstellte. Im 4. Jahrhundert v. Chr. entstand mit dem Maurya-Reich erstmals ein indisches Großreich, das unter Ashoka fast den gesamten Subkontinent beherrschte. Ashoka wandte sich nach zahlreichen Eroberungszügen dem Buddhismus zu, den er im eigenen Land und bis nach Sri Lanka, Südostasien und im Mittleren Osten zu verbreiten suchte. Im 3. Jahrhundert v. Chr. blühten die Prakrit-Literatur und die tamilische Sangam-Literatur im südlichen Indien auf.[39][40] Während dieser Zeit herrschten im südlichen Indien die drei tamilischen Dynastien Chola, Pandya und Chera.[41] Nach dem Tod von Ashoka zerfiel das Maurya-Reich allmählich erneut in zahllose Kleinstaaten, die erst im 4. Jahrhundert n. Chr. von den Gupta wieder zu einem Großreich in Nordindien geeint werden konnten, deren Reich im frühen 6. Jahrhundert auch infolge der Angriffe der Hunas unterging. Mit dem Buddhismus übte Indien einen wesentlichen kulturellen Einfluss auf den gesamten Bereich von Zentral- und Ostasien aus. Die Ausbreitung des Hinduismus und Buddhismus über Indochina bis in das heutige Indonesien prägte Geschichte und Kultur dieser Länder. Als letzter großer Förderer des Buddhismus in Indien gilt Harshavardhana, dessen Herrschaft im Nordindien des 7. Jahrhunderts den Übergang zum indischen Mittelalter markiert.
Indisches Mittelalter und Mogulzeit🔗
Höhepunkt der Mogul-Architektur: Das Taj Mahal (1632–1648) in Agra, Uttar Pradesh, wurde von Großmogul Shihabuddin Muhammad Shah Jahan für seine Frau Mumtaz Mahal als Mausoleum errichtet.

Arabische Eroberungszüge im 8. Jahrhundert brachten den Islam nach Nordwestindien. Als die Araber versuchten, nach Gujarat und darüber hinaus vorzudringen, wurden sie vom indischen König Vikramaditya II der westlichen Chalukya-Dynastie besiegt.[42][43] Vom 8. Jahrhundert bis zum 10. Jahrhundert herrschten die drei Dynastien Rashtrakuta, Pala und Pratihara über einen großen Teil Indiens und kämpften untereinander um die Vorherrschaft in Nordindien.[44][45] Im Süden Indiens herrschten die Chola-Dynastie und die Chalukya-Dynastie vom 10. Jahrhundert bis zum 12. Jahrhundert.[46][47] Zu einer Dominanz muslimischer Staaten im Norden sowie zur Islamisierung größerer Teile der dortigen Bevölkerung kam es jedoch erst mit den Invasionen zentralasiatischer islamischer Mächte ab dem 12. Jahrhundert. Das Sultanat von Delhi weitete seine Macht sogar kurzzeitig auf den Süden aus, dennoch blieb sein kultureller Einfluss auf den Norden begrenzt. Der Mongoleneinfall des Jahres 1398 schwächte das Sultanat, so dass die hinduistischen Regionalreiche wiedererstarkten. Erholen konnten sich die muslimischen Herrscher erst im 16. Jahrhundert mit der Gründung des Mogulreiches, das für rund 200 Jahre zur bestimmenden Kraft des Nordens wurde und noch bis 1857 Bestand hatte. Herausragende Herrscher wie Akbar I., Jahangir, Shah Jahan und Aurangzeb dehnten nicht nur die Grenzen des Reiches bis auf den Dekkan aus, sondern schufen auch ein funktionierendes Verwaltungs- und Staatswesen und förderten die Künste. Auch die philosophische Bildung war hoch und ging von den konkurrierenden Schulen in Delhi und Lucknow aus. Während man in Delhi besonders eine Rückkehr zu den frühislamischen Lehren forderte, wurde in Lucknow Logik, Recht und Philosophie, insbesondere der Aristotelismus, gelehrt.[48] Hinduistische Königtümer gab es während ihrer Zeit nur noch in Südindien, etwa in Vijayanagar. Im späten 17. Jahrhundert wurde das hinduistische Maratha-Reich gegründet, das im 18. Jahrhundert das Mogulreich überrannte und einen großen Teil Nordindiens eroberte.[49] Geschwächt von den Angriffen der Marathen, war das Reich nach Aurangzebs Tod erheblich destabilisiert. Aus dem Niedergang der inneren Sicherheit und der schlechten Vernetzung von Zentrum und Provinzen resultierte eine politische Dezentralisierung, welche wiederum einherging mit ökonomischer Umorientierung. Regionale Märkte wurden gestärkt und eine neue soziale Gruppe aus erfolgreichen Händlern entstand. Durch sie wurde Indien auch intellektuell umgeprägt: Der Ruf nach sozialer Gleichheit wurde laut. Sie pflegten engen Kontakt mit Europa und standen in starkem Kontrast zu der hierarchisch-elitären Erbaristokratie des Landes. Somit wurde das 18. Jahrhundert in Indien zu einer Zeit des Umbruchs, in der regionale Herrscher, europäische Handelsmächte und der geschwächte Mogul um die Vorherrschaft über das Land rangen.[50]
Europäische Kolonialherrschaft und Unabhängigkeitsbewegung🔗
→ Hauptartikel: Britisch-Indien
Das von den Briten während des Sepoy-Aufstands erstürmte Sikandar Bag bei Lucknow – im Innenhof liegen die verwesten Leichen der indischen Rebellen. Aufnahme von Felice Beato, März 1858

Nachdem Vasco da Gama 1498 den Seeweg nach Indien entdeckt hatte und so der lukrative Indienhandel für Europäer zugänglich wurde, begann Portugal ab 1505 kleinere Küstenstützpunkte zur Kontrolle der Handelsrouten zu erobern bzw. zu errichten (vgl. Portugiesisch-Indien).

Im 17. Jahrhundert engagierten sich auch andere europäische Mächte in Indien, von denen sich die Briten am Ende durchsetzen konnten. Von 1756 an unterwarf die britische Ostindien-Kompanie (British East India Company), eine private Handelsgesellschaft, von ihren Hafenstützpunkten Calcutta (heute: Kolkata), Madras (heute: Chennai) und Bombay (heute: Mumbai) aus weite Teile Indiens.[51] Der vorher bestehende Einfluss der europäischen Kolonialmächte Portugal, Niederlande und Frankreich wurde von ihr weitgehend beseitigt. Ein wichtiger Schritt war die Kartierung des Subkontinents. George Everest setzte den Great Trigonometric Survey, begonnen von Lambton 1806, ab 1823 bis 1841 fort. 1832 führte er die ebenfalls von Lambton begonnene indische Meridiangradmessung, The Great Arc, bis 1841 durch. Dieser umfasst mehr als 21° von der Südspitze Indiens bis Nepal nördlich von Dehradun (2.400 km). Loyale Fürsten behielten Staaten mit begrenzter Souveränität wie Hyderabad, Bhopal, Mysore oder Kaschmir.

1857/58 erhoben sich Teile der Bevölkerung Nordindiens im Sepoy-Aufstand gegen die Herrschaft der Ostindien-Kompanie. Nach der Niederwerfung des Aufstandes wurde diese aufgelöst und Indien der direkten Kontrolle durch Großbritannien unterstellt. Die britischen Monarchen trugen ab 1877 (bis 1947) zusätzlich den Titel Empress of India bzw. Emperor of India (Kaiser(in) von Indien).

1885 wurde in Bombay der Indian National Congress (Kongresspartei) gegründet. Er forderte zunächst nicht die Unabhängigkeit Indiens, sondern lediglich mehr politische Mitspracherechte für die einheimische Bevölkerung. Seine Mitglieder waren vorwiegend Hindus und Parsen. Die muslimische Oberschicht blieb auf Abstand, da ihr Wortführer Sayyid Ahmad Khan befürchtete, dass sie durch Einführung des Mehrheitsprinzips aus der Verwaltung gedrängt würden. Stattdessen wurde 1906 die Muslimliga als Interessenvertretung der Muslime gegründet.

Die weitestgehende Aufteilung der Politik in religiöse Gruppen lag vor allem darin begründet, dass sich im 19. und 20. Jahrhundert aus unterschiedlichen Glaubensgemeinschaften mit fließenden Übergängen einheitliche Religionen (Hinduismus, Islam, …) mit bestimmten Inhalten und festen Abgrenzungen nach außen entwickelten. Auf der Suche nach einer einenden Idee in einer Kolonie mit vielen verschiedenen Völkern bot sich der Glaube als verbindende (schon immer existierende) Instanz an. Trotzdem gab es nicht ausschließlich religiösen Nationalismus, und auch dieser konnte in seinem Absolutheitsanspruch sehr unterschiedlich sein.
Der Anführer des indischen Unabhängigkeitskampfes Mahatma Gandhi auf dem Salzmarsch gegen das Salzmonopol der Briten, eine Kampagne der Nichtkooperation, März 1930. Er gebrauchte für seine Streitkunst zwei Ausdrücke: Ahimsa, die eigene Gewaltlosigkeit und seine Wortschöpfung Satyagraha, dem Festhalten an der Kraft der Wahrheit und der Liebe.

Im Ersten Weltkrieg verhielt sich die große Mehrheit der Bevölkerung loyal. Aus Verärgerung darüber, dass die Briten an der Aufteilung des Osmanischen Reiches beteiligt waren, schlossen sich nun auch viele Muslime der Unabhängigkeitsbewegung an. Am Zweiten Weltkrieg nahm Indien mit einer zunächst 200.000 Mann starken Freiwilligenarmee, die im Laufe des Krieges auf über zwei Millionen Soldaten anwuchs, auf Seiten Großbritanniens teil. Bei Kriegsende waren mehr als 24.000 indische Soldaten gefallen, über 11.000 vermisst und zwei Millionen Menschen verhungert (siehe Hungersnot in Bengalen 1943).[52] Auf der anderen Seite gab es aber auch Bestrebungen, vor allem vorangetrieben durch Subhash Chandra Bose, mit einer indischen Freiwilligenarmee im Bündnis mit den Achsenmächten gegen die britische Kolonialmacht die Freiheit Indiens zu erkämpfen.

Der gewaltfreie Widerstand gegen die britische Kolonialherrschaft, vor allem unter Mohandas Karamchand Gandhi und Jawaharlal Nehru, führte 1947 zur Unabhängigkeit. Gleichzeitig verfügte die Kolonialmacht die Teilung der fast den gesamten indischen Subkontinent umfassenden Kolonie Britisch-Indien in zwei Staaten, die säkulare Indische Union sowie die kleinere Islamische Republik Pakistan. Die Briten erfüllten damit die seit den 1930er Jahren lauter werdenden Forderungen der Muslimliga und ihres Führers Muhammad Ali Jinnah nach einem eigenen Nationalstaat mit muslimischer Bevölkerungsmehrheit.
Entwicklungen seit der Unabhängigkeit🔗

Die Teilung führte zu einer der größten Vertreibungs- und Fluchtbewegungen der Geschichte. Ungefähr 10 Millionen Hindus und Sikhs wurden aus Pakistan vertrieben, etwa 7 Millionen Muslime aus Indien. 750.000 bis eine Million Menschen kamen ums Leben.

Die durch Schutzverträge an die Briten gebundenen Fürstenstaaten hatten schon vor der Unabhängigkeit ihren Beitritt zur Indischen Union erklärt. Lediglich zwei standen dem Eingliederungsprozess der Fürstentümer ernsthaft im Weg. Der muslimische Herrscher des fast ausschließlich hinduistischen Hyderabad wurde durch einen Einmarsch indischer Truppen zu Fall gebracht. In Kaschmir verzögerte der Maharadscha, selbst Hindu bei überwiegend muslimischer Bevölkerung, seine Entscheidung. Nachdem muslimische Kämpfer in sein Land eingedrungen waren, entschied er sich schließlich doch zum Beitritt zu Indien, welches daraufhin den größten Teil des ehemaligen Fürstentums besetzte. Pakistan betrachtete den Beitritt als unrechtmäßig, was zum Ersten Indisch-Pakistanischen Krieg um Kaschmir (1947 bis 1949) führte. Seitdem schwelt in der Grenzregion der Kaschmir-Konflikt, der 1965 auch den Zweiten Indisch-Pakistanischen Krieg und 1999 den Kargil-Krieg zur Folge hatte.

Am 26. November 1949 trat Indien dem Commonwealth of Nations bei und am 26. Januar 1950 trat die vor allem von Bhimrao Ambedkar ausgearbeitete Verfassung in Kraft, durch die Indien zur Republik wurde. Grenzstreitigkeiten führten 1962 zu einem kurzen Krieg mit der Volksrepublik China, dem sogenannten Indisch-Chinesischen Grenzkrieg. Die indische Unterstützung einer Unabhängigkeitsbewegung im damaligen Ostpakistan führte 1971 zu einem dritten Krieg Indiens gegen Pakistan mit folgender Teilung Pakistans und Gründung des neuen, ebenfalls islamisch geprägten Staates Bangladesch.
Auch nach dem States Reorganisation Act von 1956 gingen die Diskussionen um die territoriale Neugliederung der Bundesstaaten weiter. Die Karte zeigt die 1960–2014 neu entstandenen Bundesstaaten:
﻿1962: Nagaland, Abtrennung von Assam
﻿1966: Haryana, Abtrennung vom Punjab und kleinen Anteilen von Himachal Pradesh
﻿1971: Himachal Pradesh, aus einem Unionsterritorium
﻿1972: Meghalaya, Abtrennung von Assam
﻿1972: Tripura, aus einem Unionsterritorium
﻿1972: Manipur, aus einem Unionsterritorium
﻿1975: Sikkim, vorher indisches Protektorat
﻿1975: Arunachal Pradesh, aus einem Unionsterritorium
﻿1987: Mizoram, aus einem Unionsterritorium (bis 1971 zu Assam)
﻿1987: Goa, aus einem Unionsterritorium
﻿2000: Chhattisgarh, Abtrennung von Madhya Pradesh
﻿2000: Jharkhand, Abtrennung von Bihar
﻿2000: Uttarakhand, Abtrennung von Uttar Pradesh
﻿2014: Telangana, Abtrennung von Andhra Pradesh
Indira Gandhi mit US-Präsident Richard Nixon (1971)

Innenpolitisch bestimmte unter Jawaharlal Nehru, Premierminister 1947 bis 1964, und danach noch bis Anfang der 1970er Jahre die Kongresspartei überlegen die junge, unabhängige Demokratie. Oppositionsparteien konnten bestenfalls auf Bundesstaaten- oder kommunaler Ebene ihren Einfluss geltend machen. Erst als Nehrus Tochter Indira Gandhi, die 1966 Premierministerin wurde, die Partei zentralisierte und ihre eigene Machtposition auszubauen versuchte, gelang es der Opposition, sich auf Bundesebene zu formieren. Ein Gericht in Allahabad befand Gandhi 1975 einiger Unregelmäßigkeiten bei den Wahlen des Jahres 1971 für schuldig. Anstatt den Rücktrittsforderungen ihrer politischen Gegner zu folgen, rief sie den Notstand aus und regierte bis 1977 per Dekret. Demokratische Grundrechte wie Presse- und Versammlungsfreiheit waren stark eingeschränkt. Die zunehmende Unzufriedenheit der Bevölkerung mit dem de facto diktatorischen Regime äußerte sich 1977 in einer deutlichen Wahlniederlage Indira Gandhis. Zwischen 1977 und 1979 stellte daher erstmals nicht die Kongresspartei, sondern eine Koalition unter Führung der Janata Party die Regierung Indiens.

In den Wahlen von 1980 gelang es Indira Gandhi, an die Macht zurückzukehren. In ihre zweite Amtsperiode fällt die Zuspitzung des Konflikts im Punjab, wo sikhistische Separatisten einen eigenen Staat forderten. Als sich militante Sikhs im Goldenen Tempel in Amritsar verschanzten, ordnete Indira Gandhi 1984 die Operation Blue Star an. Indische Truppen stürmten den Tempel und beendeten dessen Besetzung. Daraufhin kam es zu blutigen Ausschreitungen, die in der Ermordung Indira Gandhis durch ihre Sikh-Leibwächter gipfelten. Ihr Sohn Rajiv Gandhi übernahm die Regierungsgeschäfte, war aber nicht in der Lage, die von ihm geplanten Reformvorhaben wirkungsvoll umzusetzen. Ein Bestechungsskandal im Zusammenhang mit dem schwedischen Rüstungskonzern Bofors schädigte sein Ansehen schließlich dermaßen, dass die Opposition 1989 einen klaren Sieg über Gandhis Kongresspartei erringen konnte. Nach zweijähriger Unterbrechung gelangte sie von 1991 bis 1996 jedoch erneut an die Macht. Die Regierung von P. V. Narasimha Rao leitete die wirtschaftliche Öffnung und außenpolitische Neuorientierung des seit Nehru sozialistisch ausgerichteten Landes ein. Zum Reformprogramm gehörten unter anderem die Privatisierung von Staatsbetrieben, die Aufhebung von Handelsbeschränkungen, die Beseitigung bürokratischer Investitionshemmnisse und Steuersenkungen. Die Wirtschaftsreformen wurden von späteren Regierungen fortgeführt.

Seit den 1980er Jahren verzeichnet der Hindu-Nationalismus einen deutlichen Aufschwung. Die Auseinandersetzung um die anstelle eines bedeutenden Hindutempels errichtete Babri-Moschee in Ayodhya (Uttar Pradesh) entwickelte sich zu einer der bestimmenden innenpolitischen Streitfragen. 1992 zerstörten hinduistische Extremisten das muslimische Gotteshaus, was zu schweren Ausschreitungen in weiten Teilen des Landes führte. Der politische Arm der Hindu-Nationalisten, die Bharatiya Janata Party (BJP), führte zwischen 1998 und 2004 eine Regierungskoalition an und stellte mit Atal Bihari Vajpayee den Regierungschef. 2004 unterlag sie jedoch überraschend der neu aufgestellten Kongresspartei unter Sonia Gandhi. Die Witwe des 1991 während des Wahlkampfes ermordeten Rajiv Gandhi verzichtete nach Protesten der Opposition wegen ihrer italienischen Abstammung auf das Amt als Premierministerin. Stattdessen übernahm Manmohan Singh diese Stellung, der als Finanzminister unter Rao die wirtschaftliche Liberalisierung Indiens wesentlich mitgestaltet hatte. Bei der Wahl 2009 konnte die Kongresspartei ihre Mehrheit noch ausbauen und Singh blieb bis 2014 Premierminister. Bei der Wahl 2014 erreichte die oppositionelle BJP einen erdrutschartigen Sieg und ihr Spitzenkandidat Narendra Modi wurde zum Ministerpräsidenten gewählt.

Heute sind die fundamentalen Probleme Indiens trotz des deutlichen wirtschaftlichen Aufschwungs noch immer die ausgedehnte Armut als auch die starke Überbevölkerung, die zunehmende Umweltverschmutzung sowie ethnische und religiöse Konflikte zwischen Hindus und Muslimen. Dazu tritt der fortdauernde Streit mit Pakistan um die Region Kaschmir. Besondere Brisanz erhält der indisch-pakistanische Gegensatz durch die Tatsache, dass beide Staaten Atommächte sind. Indien hatte 1974 erstmals einen Atomwaffentest durchgeführt. Auf weitere Kernwaffenversuche im Jahre 1998 reagierte Pakistan mit eigenen Atomwaffentests.

In den letzten Jahren war eine Annäherung zwischen Indien und Pakistan zu bemerken. So fanden Gefangenenaustausche statt und wurden Verbindungen in der Kaschmirregion geöffnet.
Terrorismus und ethnische Konflikte🔗

Seit 1986 kämpfen verschiedene Gruppierungen im mehrheitlich muslimischen Kaschmir mit gewaltsamen Mitteln für die Unabhängigkeit ihrer Region oder den Anschluss an Pakistan (Kaschmir-Konflikt). Immer wieder werden in der Region Anschläge auf Einrichtungen des indischen Staates, so im Oktober 2001 auf das Regionalparlament von Jammu und Kashmir in Srinagar, auf die in Kaschmir stationierten Streitkräfte oder gegen hinduistische Dorfbewohner und Pilger verübt.

Doch nicht nur in Kaschmir, sondern auch in anderen Teilen Indiens kam es wiederholt zu terroristischen Anschlägen, die kaschmirischen Separatisten oder islamistischen Terrororganisationen wie Laschkar-e Taiba zugeschrieben wurden. Die bisher schlimmste Anschlagsserie fand am 12. März 1993 statt, als zehn Bombenexplosionen auf die Börse und Hotels in Mumbai sowie Züge und Tankstellen 257 Menschen töteten und 713 Personen verletzten. Im Dezember 2001 stürmten Islamisten das Parlament in Neu-Delhi, wobei 14 Menschen ums Leben kamen. 52 Tote gab es im August 2003, als zwei mit Sprengstoff beladene Taxis in Mumbai explodierten. Nach drei Bombenexplosionen auf Märkten in Neu-Delhi waren im Oktober 2005 62 Opfer zu beklagen. Im März 2006 starben bei einem Doppelanschlag auf den Bahnhof und einen Tempel in der Stadt Varanasi 20 Menschen. Bei Bombenanschlägen auf Züge in Mumbai wurden im Juli 2006 rund 200 Menschen getötet und mehr als 700 Personen verletzt. Am 18. Februar 2007 explodierten im „Freundschafts-Express“, der einzigen Zugverbindung zwischen Indien und Pakistan, 100 Kilometer nördlich von Delhi zwei Brandbomben. Dabei kamen mindestens 65 Menschen ums Leben.

Am 25. August 2007 kam es in Hyderabad zu zwei Bombenexplosionen, bei denen mindestens 42 Personen starben und viele weitere verletzt wurden. Eine dritte Bombe wurde gefunden und konnte entschärft werden. Welches Ziel der oder die Attentäter mit den Bombenanschlägen in gut besuchten Freizeitorten verfolgten, wurde zunächst nicht bekannt. (Hyderabad hat mit fast 40 % den höchsten muslimischen Bevölkerungsanteil der indischen Metropolen.)

Eine Serie von Bombenanschlägen erschütterte Indien 2008. Am 25. Juli explodierten zwei Bomben vor Polizeistationen und sechs weitere Bomben in Bengaluru (Bangalore). Innerhalb von 15 Minuten wurden bei den acht Bombenanschlägen zwei Menschen getötet und sechs Menschen verletzt.[53] Eine Explosionsserie von 16 Bomben innerhalb von 90 Minuten in der Millionenmetropole Ahmedabad im westindischen Bundesstaat Gujarat forderte am 26. Juli 2008 mindestens 130 Tote und über 280 Verletzte. Eine mutmaßlich muslimische Terrorgruppe Indische Mudschaheddin, vermutlich eine Splittergruppe der radikal-islamischen Laschkar-e Taiba, bekannte sich zu den Terroranschlägen in Ahmedabad.[54][55] Bei den Anschlägen in Mumbai am 26. November 2008 kam es in der indischen Metropole Mumbai innerhalb kurzer Zeit zu 17 Explosionen, Angriffen mit Schnellfeuerwaffen und zu Geiselnahmen an zehn verschiedenen Stellen der Stadt durch eine Gruppe von etwa zehn Angreifern, die sich in mehrere Gruppen aufgeteilt hatten. Nach Angaben der indischen Behörden hat es dabei mindestens 239 Verletzte und 174 Tote gegeben.

Nach einer im Dezember 2019 erlassenen Staatsbürgerschaftsreform, die religiös verfolgten Flüchtlingen mit Ausnahme von Muslimen schneller Asyl in Indien gewährt, kam es im selben Monat und zu Beginn des Jahres 2020 zu starken Protesten der muslimischen Bevölkerung in Indien.[56][57]
Bevölkerung🔗
→ Hauptartikel: Demografie Indiens
Demografie🔗
Bevölkerungsdichte indischer Bundesstaaten
Durchschnittliche Fertilitätsraten in Indien. Die nordindischen Staaten des sogenannten „Hindi-Gürtels“ haben seit Jahrzehnten ein deutlich höheres Bevölkerungswachstum, als die Staaten Südindiens (blau: weniger als 2 Kinder/Frau, rot: mehr als 2 Kinder/Frau).
Bevölkerungspyramide Indien 2016: Indiens Median-Alter lag bei 27,6 Jahren
Inderin in traditioneller Kleidung
Kinder in Delhi

Im April 2023 betrug die Einwohnerzahl Indiens UN-Schätzungen zufolge 1.425.775.850.[7] Damit löste Indien China als bevölkerungsreichsten Staat der Erde erstmals ab. Die Bevölkerungsdichte beträgt 388 Einwohner pro Quadratkilometer (Deutschland: 231 pro Quadratkilometer). Gleichwohl ist die Bevölkerung höchst ungleichmäßig verteilt. Sie ballt sich vor allem in fruchtbaren Landstrichen wie der Gangesebene, Westbengalen und Kerala, während der Himalaya, die Berggegenden des Nordostens sowie trockenere Regionen in Rajasthan und auf dem Dekkan nur eine geringe Besiedlungsdichte aufweisen. So leben in Bihar durchschnittlich 1106 Menschen auf einem Quadratkilometer, während es in Arunachal Pradesh nur 17 sind.

Am 11. Mai 2000 überschritt Indiens Bevölkerungszahl offiziell die Milliardengrenze.[58][59] Während es von 1920 – damals hatte Indien 250 Millionen Einwohner – 47 Jahre bis zu einer Verdoppelung der Bevölkerung dauerte, waren es von 1967 bis 2000 nur noch 33 Jahre. Das Wachstum der Bevölkerung hat sich in den letzten Jahrzehnten nur wenig abgeschwächt und liegt im Moment bei 1,4 % pro Jahr, was einem jährlichen Bevölkerungszuwachs von 15 Millionen Menschen entspricht. Damit verzeichnet Indien im Moment den größten absoluten Zuwachs aller Staaten der Erde. Der relative Zuwachs liegt jedoch nur wenig über dem Weltdurchschnitt.

Schätzungen zufolge wird sich das Bevölkerungswachstum in Indien in den nächsten Jahrzehnten kaum abschwächen. Durch fortschreitende Modernisierung, Bildung, Wohlstand und Verstädterung sinkt die Geburtenrate zwar bereits, das Bevölkerungswachstum erklärt sich jedoch nicht aus einer gestiegenen Geburtenrate, sondern aus der in den letzten Jahrzehnten gestiegenen Lebensdauer. Dies ist unter anderem auf eine Verbesserung der Gesundheitsfürsorge zurückzuführen. In der Mortalität hatte Indien bereits 1991 mit Deutschland gleichgezogen (10 pro 1000), für 2006 wird sie auf 8,18 pro 1000 geschätzt. Die Geburtenziffer blieb allerdings hoch (1991: 30 pro 1000) und sinkt allmählich (2016: 19,3 pro 1000).[60] Die Fruchtbarkeitsrate ging von 5,2 Kindern je Frau (1971) auf 3,6 (1991) zurück,[61] im Jahr 2013 lag sie bei 2,3.[62]

Das durchschnittliche Alter der indischen Bevölkerung lag 2015 bei 26,7 Jahren, während die durchschnittliche Lebenserwartung für Männer 66,2 Jahre (1971 waren es nur 44 Jahre) und für Frauen 69,1 Jahre (1971 waren es nur 46 Jahre) betrug. In Deutschland sind es zum Vergleich bei Männern 78 Jahre und bei Frauen 83 Jahre. Ein Drittel der Bevölkerung ist jünger als 15 Jahre. Indien gehört auch zu den Ländern, in denen es deutlich mehr Männer gibt: Laut der Volkszählung 2011 kommen auf 1000 Männer 943 Frauen.[1] Dieser Überschuss an Männern trägt in manchen Regionen des Landes zur Destabilisierung bei, wie Henrik Urdal von der Harvard Kennedy School zeigt.[63]

In den letzten dreißig Jahren wurde die Verstädterung Indiens zu 60 % von natürlichem Bevölkerungswachstum (in den Städten) getragen. Zuwanderung (aus ländlichen Gebieten) trug zu einem Fünftel des Wachstums städtischer Bevölkerung bei. Ein weiteres Fünftel des Wachstums verteilt sich gleichmäßig auf die Bildung neuer Städte durch statistische Umklassifizierung und durch die Ausdehnung von Grenzen oder Sprawl.[64] Damit hat Indien heute 46 Städte mit mehr als einer Million Einwohnern (Stand: Volkszählung 2011). Allein der Ballungsraum Mumbai hat mittlerweile über 28 Millionen Einwohner und damit eine größere Bevölkerung als ganz Australien. Dennoch stellt die städtische Bevölkerung mit einem Anteil an der Gesamteinwohnerzahl von lediglich 31,2 % (Volkszählung 2011) eine Minderheit dar.[1] Mit der wirtschaftlichen Entwicklung schreitet die Urbanisierung Indiens schnell voran und jährlich wächst die städtische Bevölkerung Indiens um knapp 10 Millionen an.[65] In den Städten Indiens wird nahezu die gesamte Wirtschaftsleistung erbracht.

Die Entstehung von Slums ist ein großes Problem in Indiens Städten. In Mumbais Slum Dharavi leben geschätzt 1 Million Menschen auf engstem Raum unter katastrophalen Bedingungen, womit es das größte Elendsviertel weltweit ist.[66] Die Urbanisierung verläuft in Indien deutlich weniger geplant als z. B. in China und geschätzt 30 % der städtischen Bevölkerung leben in ungeplanten Behausungen und Slums, insgesamt über 90 Millionen Menschen.

Schätzungsweise bis zu 25 Millionen indische Staatsbürger und Personen indischer Herkunft (Non-resident Indians und Persons of Indian Origin) leben im Ausland.[67] Während englischsprachige westliche Staaten wie die USA,[68] Großbritannien und Kanada vor allem gut ausgebildete Fachkräfte anziehen, sind in den Golfstaaten (besonders Vereinigte Arabische Emirate, Kuwait und Saudi-Arabien) viele Inder als „Billigarbeitskräfte“ angestellt, seltener auch in höheren Positionen. Während der britischen Kolonialzeit wurden Inder als Arbeiter in anderen Kolonien angeworben, daher leben viele Personen indischer Abstammung in Malaysia, Südafrika, Mauritius, Trinidad und Tobago, Fidschi, Guyana und Singapur. Sie besitzen in der Regel die Staatsbürgerschaft des jeweiligen Landes. Überweisungen von Auslandsindern an ihre Angehörigen in Indien stellen einen bedeutenden Wirtschaftsfaktor dar.[69]

Nachfolgend sind die Einwohnerzahlen Indiens zwischen 1700 und 2050 aufgeführt (2025 und 2050 sind Prognosen)[70] – zu beachten sind Veränderungen des Gebiets im Verlauf der Zeit: Zahlenangaben bis 1875 sind berechnet nach dem Gebietsstand von Britisch-Indien (einschließlich Bangladesch, Myanmar und Pakistan), ab 1900 in den heutigen Grenzen der Republik Indien:[71]
18. Jh. 	Einwohner 		19. Jh. 	Einwohner 		20. Jh. 	Einwohner 		21. Jh. 	Einwohner
1700 	137.026.000 		1800 	255.000.000 		1901 	238.396.327 		2001[72] 	1.028.737.436
1725 	140.413.000 	1825 	256.469.000 	1925 	263.071.000 	2005 	1.094.985.000
1750 	155.212.000 	1850 	283.496.000 	1950 	350.445.000 	2011[1] 	1.210.569.573
1775 	198.344.000 	1875 	300.963.000 	1975 	600.763.000 	2017 	1.339.180.000
1800 	255.000.000 	1900 	271.306.000 	2000 	1.014.003.800 	2025[70] 	1.451.829.000
	2050 	1.658.978.000
Ethnische Zusammensetzung🔗

Indien ist ein Vielvölkerstaat, dessen ethnische Vielfalt ohne weiteres mit der des gesamten europäischen Kontinents vergleichbar ist. Etwa 72 % der Bevölkerung sind Indoarier. 25 % sind Draviden, die hauptsächlich im Süden Indiens leben. 3 % entfallen auf sonstige Völkergruppen, vor allem tibeto-birmanische, Munda- und Mon-Khmer-Völker im Himalayaraum sowie Nordost- und Ostindien.

8,6 % der Einwohner gehören der indigenen Stammesbevölkerung an, die sich selbst als Adivasi bezeichnet, obwohl sie ethnisch höchst uneinheitlich ist. Die indische Verfassung erkennt mehr als 600 Stämme als sogenannte Scheduled Tribes an. Sie stehen meist außerhalb des hinduistischen Kastensystems und sind trotz bestehender Schutzgesetze sozial stark benachteiligt.[73] Hohe Bevölkerungsanteile haben die Adivasi in der Nordostregion (besonders in Mizoram, Nagaland, Meghalaya, Arunachal Pradesh, Manipur, Tripura, Sikkim) sowie in den ost- und zentralindischen Bundesstaaten Jharkhand, Chhattisgarh, Odisha und Madhya Pradesh. Auf Grund der sozialen Diskriminierung genießen linksradikale Gruppierungen wie die maoistischen Naxaliten bei Teilen der Adivasi starken Rückhalt. Dazu kommen separatistische Bewegungen verschiedener Völker – etwa der mongoliden Naga, Mizo und Bodo, aber auch der indoarischen Assamesen – in Nordostindien, wo Spannungen zwischen der einheimischen Bevölkerung und zugewanderten Bengalen, größtenteils illegale Einwanderer aus Bangladesch, für zusätzliches Konfliktpotenzial sorgen.

Im Jahre 2017 waren, laut offiziellen Zahlen, 0,4 % der Bevölkerung im Ausland geboren.[74][75] Die Zahl der illegal eingewanderten Bangladescher in Indien wird auf bis zu 20 Millionen geschätzt. Die rund 100.000 in Indien lebenden Exiltibeter, die seit der chinesischen Besetzung Tibets in den 1950er Jahren aus ihrer Heimat geflohen sind, werden dagegen offiziell als Flüchtlinge anerkannt und besitzen eine Aufenthaltsgenehmigung. Des Weiteren leben etwa 60.000 tamilische Flüchtlinge aus Sri Lanka auf indischem Gebiet.
Sprachen und Schriften🔗
→ Hauptartikel: Sprachen Indiens und Indischer Schriftenkreis
Die Sprachfamilien Indiens

In Indien werden mehr als 100 Sprachen gesprochen, die vier verschiedenen Sprachfamilien angehören. Neben den beiden überregionalen Amtssprachen Hindi und Englisch erkennt die indische Verfassung die folgenden 21 Sprachen an: Assamesisch, Bengalisch, Bodo, Dogri, Gujarati, Kannada, Kashmiri, Konkani, Maithili, Malayalam, Marathi, Meitei, Nepali, Oriya, Panjabi, Santali, Sanskrit, Sindhi, Tamil, Telugu und Urdu. Die meisten dieser Sprachen dienen in den Bundesstaaten, in denen sie von der Bevölkerungsmehrheit gesprochen werden, auch als Amtssprachen. Englisch ist eine wichtige Verwaltungs-, Unterrichts- und Wirtschaftssprache. Von den Verfassungssprachen gehören 16 der Indogermanischen (davon 15 aus dem indoarischen und 1 aus dem germanischen Zweig (Englisch)), vier der dravidischen (Telugu, Tamilisch, Kannada und Malayalam), zwei der tibetobirmanischen bzw. sinotibetischen (Bodo, Meitei) und eine der austroasiatischen (Santali) Sprachfamilie an.

In letzter Zeit gab es Versuche, den Gebrauch des Sanskrit wiederzubeleben. Sanskrit ist eine klassische, heute nicht mehr als Erst- oder Muttersprache verwendete Sprache, die in Indien einen ähnlichen Stellenwert besitzt wie das Lateinische in Europa. Sie gehört ebenfalls zu den offiziell anerkannten Verfassungssprachen, wird aber nirgends als Amtssprache verwendet. Das Central Board of Secondary Education (CBSE) hat in den Schulen, die es reguliert, Sanskrit zur dritten der unterrichteten Sprachen gemacht. In diesen Schulen ist der Sanskritunterricht für die fünften bis achten Schulklassen obligatorisch.

Über die Beibehaltung des Status des Englischen als Amtssprache wird alle 15 Jahre neu entschieden. Englisch gilt weiterhin als Prestige-Sprache und wird nur von einer privilegierten Minderheit der Bevölkerung fließend gesprochen. Wenn sich Menschen unterschiedlicher Sprachgemeinschaften begegnen, sprechen sie im Norden entweder Hindi oder Englisch miteinander, im Süden eine der dravidischen Sprachen oder Englisch. Hindi hat sich im dravidischsprachigen Süden Indiens bis heute nicht durchgesetzt.

Neben den Verfassungssprachen sind Hindustani, der im Norden Indiens weit verbreitete „Vorgänger“ von Hindi und Urdu, Rajasthani als Oberbegriff der Dialekte Rajasthans und Mizo erwähnenswert. Bihari ist der Oberbegriff für die Dialekte in Bihar, wozu auch Maithili, Bhojpuri und Magadhi gehören.

Verschiedene Schriftsysteme sind in Indien gebräuchlich. Während für Hindi, Marathi, Nepali, Konkani und Sanskrit eine gemeinsame Schrift verwendet wird (Devanagari), werden Telugu, Tamilisch, Kannada, Malayalam, Gujarati, Oriya, Panjabi und Santali in einer jeweils eigenen Schrift geschrieben. Für Bengalisch, Asamiya und Meitei wird eine weitere Schrift (Bengalische Schrift) verwendet. Urdu wird in arabischer Schrift geschrieben, Kashmiri und Sindhi werden in arabischer Schrift oder auch in Devanagari geschrieben.
Religionen🔗
Zusammensetzung🔗
Siehe auch: Christentum in Indien, Islam in Indien und Judentum in Indien
Zugehörigkeit zu den Religionsgemeinschaften
Religion 			Prozent 	
Hinduismus 	
  
	79,8 %
Islam 	
  
	14,2 %
Christentum 	
  
	2,3 %
Sikhismus 	
  
	1,7 %
Buddhismus 	
  
	0,7 %
Jainismus 	
  
	0,4 %
Andere 	
  
	0,9 %
Quelle: Zensus 2011[76]
Hinduistischer Tempel in Mysuru

Auf dem indischen Subkontinent entstanden vier der großen Religionen: Hinduismus, Buddhismus, Jainismus und Sikhismus. Der Islam kam infolge von Handel und Eroberungen durch das Mogulreich, das Christentum durch frühe Missionierungen im ersten Jahrhundert und dann durch den Kolonialismus, der Zoroastrismus (Parsismus) aufgrund von Einwanderungen ins Land. Indien bietet daher eine außerordentlich reichhaltige Religionslandschaft. Obwohl der Buddhismus über Jahrhunderte die bevorzugte Religion war, starb der Hinduismus nie aus und konnte seine Stellung als dominierende Religion langfristig behaupten. Im Mittelalter brachten indische Händler und Seefahrer den Hinduismus bis nach Indonesien und Malaysia. Obwohl Indien bis heute ein hinduistisch geprägtes Land ist, hat Indien nach Indonesien und Pakistan die weltweit drittgrößte muslimische Bevölkerung (etwa 140 Millionen), und nach Iran (aktuell Islamische Republik Iran) die zweitgrößte Anzahl von Schiiten.

Die Religionen verteilen sich nach der Volkszählung 2011 wie folgt: 79,8 % Hindus, 14,2 % Muslime, 2,3 % Christen, 1,7 % Sikhs, 0,7 % Buddhisten, 0,4 % Jainas und 0,7 % andere (zum Beispiel traditionelle Adivasi-Religionen, Bahai oder Parsen). Insgesamt 0,2 % der Inder gaben bei der Volkszählung keine Religionszugehörigkeit an oder gaben an, ohne Religion zu sein.[76]

Die Wurzeln des Hinduismus liegen im Veda (wörtlich: Wissen), religiösen Texten, deren älteste Schicht auf etwa 1200 v. Chr. datiert wird. Die Bezeichnung „Hinduismus“ wurde jedoch erst im 19. Jahrhundert allgemein üblich. Er verbindet viele Strömungen mit ähnlicher Glaubensgrundlage und Geschichte, die besonders bei den Lehren von Karma, dem Kreislauf der Wiedergeburten (Samsara) und dem Streben nach Erlösung übereinstimmen. Er kennt keinen einzelnen Religionsstifter, kein einheitliches Glaubensbekenntnis und keine religiöse Zentralbehörde. Die wichtigsten populären Richtungen sind der Shivaismus, der Vishnuismus und der Shaktismus. Daneben ist die Indische Volksreligion regional und lokal weit verbreitet. Religiöse Lehrer (Gurus) und Priester haben einen großen Stellenwert für den persönlichen Glauben.

Die Adivasi (Ureinwohner) widersetzten sich oft den Missionsversuchen der großen Religionen und behielten teilweise ihre eigene Religion. Die indigenen Völker Indiens haben einiges mit dem Hinduismus gemeinsam, so etwa den Glauben an die Reinkarnation, eine äußere Vielfalt von Göttern und eine Art von Kastenwesen. Nicht selten werden lokale Gottheiten oder Stammesgottheiten einfach in das hinduistische Pantheon integriert – eine Herangehensweise, die historisch zur Ausbreitung des Hinduismus beigetragen hat. Besonders heute besteht eine starke Tendenz der „Hinduisierung“ (in der Indologie „Sanskritisierung“), gesellschaftliche Sitten der Hindus und deren Formen der Religionsausübung werden übernommen.

Der Buddhismus ist heute vor allem als Neobuddhismus bei den „Unberührbaren“ (Dalit) populär, besonders im Bundesstaat Maharashtra („Bauddha“). Die Dalit versuchen auf diese Art und Weise, den Diskriminierungen des Kastensystems zu entkommen. Mehr als 10 % der indischen Bevölkerung gehört der Kaste der Dalit an. Ins Leben gerufen wurde diese Bewegung durch den Rechtsanwalt Bhimrao Ramji Ambedkar (1891–1956), der selbst einer unberührbaren Kaste angehörte. Hinzu kommen kleinere Gruppen tibetischer Buddhisten in den Himalaya-Gebieten von Ladakh, Sikkim und Arunachal Pradesh sowie die tibetische Exilgemeinde in Dharamsala, dem Sitz des amtierenden Dalai Lama sowie der tibetischen Exilregierung.[77] Aus der Sicht fundamentalistischer Hindus gehören auch Muslime, Buddhisten und Christen zu den Unberührbaren, die nach dieser Definition etwa 240 Millionen Menschen und damit fast 20 % der indischen Bevölkerung umfassen würden.
Jama Masjid in Delhi

Die Parsen, die heute hauptsächlich in Mumbai leben, bilden eine kleine, überwiegend wohlhabende und einflussreiche Gemeinschaft (etwa 70.000 Menschen). Nicht zuletzt auch durch ihr ausgeprägtes soziales Engagement spielen sie trotz geringer Bevölkerungsanzahl in der indischen Gesellschaft eine wichtige Rolle. In Europa sind sie durch ihre Bestattungsgepflogenheiten („Türme des Schweigens“) bekannt. Auch die Jainas sind oft wohlhabend, da sie aufgrund ihres Glaubens, der das Töten von Lebewesen verbietet, überwiegend Kaufleute und Händler sind. Parsen und Jainas gehören meist der Mittel- und Oberschicht an.

Die Mehrheit der indischen Muslime gehört der sunnitischen Richtung an, außerdem leben mehr als 20 Millionen Schiiten in Indien. Darüber hinaus existieren kleinere Glaubensrichtungen innerhalb des Islam: Eher fundamentalistisch ist die Dar ul-Ulum in Deoband im nördlichen Bundesstaat Uttar Pradesh, auf die sich unter anderem die afghanischen Taliban berufen, wenn auch in radikal verkürzter Interpretation. Die Situation der Muslime in Indien ist schwierig. Sie sind ärmer und weniger gebildet als der Durchschnitt. In Politik und Staatsdienst sind sie unterrepräsentiert. Zu bemerken ist jedoch, dass der ehemalige Staatspräsident Indiens, A. P. J. Abdul Kalam, ein Muslim war. Die Anzahl der Muslime in Indien steigt schneller als die der restlichen Bevölkerung und bis 2050 könnte Indien über 300 Millionen muslimische Einwohner haben.[78]

Die Sikhs sind hauptsächlich im Nordwesten Indiens (Punjab) beheimatet. Ihre Stellung in der Gesellschaft ist geprägt durch den Erfolg vor allem im militärischen Bereich, aber auch im politischen Leben. Der ehemalige indische Premierminister Manmohan Singh ist ein Sikh.
Kreuz der Thomaschristen

53 n. Chr. soll ein Apostel Jesu, Thomas, nach Indien gekommen sein und dort entlang der südlichen Malabarküste mehrere christliche Gemeinden gegründet haben. Die „Thomaschristen“ in Kerala führen ihren Ursprung auf den Apostel Thomas zurück. Portugiesische Missionare führten im späten 15. Jahrhundert den römischen Katholizismus ein und verbreiteten ihn entlang der Westküste, etwa in Goa, so dass römische Katholiken heute den größten Anteil an der christlichen Bevölkerung Indiens stellen. Die Briten zeigten zwar wenig Interesse an der Missionierung, dennoch konvertierten viele Stammesvölker im Nordosten (Nagaland, Mizoram, Meghalaya, Manipur, Arunachal Pradesh) zur Anglikanischen Kirche oder anderen evangelischen Konfessionen. In jüngerer Zeit traten auch Angehörige unberührbarer Kasten sowie Adivasi zum Christentum über, um der Ungerechtigkeit des Kastensystems zu entkommen.

Als Indien seine Unabhängigkeit erlangte, lebten auch noch rund 25.000 Juden in Indien. Nach 1948 verließen jedoch die meisten von ihnen ihre Heimat gen Israel. Heute wird die Zahl der in Indien verbliebenen Juden auf 5000 bis 6000 geschätzt, wovon die Mehrheit in Mumbai lebt.

    Religionen nach der Volkszählung 2001
    Hinduismus
    Hinduismus
    Islam
    Islam
    Christentum
    Christentum

Siehe auch: Religionsfreiheit in Indien
Religiöse Konflikte🔗

Der Laizismus, die Trennung von Staat und Religion, zählt zu den wesentlichsten Grundsätzen des indischen Staates und ist in seiner Verfassung verankert. Seit Jahrhunderten bestehen verschiedene Glaubensrichtungen zumeist friedlich nebeneinander. Dennoch kommt es manchmal zu regional begrenzten, religiös motivierten Auseinandersetzungen.

Bei der Teilung Indiens 1947 und beim Bangladesch-Krieg 1971 kam es zwischen Hindus und Muslimen zu massiven Ausschreitungen. Unruhen zwischen Anhängern der beiden Glaubensrichtungen brechen in Indien in gewissen Zeitabständen immer wieder aus. Ein Konfliktpunkt ist nach wie vor Kaschmir, dessen überwiegend muslimische Bevölkerung teilweise gewalttätig für die Unabhängigkeit oder den Anschluss an Pakistan eintritt. Geschürt werden sie seit den späten 1980er Jahren durch den aufkeimenden Hindu-Nationalismus (Hindutva) und islamischen Fundamentalismus. Einer der Höhepunkte der Auseinandersetzungen war die Erstürmung und Zerstörung der Babri-Moschee in Ayodhya (Uttar Pradesh) durch extremistische Hindus im Dezember 1992, da das islamische Gotteshaus einst an der Stelle eines bedeutenden Hindu-Tempels errichtet worden war, der den Geburtsort Ramas markieren sollte. Die letzten Unruhen traten 2002 in Gujarat auf, als 59 Hindu-Aktivisten (kar sevaks) in einem Zug verbrannt wurden. Infolge der eskalierenden Gewalt kamen etwa 2000 Menschen um, hauptsächlich Moslems. Die politische Situation in Kaschmir kostete seit 1989 aufgrund der Aktivitäten islamistischer Terroristen über 29.000 Zivilpersonen das Leben.

Auch bei anderen Religionen traten Konflikte auf. Die Forderungen sikhistischer Separatisten nach einem unabhängigen Sikhstaat namens „Khalistan“ gipfelten 1984 in der Erstürmung des Goldenen Tempels in Amritsar durch indische Truppen (Operation Blue Star) und der Ermordung der damaligen Premierministerin Indira Gandhi durch ihre eigenen Sikh-Leibwächter. Insgesamt kamen bei den Unruhen im Jahre 1984 mehr als 3000 Sikhs ums Leben.

In einigen Bundesstaaten ist es zu Pogromen gegen Christen gekommen. So wurden in der zweiten Jahreshälfte 2008 bei religiös motivierten Unruhen im Bundesstaat Orissa (im Osten Indiens) mindestens 59 Christen getötet.[79] In ihrer Antwort auf eine parlamentarische Anfrage vom 4. Dezember 2008 nennt die deutsche Bundesregierung folgendes Ausmaß der Gewalt gegen Christen in Orissa (Odisha): 81 Christen sind ums Leben gekommen, 20.000 Menschen befinden sich in Flüchtlingslagern, 40.000 weitere haben sich in Wäldern versteckt. 4677 Häuser, 236 Kirchen und 36 weitere kirchliche Einrichtungen wurden zerstört.[80]
Soziale Probleme und Ungleichheit🔗
Slum in Mumbai
Demonstration der kommunistischen Partei CPI (M) in Agartala (Tripura)
Mülldeponie, Yamuna River Slum, Delhi (Bild: Manuel Rivera-Ortiz)

Die ökonomische Ungleichheit Indiens übertraf – nach bis etwa 2000 sinkenden Zahlen – Anfang der 2020er Jahre das Niveau des Britisch-Raj.[81] Nach Angaben der Weltbank haben heute 44 % der Einwohner Indiens weniger als einen US-Dollar pro Tag zur Verfügung. Auch wenn die Ernährungssituation seit den 1970er Jahren entscheidend verbessert werden konnte, ist noch immer mehr als ein Viertel der Bevölkerung zu arm, um sich eine ausreichende Ernährung leisten zu können. Unter- und Fehlernährung wie Vitaminmangel ist vornehmlich in ländlichen Gebieten ein weit verbreitetes Problem, wo der Anteil der Armen besonders hoch ist. Die regionale Aufteilung des Problems lässt sich am Hunger-Index für Indien klar erkennen, der Bundesstaat Madhya Pradesh fällt hier besonders ins Auge. 2007 waren 46 % der Kinder in Indien mangelernährt, nach Angaben von UNICEF sterben in Indien jährlich 2,1 Millionen Kinder vor dem fünften Lebensjahr. Kinderarbeit wird hauptsächlich auf dem Land geleistet, da das Einkommen vieler Bauernfamilien nicht zum Überleben ausreicht. Hoch verschuldete Bauern müssen oft nicht nur ihr Ackerland verkaufen, sondern auch ihre Dienstleistungen an die Grundherren verpfänden. Dieses als Schuldknechtschaft bezeichnete Phänomen stellt bis heute eines der größten Hindernisse in der Armutsbekämpfung dar. 2006 haben schätzungsweise 17.000 Bauern wegen hoher Verschuldung Selbstmord begangen. Die schlechten Lebensbedingungen im ländlichen Raum veranlassen viele Menschen zur Abwanderung in die Städte (Urbanisierung). Dabei sind die wuchernden Metropolen des Landes kaum in der Lage, ausreichend Arbeitsplätze für die Zuwanderer zur Verfügung zu stellen. Das Ergebnis sind hohe Arbeitslosigkeit und Unterbeschäftigung. Fast ein Drittel der Einwohner der Millionenstädte lebt in Elendsvierteln. Dharavi in Mumbai ist mit mehr als einer Million Menschen der größte Slum Asiens.[82]

Nach der Volkszählung 2011 werden 16,6 % der indischen Bevölkerung zu den so genannten Unberührbaren (Scheduled Castes) gerechnet, 8,6 % zählen zur indischen Stammesbevölkerung (Adivasi, offiziell Scheduled Tribes).[1] Da beide Gruppen einem Missbrauch (Diskriminierung, wirtschaftliche Ausbeutung, teilweise auch Verfolgung und Gewalt) durch andere Kasten-Inder ausgesetzt sind, sieht die indische Verfassung eine Förderung der sozial Benachteiligten in Form von Quoten vor. Über diese „positive Diskriminierung“ werden in Universitäten, berufsbildenden Institutionen und Parlamenten bis zu 50 % der Plätze für die Scheduled Castes (Angehörige der unteren Kasten) reserviert. Die Kastenfrage nimmt in der indischen Innenpolitik eine höchst brisante Stellung ein. Eine Ausweitung der Quoten auf niedere Kasten auf Vorschlag der umstrittenen Mandal-Kommission rief 1990 heftige Proteste von Angehörigen höherer Kasten hervor und führte zum Sturz von Premierminister Vishwanath Pratap Singh.

Unzureichende schulische Bildung sowie Beratung in Fragen der reproduktiven Gesundheit hatte zur Folge, dass die Zahl der HIV-Infizierten ab den 1980er und 1990er Jahren rasch angestiegen ist, seit 1986 die ersten Infektionsfälle bekannt wurden. 2008 trugen rund 2,27 Millionen Inder im Alter zwischen 15 und 49 Jahren das Virus. Die Zahl der Infizierten liegt damit weltweit an dritter Stelle hinter Südafrika und Nigeria. In den Jahren nach 2002 ist ein prozentualer Rückgang an Infizierten zu verzeichnen. 2002 waren 0,45 % der erwachsenen indischen Bevölkerung infiziert, 2007 waren es 0,34 % und 2008 0,29 %. Die Übertragungswege des HI-Virus werden für 2009/10 mit 87,1 % zwischen Heterosexuellen angegeben. Hierfür ist hauptsächlich der weitverbreitete ungeschützte Geschlechtsverkehr mit Prostituierten verantwortlich. Die Übertragung von Mutter zu Kind beträgt 5,4 % und zwischen Homosexuellen 1,5 %. Drogenabhängige sind mit 1,5 % an der Gesamtzahl der Übertragungsfälle beteiligt.[83]
Siehe auch: Armut in Indien
Stellung der Frau🔗

In der vaterrechtlich geprägten indischen Gesellschaft sind Frauen trotz der rechtlichen Gleichstellung der Geschlechter nach wie vor sehr benachteiligt (siehe unten zum Frauenwahlrecht).

Mitgift-Problematik

Traditionell wurde Frauen zur Hochzeit eine Mitgift (englisch dowry) zum Aufbau eines eigenen Haushalts mitgegeben. Obwohl dies seit 1961 gesetzlich verboten ist,[84] wird auch heute noch häufig eine solche Mitgift aus rein wirtschaftlichen Erwägungen von den Brauteltern verlangt. In manchen Fällen übersteigt die geforderte „Aussteuer“ das Jahreseinkommen der Familie der Braut. Gelegentlich kommt es zu so genannten Mitgiftmorden, wenn die Angehörigen der Braut nicht in der Lage waren, die hohen Forderungen nach der Eheschließung zu erfüllen. Diese dowry-Problematik trägt in nicht unerheblichem Maße dazu bei, dass Mädchen meist geringer angesehen sind als Jungen oder gar als unerwünscht gelten.

Die Praxis der Mitgiftforderung fördert zudem ausbeuterische Arbeitsverhältnisse wie das Sumangali-Prinzip (Kinderarbeit), da arme Eltern ihre Töchter in der Hoffnung auf eine selbst erwirtschaftete Mitgift bereitwillig den Rekrutierern mitgeben.[85]
Geschlechterverteilung bei Kindern von 0 bis 1 Jahren in Indien 2011 – nach der Anzahl der Jungen je 100 Mädchen:
﻿101–103
﻿103–107
﻿125–130
indienweiter Durchschnitt: 110
indienweiter ø unter 7 Jahren: 109
indische Gesamtbevölkerung: 106

Abtreibung weiblicher Föten
→ Hauptartikel: Geschlechtsselektive Abtreibung in Indien

In Indien werden deutlich mehr weibliche Föten abgetrieben als männliche: Laut der Volkszählung 2011 kamen auf 1000 Jungen nur 914 Mädchen (47,75 % = 109 Jungen zu 100 Mädchen) – im Jahr 2001 waren es noch 927 Mädchen (48,11 %, 108:100; jeweils unter 7 Jahren). In der Gesamtbevölkerung kamen im Jahr 2011 auf 1000 männliche 940 weibliche Inder (48,45 %, 106:100) – im Jahr 2001 waren es 933 weibliche (48,27 %, 107:100).[86]

Sexualisierte Gewalt

Laut einer Studie der Thomson Reuters Stiftung war Indien im Jahr 2018 das gefährlichste Land für Frauen weltweit. Indien lag innerhalb der 10 gefährlichsten Länder (inklusive USA und Saudi-Arabien) auf Rang 1 in 3 von 6 Bereichen: kulturelle Unterdrückung und Misshandlung von Frauen, sexualisierte Gewalt gegen Frauen sowie Menschenhandel und Zwangsprostitution.[87] Im Jahr 2016 wurden demnach 40.000 Vergewaltigungen in Indien gemeldet.[88]

Frauen-Indizes

Im Global Gender Gap Report 2020 des Weltwirtschaftsforums, der die Gleichstellung von Männern und Frauen in 153 Ländern misst, liegt Indien nur auf Rang 112 mit einem Gender-Gap von 33,2 %: Frauen erreichen nur zwei Drittel des Stands der Männer in wirtschaftlicher und bildungsmäßiger Hinsicht sowie bezüglich Gesundheit und politischer Beteiligung.

Das Entwicklungsprogramm der Vereinten Nationen (UNDP) ermittelte zum Jahr 2018 den Index der geschlechtsspezifischen Ungleichheit (GII: Gender Inequality Index) unter 162 Ländern: Indien lag auf Rang 122 mit nur 39 % Frauen mit sekundärer Schulbildung (Männer: 63,5 %) und 23,6 % Erwerbsbeteiligung (Männer: 78,6 %). Beim Index der geschlechtsspezifischen Entwicklung (GDI: Gender Development Index) lag Indien auf Rang 153 von 166 Ländern: Alleine beim Pro-Kopf-Einkommen bestand ein Unterschied von 75,5 % (2.625 $ Jahreseinkommen gegenüber 10.712 $ von Männern).

Moderne Hexenverfolgung

Vor allem in den ländlichen Regionen Indiens glauben viele Menschen an Hexerei und schwarze Magie. Einerseits suchen sie bei Gesundheits-, Finanz- oder Eheproblemen Rat bei Hexendoktoren,[89] andererseits beschuldigen sie Menschen, insbesondere Frauen, der Hexerei, greifen sie an oder ermorden sie sogar.[90][91] Oft sind es Witwen oder Geschiedene, die denunziert werden, um an ihren Besitz zu gelangen.[92][93][94] Die bestehenden Gesetze gelten als unwirksam, um diese Morde einzudämmen.[95] 2010 wurde geschätzt, dass in Indien jährlich zwischen 150 und 200 Menschen der modernen Hexenverfolgung zum Opfer fallen. Hochgerechnet entspricht dies einer Gesamtzahl von 2.500 Morden im Zeitraum von 1995 bis 2009.[96] Im Juni 2013 berichtete die National Commission for Women (NCW), dass seit 2008 laut Statistiken des National Crime Records Bureau (NCRB) 768 Frauen wegen angeblicher Hexerei ermordet wurden.[97] In der indischen Provinz Assam wurden zwischen 2011 und 2021 unter dem Vorwand der Hexerei 110 Personen umgebracht.[98]
Politik und Staat🔗
Politisches System🔗
→ Hauptartikel: Politisches System Indiens

Gemäß der Verfassung von 1950 ist Indien eine parlamentarische Demokratie. Indien ist, nach der Zahl der Bürger, die größte Demokratie der Erde. Das indische Parlament ist die gesetzgebende Gewalt und besteht aus zwei Kammern: dem Unterhaus (Lok Sabha) und dem Oberhaus (Rajya Sabha). Das Unterhaus wird auf fünf Jahre nach dem Prinzip des Mehrheitswahlrechtes gewählt. Wahlberechtigt ist jeder Staatsbürger, der das 18. Lebensjahr vollendet hat. Das Oberhaus ist die Vertretung der Bundesstaaten auf nationaler Ebene. Seine Mitglieder werden von den Parlamenten der Staaten gewählt.

Die Parteienlandschaft des Landes ist äußerst vielfältig (vgl. Liste der politischen Parteien in Indien). Viele Parteien sind zwar auf bestimmte Bundesstaaten beschränkt, dennoch ergibt sich immer wieder die Notwendigkeit, Koalitionen zu bilden. Die National Democratic Alliance (NDA) war eine Koalition, die zu Beginn ihrer Regierungszeit 1998 aus 13 Parteien bestand (unter Führung der BJP).

Nach geltendem Recht sind Parteispenden in Höhe von über ca. 200 € veröffentlichungspflichtig.[99] Sogenannte «electoral bonds» sind ein von der Regierung Narendra Modi im Jahr 2018 eingeführtes System zur Parteifinanzierung. Käufer der bei Banken erworbenen Wahlanleihen konnten diese anonym in unbegrenzter Höhe an Parteien spenden; die Parteien erhielten gegen Vorlage der Urkunde den Anleihewert von der Bank ausgezahlt. Nach einem im Februar 2024 veröffentlichten Urteil des Obersten Gerichts ist diese Art der Parteienfinanzierung verfassungswidrig[100]; das Gericht verpflichtete die Regierung und die indische Wahlkommission, die Erwerber der Wahlanleihen und die Höhe der einzelnen Anleihebeträge zu veröffentlichen. Im Zeitraum von 2019 bis 2024 emittierten die Banken mehr als 1,7 Milliarden Franken in Wahlanleihen. Die Regierungspartei BJP hat mit Abstand hiervon mit 647 Millionen Franken den größten Anteil erzielt.[101][102]

Der Präsident als Staatsoberhaupt wird von einem Gremium der Abgeordneten des Bundes und der Länder auf fünf Jahre gewählt. Seit 2022 hat Draupadi Murmu das Amt inne. Die Verfassung sieht vor, dass Bundesstaaten unter President’s rule gestellt werden können, wenn das Land als „unregierbar“ gilt. Dies war in der Vergangenheit in mehreren Bundesstaaten der Fall. Das Präsidentenamt ist jedoch überwiegend von zeremoniellen oder repräsentativen Aufgaben geprägt, die politische Macht liegt beim Premierminister. Üblicherweise erteilt der Premierminister dem Präsidenten einen entsprechenden „Rat“, der in der Regel befolgt wird. Zuletzt ließ Premierminister P. V. Narasimha Rao nach den Unruhen in Ayodhya 1993 alle vier BJP-Landesregierungen ihres Amtes entheben und die Länder unter President’s rule stellen. Der Präsident ist auch oberster Befehlshaber der Streitkräfte.

Der Regierungschef in den Bundesstaaten sowie in drei von acht Unionsterritorien ist der Chief Minister, der vom Parlament des jeweiligen Gebiets gewählt wird.
Politische Indizes🔗
Von Nichtregierungsorganisationen herausgegebene politische Indizes Name des Index 	Indexwert 	Weltweiter Rang 	Interpretationshilfe 	Jahr
Fragile States Index 	72,3 von 120 	75 von 179 	Stabilität des Landes: erhöhte Warnung
0 = sehr nachhaltig / 120 = sehr alarmierend
Rang: 1 = fragilstes Land / 179 = stabilstes Land 	2024[103]
Demokratieindex 	7,29 von 10 	41 von 167 	Unvollständige Demokratie
0 = autoritäres Regime / 10 = vollständige Demokratie 	2024[104]
Freedom in the World Index 	66 von 100 	— 	Freiheitsstatus: teilweise frei
0 = unfrei / 100 = frei 	2024[105]
Rangliste der Pressefreiheit 	31,3 von 100 	159 von 180 	Sehr ernste Lage für die Pressefreiheit
100 = gute Lage / 0 = sehr ernste Lage 	2024[106]
Korruptionswahrnehmungsindex (CPI) 	38 von 100 	96 von 181 	0 = sehr korrupt / 100 = sehr sauber 	2024[107]
Verwaltungsgliederung🔗

Indien ist in 28 Bundesstaaten (engl. States) und acht Unionsterritorien (engl. Union Territories) gegliedert, die sich in insgesamt über 600 Distrikte (engl. Districts) unterteilen. In einigen Bundesstaaten werden mehrere Distrikte zu Divisionen (engl. Divisions) zusammengefasst. Den Distrikten untergeordnet sind parallel und teils überlappend die Tehsils (oder auch Taluks), Blöcke und Subdivisions. Die unterste Verwaltungsebene stellen die Dörfer selbst dar, die mitunter in sogenannten Hoblis zusammengefasst sein können.

Während die Unionsterritorien von der Zentralregierung in Neu-Delhi verwaltet werden, verfügt jeder Bundesstaat über ein eigenes Parlament und eine eigene Regierung. Der Regierung eines Bundesstaats steht der Chief Minister vor, der allerdings formal einem vom indischen Präsidenten ernannten Gouverneur mit weitgehend repräsentativen Aufgaben untergeordnet ist. Letzterem werden bei Anwendung der President’s rule die Regierungsgeschäfte übertragen.

Die Kommunalverwaltung obliegt in größeren Städten mit mehreren hunderttausend Einwohnern den Municipal Corporations, in kleineren Städten den Municipalities. Im ländlichen Raum wird der dreistufige Panchayati Raj angewandt. Dieses System umfasst gewählte Räte (Panchayats) auf Dorf- und Block-, aber auch auf Distriktebene. Die Zuständigkeiten der Kommunalverwaltungen sind je nach Bundesstaat unterschiedlich gestaltet.

Vor der Unabhängigkeit umfasste Indien sowohl selbstständige Fürstenstaaten unter britischer Aufsicht als auch britische Provinzen (englisch Presidencies), die von britischen Kolonialverwaltern regiert wurden. Nach der Unabhängigkeit wurden die ehemaligen Fürstenstaaten von einem ernannten Gouverneur, die ehemaligen Provinzen jedoch von einem gewählten Parlament und einem gewählten Gouverneur regiert. Im Jahre 1956 beseitigte der States Reorganisation Act die Unterschiede zwischen ehemaligen Provinzen und Fürstentümern und schuf einheitliche Bundesstaaten mit einer gewählten Regionalregierung. Bei der Neuordnung der Bundesstaaten wurde die jeweilige Muttersprache der Bewohner als Grundlage der Grenzziehung verwendet. Am 1. Mai 1960 wurde der bisherige Staat Bombay in die neuen ethnischen Staaten Gujarat und Maharashtra aufgeteilt. 2000 entstanden drei neue Bundesstaaten: Jharkhand aus den südlichen Teilen von Bihar, Chhattisgarh aus den östlichen Teilen von Madhya Pradesh und Uttarakhand (bis 2006 Uttaranchal) aus dem nordwestlichen Teil von Uttar Pradesh. Zum 2. Juni 2014 entstand aus Teilen des Bundesstaates Andhra Pradesh als neuer, 29. Bundesstaat Telangana; seine Hauptstadt ist Hyderabad.[108] Zum 31. Oktober 2019 wurde der Bundesstaat Jammu und Kashmir aufgelöst und auf die Unionsterritorien Jammu und Kashmir und Ladakh aufgeteilt.[109] Die Unionsterritorien Dadra und Nagar Haveli und Daman und Diu wurden am 28. Januar 2020 zu Dadra und Nagar Haveli und Daman und Diu zusammengelegt.
Siehe auch: Liste der Bundesstaaten und Unionsterritorien in Indien, Liste der Gouverneure in Indien und Liste der Chief Minister in Indien
Bundesstaaten🔗
Indien: 28 Bundesstaaten und 8 Unionsterritorien

Die folgende Liste zeigt die 28 Bundesstaaten Indiens, ihre Abkürzungen entsprechen der ISO-Norm (31766-2:IN) – wo das Autokennzeichen davon abweicht, ist es eingeklammert angehängt:
	Abk. 	Bundesstaat 			Abk. 	Bundesstaat
1 	AP 	Andhra Pradesh 		15 	MN 	Manipur
2 	AR 	Arunachal Pradesh 	16 	ML 	Meghalaya
3 	AS 	Assam 	17 	MZ 	Mizoram
4 	BR 	Bihar 	18 	NL 	Nagaland
5 	CT [CG] 	Chhattisgarh 	19 	OR [OD] 	Odisha (bis 2011: Orissa)
6 	GA 	Goa 	20 	PB 	Punjab
7 	GJ 	Gujarat 	21 	RJ 	Rajasthan
8 	HR 	Haryana 	22 	SK 	Sikkim
9 	HP 	Himachal Pradesh 	23 	TN 	Tamil Nadu
10 	JH 	Jharkhand 	24 	TG [TS] 	Telangana
11 	KA 	Karnataka 	25 	TR 	Tripura
12 	KL 	Kerala 	26 	UT [UA, UK] 	Uttarakhand
13 	MP 	Madhya Pradesh 	27 	UP 	Uttar Pradesh
14 	MH 	Maharashtra 	28 	WB 	Westbengalen
Siehe auch: Soziale Indikatoren der indischen Bundesstaaten und Ranglisten der indischen Bundesstaaten
Unionsterritorien🔗
	Abk. 	Unionsterritorium
29 	AN 	Andamanen und Nikobaren (Inseln)
30 	CH 	Chandigarh
31 	DH [DD] 	Dadra und Nagar Haveli und Daman und Diu
32 	DL 	Delhi (Hauptstadt-Territorium)
33 	JK 	Jammu und Kashmir
34 	LA 	Ladakh
35 	LD 	Lakshadweep (Inseln)
36 	PY 	Puducherry
Städte🔗
Gateway of India in Mumbai (2016)

Hauptstadt Indiens ist Neu-Delhi innerhalb der Grenzen von Delhi, das mit rund 11 Millionen Einwohnern die zweitgrößte Stadt des Landes darstellt und mit mehr als 16 Millionen Einwohnern die zweitgrößte Agglomeration. Delhi ist kultureller Mittelpunkt der hindisprachigen Gemeinschaft des Nordens. Indiens größte Stadt und wirtschaftliches Zentrum ist jedoch Mumbai (Bombay). Die Metropole an der Westküste zählt mehr als 12,5 Millionen Einwohner, in der Agglomeration rund 18 Millionen. An dritter Stelle folgt Bengaluru (Bangalore). In der 8,5-Millionen-Stadt im südlichen Dekkan-Hochland sind zahlreiche Hochtechnologiefirmen angesiedelt, was ihr den Beinamen „Silicon Valley Indiens“ eingebracht hat. Viertgrößte Stadt ist das ebenfalls in Südindien gelegene Hyderabad mit 6,8 Millionen Einwohnern, gefolgt vom westindischen Ahmedabad mit 5,6 Millionen Einwohnern. Chennai (Madras), die mit 4,7 Millionen Einwohnern siebtgrößte Stadt Indiens, ist als kultureller Mittelpunkt Südindiens und insbesondere der Tamilen bekannt. Kolkata (Kalkutta), die wichtigste Metropole des Ostens, liegt mit 4,5 Millionen Menschen an achter Stelle. Sie gilt als intellektuelles Zentrum.

Die folgende Liste zeigt die 20 größten städtischen Gebiete laut der Volkszählung in Indien 2011:[110]
Rang 	Stadt 	Bundesstaat 	Einwohner 		Rang 	Stadt 	Bundesstaat 	Einwohner
1 	Mumbai 	Maharashtra 	18.414.288 		11 	Kanpur 	Uttar Pradesh 	2.920.067
2 	Delhi 	Delhi (Territorium) 	16.314.838 	12 	Lucknow 	Uttar Pradesh 	2.901.474
3 	Kolkata 	Westbengalen 	14.112.536 	13 	Nagpur 	Maharashtra 	2.497.777
4 	Chennai 	Tamil Nadu 	8.696.010 	14 	Ghaziabad 	Uttar Pradesh 	2.358.525
5 	Bengaluru 	Karnataka 	8.499.399 	15 	Indore 	Madhya Pradesh 	2.167.447
6 	Hyderabad 	Telangana 	7.749.334 	16 	Coimbatore 	Tamil Nadu 	2.151.466
7 	Ahmedabad 	Gujarat 	6.352.254 	17 	Kochi 	Kerala 	2.117.990
8 	Pune 	Maharashtra 	5.049.968 	18 	Patna 	Bihar 	2.046.652
9 	Surat 	Gujarat 	4.585.367 	19 	Kozhikode 	Kerala 	2.030.519
10 	Jaipur 	Rajasthan 	3.073.350 	20 	Thrissur 	Kerala 	1.854.783
Siehe auch: Liste der Städte in Indien
Rechtssystem🔗
Karnataka High Court in Bengaluru

Die Geschichte des modernen indischen Rechts begann mit der Gründung der britischen East India Company zu Silvester 1600.
Frauenwahlrecht🔗

1950 wurde ein umfassendes Frauenwahlrecht eingeführt.[111] Die Vorgeschichte dazu reicht aber bis ins 19. Jahrhundert zurück: Laut Berichten aus dem Jahr 1900 wurde die Beteiligung von Frauen an Lokalwahlen in Bombay mit einem Zusatz zum Bombay Municipal Act (1888) ermöglicht: Hausbesitzer durften dann unabhängig vom Geschlecht wählen.[112] Es gibt aber Hinweise darauf, dass einige Frauen bei den Stadtratswahlen von Bombay schon viele Jahre vorher mit abstimmten.[112]

1918 unterstützte der Nationale Indische Kongress die Einführung des aktiven Frauenwahlrechts, und die Verfassungsreformen von 1919 ermöglichten es den gesetzgebenden Versammlungen in den Provinzen, über die Einführung selbst zu entscheiden.[113] Die Provinz Madras, in der die antibrahmanische Partei die Mehrheit hatte, war die erste, die Frauen 1921 das Stimmrecht gab; andere Provinzen folgten.[113] Frauen, die das Wahlrecht auf Provinzebene besaßen, durften auch an den Wahlen zur Zentralen Gesetzgebenden Versammlung teilnehmen.[114]

1926 erhielten Frauen auch das passive Wahlrecht.[113] 1926 wurde Sarojini Naidu die erste Kongresspräsidentin.[113] 1935 dehnte der Government of India Act, der 1937 in Kraft trat, das Wahlrecht für beide Geschlechter weiter aus.[114] Er sah vor, dass Frauen wählen konnten, wenn sie eine von mehreren Bedingungen erfüllten: Grundeigentum, ein bestimmtes Maß an Bildung, das das Lesen und Schreiben einschloss oder der Status einer Ehefrau, falls der Mann wahlberechtigt war.[114]

Die Änderung einer weiteren Bestimmung zeigte einen wichtigen Wandel im Verständnis dessen an, was man unter Bürgerrechten verstand: Einige Sitze in den gesetzgebenden Versammlungen der Provinzen waren für Frauen reserviert; Männer konnten diese Mandate nicht übernehmen.[114] Diese Vorschriften garantierten, dass Frauen auch tatsächlich gewählt wurden. Die Regelung hatte auch zur Folge, dass Frauen sich auch über diese Quote hinaus um Mandate bewarben, und sorgte dafür, dass fähige Frauen ihr Können als Abgeordnete und Ministerinnen unter Beweis stellen konnten.[114] 1937 fanden die ersten Wahlen nach diesen neuen Regeln statt.[114] Von den 36 Millionen Stimmberechtigten waren sechs Millionen Frauen.[115]

Ende 1939 hatten alle Provinzen das Frauenwahlrecht eingeführt. Zwar war dies ein grundsätzlicher Fortschritt, doch das Wahlrecht war an Grundeigentum gebunden. Da viele Inder kein Land besaßen, erhielten relativ wenige Männer und noch viel weniger Frauen infolge der Reformen von 1919 das Wahlrecht.[116]

1947 erlangte Indien die Unabhängigkeit – bis dahin hatte es weder für Frauen noch für Männer ein allgemeines Wahlrecht gegeben.[114] 1949 arbeitete die Konstituierende Versammlung eine neue Verfassung aus. Weibliche Abgeordnete, die selbst von der Quotenregelung profitiert hatten, sprachen sich gegen die Fortführung dieser Praxis aus.[117] Die neue Verfassung, die am 26. Januar 1950 in Kraft trat, sah ein allgemeines aktives und passives Wahlrecht für alle Erwachsenen vor.[118] Doch in den Landesteilen, die bei der Teilung zu Pakistan wurden, mussten Frauen jahrelang auf das allgemeine Wahlrecht warten.[115]

Siehe oben zur aktuellen Stellung der Frau
Gewaltenteilung🔗

Da in Indien Gewaltenteilung herrscht, ist die Judikative streng von Legislative und Exekutive getrennt. Oberster Gerichtshof des Landes ist der Supreme Court in Neu-Delhi mit 26 Richtern, die vom Präsidenten ernannt werden. Den Vorsitz hat der Chief Justice of India. Streitigkeiten zwischen den Staaten und der Zentralregierung fallen in seine Zuständigkeit. Außerdem stellt er die höchste Berufungsinstanz des Landes dar. Dem Supreme Court untergeordnet sind 21 High Courts der Bundesstaaten.

Ab der dritten Rechtsebene (Distriktebene) wird zwischen Zivil- und Strafgerichten unterschieden. Zivile Rechtsstreitigkeiten fallen in den Metropolitan Districts (Stadtdistrikten) in den Zuständigkeitsbereich der City Civil Courts, welche den District Courts der Landdistrikte entsprechen. Für das Strafrecht sind in Stadt- und Landdistrikten die Sessions Courts verantwortlich. Außerdem existieren Sondergerichte für spezielle Bereiche wie Familien- und Handelsrecht. Die Rechtsprechung einfach gelagerter Streitfälle der untersten Ebene findet in den Panchayati Rajs der Dörfer (Gram Panchayat) statt.

Infolge der britischen Rechtspraxis der Kolonialzeit findet in Indien heute noch vielfach das Common Law Anwendung, das sich nicht allein auf Gesetze, sondern in hohem Maße auf maßgebliche Urteile hoher Gerichte in Präzedenzfällen stützt. Die Gerichtssprache ist Englisch, auf den unteren Ebenen kann aber auch in der jeweiligen regionalen Amtssprache verhandelt werden.

Eine Besonderheit im sonst säkularen Indien ist seine Gesetzgebung im Familien- und Erbrecht, die jeweils eigene Regelungen für Hindus (diese gilt auch für Sikhs, Jains und Buddhisten), für Muslime, für Christen und für Parsen aufrechterhält (siehe hierzu Ehe im Hinduismus#Gesetzgebung und Islamische Ehe#Indien).
Innenpolitik🔗

Während des Unabhängigkeitskampfes bildete sich der Nationalkongress, der die Kolonialherrschaft der Engländer beenden wollte. Nach der Unabhängigkeit 1947 wurde die Kongresspartei stärkste Partei und bildete unter Jawaharlal Nehru die erste Regierung. Bis Mitte der 1990er Jahre dominierte die Kongresspartei meist unter Führung der Nehru-Gandhi-Familie, mit nur zwei kurzen Unterbrechungen, die Politik des Landes.

Erst im Zusammenhang mit der geplanten „Wieder“errichtung des Ram-Janmabhumi-Tempels anstelle der Babri-Moschee in Ayodhya gelang es der Bharatiya Janata Party (BJP, Indische Volkspartei, Symbol: Lotosblüte) mit nationalistischen Parolen Unterstützung auf breiter Ebene zu finden. Dies gipfelte in dem Marsch auf Ayodhya und dem Abriss der Moschee, der im ganzen Land zu gewalttätigen Ausschreitungen und Übergriffen, vor allem gegen Muslime, mit vielen Toten führte. Die polarisierende und pro-hinduistisch ausgerichtete Politik der BJP steht ganz im Zeichen der hindunationalistischen Hindutva-Bewegung, die – auch unter Beteiligung von paramilitärischen Gruppen, wie dem Nationalen Freiwilligencorps (Rashtriya Swayamsevak Sangh, kurz RSS) – die Hinduisierung Indiens und in ihren extremen Auswüchsen die Vertreibung der muslimischen und christlichen Bevölkerung zum Ziel hat. Von 1998 bis 2004 stellte die BJP die Regierung unter dem als eher gemäßigt geltenden Atal Bihari Vajpayee als Premierminister.

Nach einem Anschlag auf einen Zug mit Pilgern im Jahre 2002 begannen Massaker in Gujarat, die von der dort regierenden BJP nur halbherzig bekämpft wurden. Diese Unruhen haben dann doch wohl viele moderate Hindus zu einem gewissen Umdenken gebracht, zumal die von der Indischen Volkspartei hochgehaltene Vision eines Shining India („Strahlendes Indien“) weite Teile der Bevölkerung, die nicht vom Boom der letzten Jahre profitierten, ob der hochgesteckten Ziele eher skeptisch werden ließ.

Bei der Parlamentswahl 2004 erzielte die oppositionelle Kongresspartei unter Sonia Gandhi einen unerwarteten Sieg. Überraschend für ihre Parteienkoalition lehnte sie es ab, den Posten des Premierministers zu übernehmen, Manmohan Singh wurde am 22. Mai 2004 als Premierminister vereidigt. Bei der Parlamentswahl 2009 konnte die Parteienkoalition der United Progressive Alliance unter Führung des Indischen Nationalkongress ihren parlamentarischen Rückhalt deutlich ausbauen, so dass Manmohan Singh erneut zum Premierminister gewählt wurde. Bei der Wahl 2014 wurde Narendra Modi zum Premierminister gewählt, seine Bharatiya Janata Party errang mit großem Vorsprung 31 % der Stimmen.
Außenpolitik🔗
→ Hauptartikel: Außenpolitik Indiens
Seit den 1950er Jahren spielte Indien eine zentrale Rolle in der Bewegung der Blockfreien Staaten: Nasser aus der Vereinigten Arabischen Republik (heute Ägypten), Tito aus Jugoslawien und Nehru, Belgrad 1961
Indien ist Gründungsmitglied der BRICS, hier Narendra Modi und Wladimir Putin in Kasan, Russland, 2024

Vier Jahrzehnte lang war die indische Außenpolitik durch das Engagement in der Bewegung der Blockfreien Staaten und das „besondere Freundschaftsverhältnis“ mit der Sowjetunion geprägt, die besonders Jawaharlal Nehru vorantrieb. Die drei Leitlinien indischer Blockfreiheit bestanden darin, Militärbündnissen mit amerikanischer oder sowjetischer Beteiligung fernzubleiben, außenpolitischen Herausforderungen sachgerecht und vollständig aus indischer Perspektive zu begegnen und freundschaftliche Beziehungen zu allen Ländern zu betreiben. Dabei betrachtete sich Indien nicht als äquidistant, sondern suchte bis zum Krieg gegen China 1962 die Führungsrolle innerhalb der blockfreien Bewegung. Dies drückte sich beispielsweise in der Entsendung von Friedenstruppen in den Gazastreifen 1956 und in den Kongo 1961 aus sowie in der Verurteilung der franko-britischen Intervention in der Sueskrise. Ebenso verurteilte es das sowjetische Vorgehen zu Beginn des Koreakrieges 1950 und 1956 als inakzeptable Einmischung.[119]

Nach dem Ende des Kalten Krieges orientierte Indien sich neu. Die historisch eher schwierigen Beziehungen zu den USA verbesserten sich; im März 2000 besuchte US-Präsident Bill Clinton Indien. Die USA bemühten sich nun stärker um Indien als strategischen Partner. Hinsichtlich des Kaschmir-Konflikts stützten die USA nun stärker die Haltung Indiens. Nach den Terroranschlägen am 11. September 2001 stellte sich Indien ohne Einschränkung auf die Seite der USA.

Heute werden die außenpolitischen Ziele Indiens vor allem durch das Bemühen, einen ständigen Sitz im UN-Sicherheitsrat zu erlangen, charakterisiert. Hierbei zieht Indien China als Vergleichsmaßstab heran und strebt eine Statusaufwertung an. Indien beansprucht aufgrund seiner Größe und zivilisatorischen Bedeutung denselben Rang wie China, das als anerkannte Atommacht mit ständigem Sitz im Sicherheitsrat der Vereinten Nationen vertreten ist.

Indien führte zwei Kernwaffentests durch, den ersten 1974 unter Indira Gandhi, den zweiten im Mai 1998 unter Atal Bihari Vajpayee. Zwei Wochen später, am 28. Mai, unternahm Pakistan zum ersten Mal einen Atomtest. Den Atomwaffensperrvertrag haben weder Indien noch Pakistan unterschrieben. Die Beziehungen zwischen beiden Staaten sind seit dem Ende der Kolonialzeit durch den Kaschmir-Konflikt belastet. Einen letzten Höhepunkt der „Eiszeit“ zwischen Indien und Pakistan bildeten die Gefechte in Kargil 1999.

Ein Friedensprozess begann 2004; er geriet aber 2008 nach Anschlägen im indischen Mumbai mit 166 Toten ins Stocken. Indien macht pakistanische Islamisten für die Tat verantwortlich. 2010 und 2011 kamen die beiden Außenminister zu Treffen zusammen.[120]

Die Atomtests im Mai 1998 wurden zwar stets mit dem Verweis auf die chinesische Bedrohung gerechtfertigt (Angriff Chinas von 1962), in erster Linie verfolgt Indien mit den Tests jedoch wohl eine internationale Statusaufwertung und versucht, eine Gleichrangigkeit mit China zu untermauern. Indien betreibt eine erhebliche konventionelle Aufrüstung, genauso wie China und andere asiatische Länder wie Pakistan.[121]

Tatsächlich stehen sich Indien und China mittlerweile eher freundschaftlich gegenüber. Zunehmende Handelsverflechtungen und die gegenseitige Anerkennung des Status quo in Tibet durch Indien 2003 und Sikkim durch China 2004 haben zu einer spürbaren Entlastung des politischen Verhältnisses beigetragen. Dennoch bestehen noch immer Grenzstreitigkeiten um den chinesisch besetzten Teil Kaschmirs (Aksai Chin) sowie den größten Teil des indischen Bundesstaats Arunachal Pradesh. Nach blutigen Zusammenstößen im Galwan‑Tal 2020, bei denen mindestens 20 indische Soldaten starben[122], befanden sich die Beziehungen zwischen Indien und China in einer tiefen Krise. Laut dem China‑Experten Manoj Kewalramani begann der Prozess der Normalisierung jedoch bereits im Oktober 2024 beim BRICS‑Gipfel in Kasan, als sich Premier Narendra Modi und Präsident Xi Jinping erstmals seit Jahren wieder persönlich trafen.[123] Indien signalisierte daraufhin, die Shanghaier Organisation für Zusammenarbeit (SCO) nicht zu blockieren, sondern als nützliches Forum zu betrachten. Peking lud Modi für Ende August 2025 zum SCO‑Gipfel ein, was als weiterer Schritt zur Entspannung gilt. US‑Präsident Donald Trump verhängte im Sommer 2025 Strafzölle von insgesamt 50 % auf zahlreiche indische Exportgüter, offiziell wegen Indiens umfangreicher Ölimporte aus Russland.[124] Diese Maßnahme traf rund die Hälfte der indischen Ausfuhren in die USA und könnte Indien laut Schätzungen bis zu 37 Mrd. US‑$ kosten.[125][126] Indien bezeichnete die Zölle als „unfair“ und begann, seine Exportmärkte gezielt zu diversifizieren – unter anderem in Richtung China.[127] Beobachter sehen in Trumps Vorgehen einen strategischen Fehler, der Indien „geradezu in die Arme“ Chinas treibe.[128][129]

Mit Bangladesch besteht seit Jahrzehnten Uneinigkeit über Fragen der Wasserverteilung. Auch Grenzverlauf und -verkehr waren lange Zeit umstritten. Bis zum Indisch-bangladeschischen Grenzvertrag von 2015 bestanden auf beiden Seiten der Grenze insgesamt mehr als 150 Enklaven, darunter ein „Stückchen indischen Landes innerhalb bangalischen Territoriums, das selber vollständig von einer indischen Besitzung umgeben ist, die wiederum innerhalb Bangladeshs liegt“ (Stand Mai 2015).[130] Als belastend gilt zudem die illegale Einwanderung vieler Bangladescher nach Indien. Am 6. Juni 2015 wurde ein Abkommen unterzeichnet, demzufolge Bangladesch 111 indische Enklaven erhielt und Indien im Gegenzug 52 bangladeschische auf seinem Gebiet. Damit wurde eine „geregelte Grenze“ hergestellt. 53.000 Bewohner der betroffenen Gebiete konnten entscheiden, welchem der zwei Staaten sie angehören wollen.[131]

Indien ist eines der Gründungsmitglieder der Vereinten Nationen sowie Mitglied zahlreicher weiterer internationaler Organisationen, darunter Commonwealth, Internationaler Währungsfonds, Weltbank und Welthandelsorganisation (WTO). Indien ist Mitglied in der Gruppe der zwanzig wichtigsten Industrie- und Schwellenländer und der G33. Eine tragende Funktion hat es in der Südasiatischen Vereinigung für regionale Zusammenarbeit (SAARC). 2017 wurde Indien gemeinsam mit Pakistan in die Shanghaier Organisation für Zusammenarbeit aufgenommen.[132] Indien bewarb sich für die Mitgliedschaft in der Organisation für Islamische Zusammenarbeit, wurde allerdings aufgrund eines Vetos Pakistans abgelehnt, obwohl Indien das Land mit den drittmeisten Muslimen weltweit ist.[133]

Die Beziehungen Indiens zur EU basieren auf einer umfassenden politischen Erklärung und einem Aktionsplan für eine strategische Partnerschaft, die auf dem EU-Indien-Gipfel im Herbst 2005 verabschiedet wurden und seitdem schrittweise umgesetzt werden. Damit sollen die Beziehungen zu Indien formal auf eine Ebene mit denen zu den Vereinigten Staaten, Kanada, Japan, Russland und China gestellt werden. Zukünftig will man das Potenzial für gemeinsame Kooperationen und Austausch noch stärker ausschöpfen. Dies gilt insbesondere auch für die Bereiche Konfliktprävention, Terrorismusbekämpfung und die Stärkung der Menschenrechte.

Am 24. April 2025 ordnete Indien die Ausweisung aller Personen mit pakistanischer Staatsbürgerschaft als Reaktion auf einen terroristischen Anschlag in Kaschmir zwei Tage zuvor an.[134]
Bildungswesen🔗
Regionale Verteilung der Lese- und Schreibkenntnisse nach der Volkszählung 2011

In Indien besteht allgemeine Bildungspflicht von 6 bis 14 Jahren, und das indische Parlament beschloss 2002 einstimmig, das Recht auf Bildung in die Verfassung aufzunehmen.[135] Während dieses Zeitraumes ist der Besuch öffentlicher Schulen kostenlos. Insgesamt gab es in Indien 315 Millionen Schüler, mehr als in jedem anderen Land (Stand: Zensus 2011).[136] Das Schulsystem umfasst vier Hauptstufen: auf die fünfjährige Grundschule folgt die Mittelschule von der sechsten bis achten Klasse, darüber die höheren Schulen und schließlich die Hochschulen sowie Universitäten. Allgemein hat der Staat in der Vergangenheit besonderes Augenmerk auf die Förderung von höheren Bildungseinrichtungen gelegt, was den aus der Kolonialzeit herrührenden elitären Charakter des Bildungswesens eher noch verstärkt hat. Dennoch ziehen viele Angehörige der Mittel- und Oberschicht gerade bei der höheren Bildung private Einrichtungen den staatlichen vor.

In Indien stieg die mittlere Schulbesuchsdauer aller Personen über 25 von 3 Jahren 1990 auf 6,3 Jahre 2015 an. Die aktuelle Bildungserwartung beträgt bereits 11,7 Jahre.[137] Heute werden zwar fast alle Kinder – zumindest Jungen – tatsächlich eingeschult, in den höheren Klassenstufen wird die Zahl der Abbrecher aber immer höher. Vor allem im ländlichen Raum erhalten daher viele Kinder nur eine äußerst rudimentäre Grundbildung. Weiterführende Schulen und höhere Bildungseinrichtungen stehen dagegen meist nur in Städten zur Verfügung. Immerhin konnten seit der Unabhängigkeit große Fortschritte bei der Alphabetisierung erzielt werden. 2011 lag die Alphabetisierungsrate im Landesdurchschnitt bei 74,0 % (Männer: 82,1 %, Frauen: 65,5 %).[138] 2001 hatte sie noch 64,8 % betragen, 1951 sogar nur 18,3 %. Im Jahr 2020 erkannte die nationale Bildungsstrategie an, dass eine gute frühkindliche Bildung vielen Familien, besonders aus sozioökonomisch benachteiligten Verhältnissen und besonders in den Sprachen der Ureinwohner, nicht zugänglich war.[139]

Da das Bildungswesen größtenteils den Bundesstaaten obliegt, weist es dementsprechend große regionale Unterschiede auf. Dies äußert sich am deutlichsten in der sehr ungleichen Analphabetenquote. Während sie in Kerala, dem Staat mit der höchsten Alphabetisierungsrate, 2011 nur 6,1 % betrug, war sie im finanziell ärmsten Staat Bihar mit 36,2 % fast sechsmal so hoch. Ein weiteres Problem ist die Benachteiligung von Mädchen, deren Einschulungsrate geringer ist als die von Jungen (Durchschnitt 2000 bis 2004: Jungen: 90 %, Mädchen: 85 %).[140] An höheren Bildungseinrichtungen liegt der Frauenanteil in der Regel deutlich unter dem der Männer. Ein großer Schwachpunkt ist auch das bisher wenig entwickelte Berufsschulwesen, welches allerdings stark im Wachsen begriffen ist. Indien verfügte 2016 über 750 Universitäten und 41.435 Colleges mit insgesamt 28,5 Millionen Studierenden. Nach der Volksrepublik China ist Indien damit das Land mit den meisten Hochschülern.[141] Laut dem Ranking Times Higher Education von 2019 schaffen es das Indian Institute of Science Bangalore und Indian Institute of Technology Ropar unter die besten 400 Institutionen weltweit.[142]

Die folgende Liste zeigt die indienweite Entwicklung der Alphabetisierung von 1951 bis 2011; im Jahr 1901 konnten 5,1 % der Bevölkerung lesen und schreiben, ein Anteil, der bis 1941 auf 16,1 % stieg:[143]
Alphabetisierungsraten bei den Volkszählungen seit 1951
(1951 bis 1971: Personen im Alter ≥ 5 Jahren, ab 1981: Personen im Alter ≥ 7 Jahren) Jahr 	Alphabetisierung
(Gesamt) 	Alphabetisierung
(Männer) 	Alphabetisierung
(Frauen)
1951 	18,33 % 	21,16 % 	8,86 %
1961 	28,30 % 	40,40 % 	15,35 %
1971 	34,45 % 	45,96 % 	21,97 %
1981* 	43,57 % 	56,38 % 	29,76 %
1991** 	52,21 % 	64,13 % 	39,29 %
2001 	64,83 % 	75,26 % 	53,67 %
2011 	74,04 % 	82,14 % 	65,46 %

* ohne Assam
** ohne Jammu und Kashmir
Gesundheitswesen🔗
Daten zur Gesundheit (2005)
Bereich 	Indien 	Kerala
Lebenserwartung 	64,35 Jahre 	73 Jahre
Geburtenziffer 	22,32 je 1000 Einwohner 	18 je 1000 Einwohner
Sterberate 	8,28 je 1000 Einwohner 	6 je 1000 Einwohner
Säuglingssterblichkeit 	56,29 auf 1000 Geburten 	14 auf 1000 Geburten
Anm.: „Geburten“ = Lebendgeburten   Quelle: Indexmundi;[144]  Kerala: UNDP[145]

Das Gesundheitswesen ist überwiegend staatlich, obwohl es auch viele private Krankenhäuser gibt. Obwohl die Gesundheitsbetreuung auf dem Land bereits erheblich verbessert wurde, insbesondere durch Erste-Hilfe-Stationen in Dörfern, besteht noch ein großes Stadt-Land-Gefälle. In vielen Dörfern gibt es keine medizinischen Einrichtungen. Verschlimmert wird die Lage durch schlechte hygienische Bedingungen, wie fehlender Zugang zu sauberem Trinkwasser und Sanitäranlagen, sowie Unterernährung. Ähnliche Bedingungen herrschen in städtischen Elendsvierteln. Seuchen wie Malaria, Filariose, Tuberkulose und Cholera sind in manchen Regionen noch immer ein großes Problem. Trotz aller Schwierigkeiten und Hemmnisse stieg die Lebenserwartung bei Geburt von 53,3 Jahren 1980 auf 67,6 Jahre (Männer: 66,2 Jahre, Frauen: 69,1 Jahre) 2015. Früher war Indien eines der wenigen Länder der Erde, in denen Männer eine höhere Lebenserwartung aufwiesen als Frauen. In den letzten Jahren hat sich dies umgekehrt. Die Kindersterblichkeit (unter 5-jährige) in Indien lag 2018 bei 3,7 % (1960 betrug sie noch 24,2 %).[146]

Wegen der geringen Kosten und der guten Qualität der ärztlichen Behandlung in spezialisierten Krankenhäusern gewinnt der Medizintourismus aus nordamerikanischen und europäischen Industrieländern immer mehr an Bedeutung.

Die folgende Liste zeigt die indienweite Entwicklung der Lebenserwartung von 1950 bis 2015 (Quelle: UN-DESA):[70]
Zeitraum 	Erwartung (Jahre) 	Zeitraum 	Erwartung (Jahre)
1950–1955 	36,6 	1985–1990 	56,7
1955–1960 	39,7 	1990–1995 	59,2
1960–1965 	42,7 	1995–2000 	61,6
1965–1970 	46,0 	2000–2005 	63,5
1970–1975 	49,4 	2005–2010 	65,6
1975–1980 	52,5 	2010–2015 	67,6
1980–1985 	54,9 		

COVID-19-Pandemie in Indien
→ Hauptartikel: COVID-19-Pandemie in Indien

Die COVID-19-Pandemie führte zu Übergriffen auf medizinisches Personal, die als Überträger der Erkrankung angesehen wurden.[147]
Streitkräfte und Verteidigung🔗
→ Hauptartikel: Indische Streitkräfte und Kernenergie in Indien
Kampfpanzer der indischen Armee (T-90)

Indiens Militär besteht aus Freiwilligen, eine Wehrpflicht gibt es nicht. Die offiziellen Streitkräfte sind die drittgrößten der Welt. Sie umfassen 1,3 Millionen Soldaten, wovon 1,1 Millionen im Heer, 150.000 bei der Luftwaffe und 53.000 bei der Marine dienen. Dazu kommen 800.000 Reservisten und 1,1 Millionen Mann in vor allem bei internen Konflikten eingesetzten paramilitärischen Verbänden. Zählt man Letztere hinzu, hat nur Chinas Militär eine größere Truppenstärke. Die indischen Streitkräfte hatten im Jahr 2005 3.264 Kampfpanzer, 733 Kampfflugzeuge, 199 Hubschrauber, 21 Kriegsschiffe und 17 U-Boote. Im Jahr 2004 war Indien der zweitgrößte Waffenkäufer der Erde mit einem Anteil von 10 % an allen Waffenkäufen; so ging ein Viertel der gesamten russischen Waffenexporte nach Indien.[148] Die Militärausgaben im Jahr 2016 betrugen 55,9 Milliarden US-Dollar, das entsprach 2,5 % des Bruttoinlandsproduktes. Nach den USA, Russland und China liegt Indien auf Platz 4 bei den weltweiten Militärausgaben.[149]

Seit 1974 ist Indien offiziell Atommacht. Es hat selbst entwickelte Kurzstreckenraketen sowie Mittelstreckenraketen mit Reichweiten von 700 bis 8000 km. 2012 standen 84 Nuklearsprengköpfe zur Verfügung. Bis heute hat Indien den Atomwaffensperrvertrag nicht unterzeichnet, verzichtet jedoch laut seiner Nukleardoktrin auf den nuklearen Erstschlag. Indiens einzige Militärbasis im Ausland ist seit 2004 der Luftstützpunkt Farkhor in Tadschikistan. Zudem besteht mit Mosambik ein Militärabkommen, das Ankerrechte und Versorgung von indischen Kriegsschiffen vorsieht. Mit Mauritius bestehen zudem enge militärische Bindungen. Die indischen Luftstreitkräfte kontrollieren den mauritischen Luftraum und es besteht eine Zusammenarbeit mit der indischen Marine (Stand 2007).[150]

Seit der Unabhängigkeit hat das indische Militär kaum Interesse an einer politischen Einflussnahme gezeigt. Es ist der Zivilverwaltung unterstellt; den militärischen Oberbefehl hat der Präsident.
Wirtschaft🔗
→ Hauptartikel: Wirtschaft Indiens
Marktanteile Indiens am Rohstoffmarkt
(Produktion 2002–2004)
Rohstoff 			Prozent 	
Rinder und Büffel 	
  
	36,0 %
Zucker 	
  
	20,8 %
Weizen 	
  
	16,8 %
Baumwolle 	
  
	15,7 %
Kohle 	
  
	9,8 %
Eisenerz 	
  
	7,9 %
Bauxit 	
  
	7,0 %
Pro-Kopf-Bruttosozialprodukt in Indien nach Bundesstaat 2011
Pro-Kopf-Bruttosozialprodukt in Indien nach Bundesstaat (2011)

Indien ist eine gelenkte Volkswirtschaft, die seit 1991 zunehmend dereguliert und privatisiert wird. Seither hat sich das Wirtschaftswachstum deutlich beschleunigt. Die Leistungsfähigkeit der indischen Wirtschaft hat nach Einschätzung vieler Beobachter in einigen Branchen (Informationstechnologie, Pharmazie) inzwischen internationales Spitzenniveau erreicht.

Behindert wird das Wachstum der Produktion der indischen Wirtschaft insbesondere durch Mängel der vielfach veralteten Infrastruktur, vor allem durch Engpässe bei der Energieversorgung, die zu häufigen Stromausfällen führen. Trotz der 1991 begonnenen Liberalisierung der Wirtschaft leiden vor allem die Industrie und der Bankensektor nach wie vor unter häufigen staatlichen Eingriffen und den langsamen politischen Entscheidungsprozessen. Der Schutz ineffizienter Staatsunternehmen vor Wettbewerb bleibt ein Hemmschuh. Ein Belastungsfaktor ist auch die weitverbreitete Korruption.[151] Zudem beeinträchtigen nach wie vor Arbeitsmarktregulierungen, die zum Beispiel Entlassungen von Arbeitskräften stark erschweren, das Investitionsklima. Ausländische Investoren werden so abgeschreckt. Indien verliert zudem eine große Zahl von qualifizierten Arbeitskräften ins Ausland (Braindrain). Andererseits ist es der größte Profiteur von Auslandsrücküberweisungen von Emigranten auf der Welt. 2016 betrugen sie 62,7 Milliarden US$ und trugen damit knapp 3 % der Wirtschaftsleistung bei.[152]

Die Integration Indiens in die Weltwirtschaft hat sich in den letzten Jahren verstärkt. Das Land profitiert zunehmend von den Vorteilen der internationalen Arbeitsteilung und der Globalisierung. Die indische Wirtschaft ist aber noch sehr stark binnenwirtschaftlich orientiert. Ihr Anteil an der Weltwirtschaft liegt noch bei knapp 3 %, obwohl Ein- und Ausfuhren in den letzten Jahren kräftig gewachsen sind. Die niedrigen Anteile der Aus- und Einfuhren am Bruttoinlandsprodukt signalisieren noch beträchtliches Wachstumspotenzial. 2016 entsprachen die Ausfuhren von Waren und Dienstleistungen nur gut 19,2 % des Bruttoinlandsprodukts, die Einfuhren 20,6 %.

Die mittel- und langfristigen Wachstumsperspektiven Indiens werden vielfach sehr günstig beurteilt. Einige Studien rechnen damit, dass Indien künftig sogar stärker als China wachsen wird. Abgesehen vom großen Nachholbedarf, insbesondere im Bereich der Infrastruktur, spricht vor allem die Altersstruktur der Bevölkerung für ein anhaltend starkes Wirtschaftswachstum. Der hohe Anteil junger Menschen an der Bevölkerung wird in den nächsten Jahrzehnten für einen hohen Anteil von Menschen im erwerbsfähigen Alter sorgen. Die in Europa und auch in China zu erwartende „Vergreisung“ der Bevölkerung wird in Indien deutlich später einsetzen. Wachstumsstützen werden auch das schon heute große Angebot an qualifizierten Arbeitskräften und die enger werdende Integration in die Weltwirtschaft sein.

Die hohen Währungsreserven und relativ niedrige Auslandsschulden dürften das Vertrauen ausländischer Investoren in die Entwicklung der indischen Wirtschaft stärken. Bisher waren die ausländischen Direktinvestitionen in Indien im internationalen Vergleich, insbesondere mit China, gering. Die als relativ wirtschaftsliberal eingeschätzte Regierung Narendra Modis versucht mit Reformen und Initiativen wie der Make-in-India-Kampagne ausländische Investitionen anzulocken.[153] Im Ease of Doing Business Index der Weltbank belegte Indien 2017 Platz 100 von 190 Ländern. Indien konnte sich damit im Vergleich zum Vorjahr um 30 Plätze verbessern und gehörte erstmals zu den ersten 100 Ländern.[154]

Konfliktpotentiale bergen die teilweise große Armut, die ungleiche Einkommensverteilung und die hohe Arbeitslosigkeit. In Indien gab es 2017 104 Milliardäre, womit es hinter den USA, China und Deutschland die vierthöchste Anzahl an Milliardären weltweit hatte, während über 20 % der Bevölkerung in extremer Armut lebten und 96,2 % der Inder ein privates Vermögen von weniger als 10.000 US-Dollar besaßen.[155] Bisher verzeichnet Indien jedoch eine bemerkenswert große soziale Stabilität.

Im Global Competitiveness Index des Weltwirtschaftsforums, der die Wettbewerbsfähigkeit eines Landes misst, lag Indien im Jahr 2018 auf Rang 40 von 137 Ländern.[156] Im Index für wirtschaftliche Freiheit der Heritage Foundation und des Wall Street Journal belegte Indien 2018 Rang 130 von 180 Ländern.[157]

Das Land hat seine zahlreichen Wertpapierbörsen konsolidiert und führt heute die Bombay Stock Exchange und die National Stock Exchange of India als größte und primäre Handelsplätze. Der BSE Sensex ist der bekannteste und damit der Leitindex der Volkswirtschaft.
Aktuelle gesamtwirtschaftliche Entwicklung🔗
Entwicklung von BIP (real)
und Inflation (laut Weltbank)[158][159]
Jahr 	BIP 	Inflation
2005 	+9,3 % 	+6,1 %
2006 	+9,3 % 	+4,2 %
2007 	+8,6 % 	+6,4 %
2008 	+3,9 % 	+8,3 %
2009 	+8,5 % 	+10,9 %
2010 	+10,3 % 	+11,9 %
2011 	+6,6 % 	+8,8 %
2012 	+5,5 % 	+9,3 %
2013 	+6,4 % 	+10,9 %
2014 	+7,4 % 	+6,6 %
2015 	+8,0 % 	+4,9 %
2016 	+8,3 % 	+4,9 %
2017 	+6,8 % 	+3,9 %
2018 	+6,8 % 	+3,3 %
2019 	+3,9 % 	+3,7 %
2020 	−5,8 % 	+6,6 %
2021 	+9,1 % 	+5,1 %
2022 	+7,0 % 	+6,7 %
2023 	+7,6 % 	+5,6 %

Von 2005 bis 2015 wuchs das Bruttoinlandsprodukt (BIP) Indiens inflationsbereinigt um rund sechs bis 7 % jährlich. Trotz des deutlich beschleunigten Wachstums lag die offizielle Arbeitslosenquote in jener Zeit aber noch bei 9 % – wobei mit einer erheblichen Zahl von Arbeitslosen zu rechnen ist, die von der Statistik nicht erfasst werden. Die Gesamtzahl der Beschäftigten wird für 2017 auf 521,9 Millionen geschätzt. Davon arbeitet ein großer Teil im informellen Sektor. 24,5 % der Arbeitskräfte sind weiblich, womit Frauen noch eine relativ geringe Arbeitsmarktbeteiligung aufweisen.[160]

Unbefriedigend bleibt auch die Entwicklung der Staatsfinanzen. Das gesamtstaatliche Haushaltsdefizit bewegt sich bei leicht rückläufiger Tendenz zwischen neun und 10 % des Bruttoinlandsprodukts. Davon entfällt rund die Hälfte auf das Defizit der Zentralregierung.

Von den führenden Agenturen zur Bewertung von Kreditrisiken wird die Bonität Indiens vor dem Hintergrund der günstigen gesamtwirtschaftlichen Entwicklung aber zunehmend besser eingeschätzt. Nach der Rating-Agentur Moody’s hob Anfang August 2006 auch die Agentur Fitch ihre Bewertung der Kreditaufnahme des indischen Staates auf den niedrigsten sogenannten investment grade an.

Im Zuge der zunehmenden internationalen wirtschaftlichen Verflechtung Indiens war das Land ab 2008 ebenfalls von der weltweiten Wirtschaftskrise betroffen. Das stetige jährliche Wirtschaftswachstum brach ein. Als Gründe werden der junge, global agierende indische Kapitalmarkt, hohe private Kreditverschuldung, steigende Arbeitslosenzahlen sowie sinkende Binnennachfrage und Exportzahlen genannt. Zur Bekämpfung der Krise wurden staatliche Konjunkturpakete aufgelegt, unter anderem Infrastrukturprogramme, Steuersenkungen sowie Subventionen für die Exportindustrie.[161]

Indiens Wirtschaft hat in den letzten Jahren an Dynamik zurückgewonnen. Das Wirtschaftswachstum lag im Haushaltsjahr 2015 bei 7,9 %. Das Bruttoinlandsprodukt betrug 2016 im gleichen Zeitraum circa 2.251 Mrd. US-Dollar, das nominale BIP pro Kopf etwa 1.723 US-Dollar. Die Inflation sank von zeitweise ca. 10 % auf ca. 5 % im Jahr 2018. Bei weiter wachsender Einwohnerzahl wird Indien laut Experten bis zur Mitte des Jahrhunderts voraussichtlich nicht nur das bevölkerungsreichste Land der Erde sein, sondern auch zur drittgrößten Volkswirtschaft der Welt (nach den USA und China) aufsteigen. Indien hat dennoch weiterhin mit einer hohen Armut in der Bevölkerung zu kämpfen. Etwa 30 % der Bevölkerung leben aktuell noch unterhalb der Armutsgrenze von 1 US-Dollar pro Kopf und Tag.[162]
Landwirtschaft🔗
Hauptanbaufrüchte in den Regionen Indiens

Der weltweit zu beobachtende Wandel der Wirtschaftsstruktur von der Landwirtschaft zur Industrie und zum Dienstleistungssektor vollzieht sich auch in Indien, das aber im internationalen Vergleich, zum Beispiel mit China, immer noch sehr stark agrarisch geprägt ist. 59,4 % der Bevölkerung sind in der Landwirtschaft erwerbstätig. Die ländliche Bevölkerung bildet den ärmsten Teil der Bevölkerung. Vom Aufschwung der Wirtschaft profitiert bisher vorwiegend die Bevölkerung der Städte, wo sich eine kaufkräftige Mittelschicht oft hochqualifizierter Fachkräfte bildete. Dies birgt sozialen Konfliktstoff. Die Abwahl der letzten Regierung im Jahr 2004 wird wesentlich mit der Unzufriedenheit der ländlichen Bevölkerung mit der wirtschaftlichen Entwicklung erklärt.

Der Anteil der Landwirtschaft am Bruttoinlandsprodukt ist indes stark rückläufig. Trug sie 1956 noch 56 % bei, so waren es 2016 nach Angaben der Weltbank noch rund 17,4 %. Entsprechend hoch ist die Abhängigkeit des jährlichen Wirtschaftswachstums von den Witterungsbedingungen. Ungünstige Erntebedingungen können es spürbar beeinträchtigen.

Seit der Unabhängigkeit wurden große technische Fortschritte gemacht, vor allem im Zuge der sogenannten „Grünen Revolution“ seit Mitte der 1960er Jahre. Die großflächige Einführung von Hochertragssorten, der Einsatz von Dünge- und Schädlingsbekämpfungsmitteln, die teilweise Mechanisierung der Landwirtschaft und die Ausweitung der Bewässerungsflächen haben dazu beigetragen, dass sich das Land heute mit Nahrungsmitteln weitestgehend selbst versorgen kann. Dennoch ist Indiens Landwirtschaft noch vergleichsweise ineffizient. Im ländlichen Raum sind viele Menschen unterbeschäftigt, und eine umfassende Industrialisierung der Landwirtschaft steht weiten Teilen des Landes erst noch bevor. Lediglich im Punjab, der „Kornkammer Indiens“, ist sie bereits weiter fortgeschritten.

Am wichtigsten ist der Anbau von Getreide, vor allem Reis. Dessen Hauptanbaugebiete liegen in den fruchtbaren Stromebenen des Nordens sowie entlang der Küsten und im östlichen Dekkan. Indien ist nach China der zweitgrößte Reisproduzent der Erde. Ungefähr ein Fünftel der weltweiten Erträge entfallen auf Indien. Auch beim Weizen, dem zweitwichtigsten Anbauprodukt, liegt Indien weltweit an zweiter Stelle. Weizen wird hauptsächlich in den nördlichen Bundesstaaten Punjab, Haryana und Uttar Pradesh angebaut, aber auch im Norden und Nordwesten des Dekkans sowie Gujarat und Bihar. In trockeneren Landstrichen, wie Rajasthan, Gujarat und großen Teilen des Dekkans, dominiert die Hirse. Mais und Gerste spielen eine geringere Rolle. Zur Nahrungsmittelproduktion trägt zudem der Anbau von Hülsenfrüchten, Kartoffeln, Zwiebeln, Ölsaaten (besonders Erdnüsse, Sojabohnen, Sesam, Raps, Kokosnüsse), Mangos und Bananen bei.

Die wichtigsten kommerziellen Anbauprodukte sind Baumwolle, Zuckerrohr, Tee, Tabak, Kaffee, Jute, Cashewnüsse, Gewürze (vor allem Chili, Pfeffer, Kardamom, Ingwer, Koriander, Kurkuma, Zimt, Knoblauch) und Betelnüsse.

Wenig effizient ist die indische Viehzucht, trotz des mit 222 Millionen Tieren (Stand: 2002) größten Rinderbestandes der Erde. Insgesamt 20 % der Inder sind Vegetarier, die Fleischproduktion steht daher je nach Region nicht immer im Vordergrund.[163] Dafür werden Milch und Molkereierzeugnisse in großen Mengen hergestellt.
Fischerei🔗

Nach der erfolgreichen Ertragssteigerung der Landwirtschaft setzte ab den 1980er Jahren die Förderung der Fischerei ein. Parallel zur „Grünen Revolution“ wurde dafür der Begriff der „Blauen Revolution“ geprägt. Nachdem zunächst Kleinfischer mit Außenbordmotoren versorgt worden waren, begann der Aufbau einer modernen Schleppnetzflotte. Dies führte zwar zu einer wesentlichen Erhöhung der Erträge, aber auch zur Überfischung vieler Küstenabschnitte. Indiens wichtigste Fischgründe liegen an der Westküste, wo rund 70 % der Fangerträge erzielt werden. 2001 lag Indien mit einer Fangmenge von 3,8 Millionen Tonnen weltweit an siebter Stelle. Fisch und Garnelen werden heute in großen Mengen exportiert. Die Garnelenzucht wird besonders gefördert. So stammt mittlerweile etwa die Hälfte der Garnelen aus Aquakulturen, die seit den 1990er Jahren vor allem an der Ostküste angelegt worden sind.

Die traditionelle Binnenfischerei in Flüssen, Teichen und Seen spielt besonders im Osten und Nordosten Indiens eine Rolle. Im Umland von Delhi etabliert sich nun auch die kommerzielle Zucht von Fischen, vor allem Karpfen.
Bergbau und Bodenschätze🔗

Indien hat reichliche Vorkommen an hochwertigen Eisen- und Manganerzen, Steinkohle, Bauxit und Chrom. Die größten Rohstofflagerstätten befinden sich in Ostindien, vor allem Jharkhand, Chhattisgarh und Odisha. Eisenerz, bei dessen Förderung das Land 2003 mit 100 Millionen Tonnen an weltweit vierter Stelle lag, kommt außerdem in Goa, Karnataka und Tamil Nadu vor. Indien ist mit über zehn Millionen Tonnen der fünftgrößte Förderer von Bauxit, dem wichtigsten Rohstoff für Aluminium, der hauptsächlich in küstennahen Gebieten Gujarats und Maharashtras sowie in Madhya Pradesh und Jharkhand abgebaut wird. Bei Kupfer ist Indien trotz gesteigerter Ausbeute weiterhin auf Importe angewiesen.

Obwohl Indien der weltweit drittgrößte Produzent von Steinkohle ist, deckt es einen Teil seines Bedarfs mit qualitativ hochwertigerer und billigerer Importkohle. Steinkohle ist der wichtigste Energieträger des Landes. Die Vorkommen an Erdöl und Erdgas reichen bei Weitem nicht aus, um die stetig steigende Nachfrage zu decken. Nennenswerte Ölvorkommen gibt es nur in Assam, Gujarat, im Golf von Khambhat und vor der Küste von Maharashtra. Die eigene Produktion deckt nur ein Drittel des Verbrauchs. Erdgaslagerstätten finden sich im Golf von Khambhat und werden erst seit den 1980er Jahren ausgebeutet.
Industrie🔗
Entwicklung der Stahlproduktion
als Kennzahl für das industrielle
Wachstum Indiens
Jahr 	Tonnen 	zum Vorjahr
1995 	22,0 Mio. 	–
1997 	24,4 Mio. 	+3,4 %
1999 	24,3 Mio. 	+3,4 %
2001 	27,3 Mio. 	+1,5 %
2003 	31,8 Mio. 	+9,4 %
2005 	38,1 Mio. 	+16,9 %
2007 	53,1 Mio. 	+7,3 %
2008 	55,1 Mio. 	+3,7 %
2012 	76,7 Mio. 	+4,3 %
2018[164] 	106,5 Mio. 	–
2021[165] 	118,1 Mio. 	–
2023[166] 	140,2 Mio. 	+11,8 %
Quelle: ISI[167]   Für 2008:
Stahlindustrie/Tabellen und Grafiken[168]

Während der Kolonialherrschaft wurde die Entwicklung der Industrie – mit Ausnahme der schon frühzeitig bedeutsamen Textilindustrie – eher gehemmt denn gefördert. Nach der Unabhängigkeit forcierte man daher besonders den Ausbau von kapitalintensiven Schlüsselindustrien. Dazu gehörten Stahl-, Maschinen- und chemische Industrie. Die Konsumgüterherstellung wurde vernachlässigt und sollte durch Kleinindustrien gedeckt werden. Um die ehrgeizigen Ziele zu erreichen, setzte man nach dem Vorbild der Sowjetunion auf den Ausbau der Schlüsselindustrien durch den Staat mittels Fünfjahresplänen. 2001 waren 21,9 % der erwerbstätigen Bevölkerung im Industriebereich tätig. Die Wertschöpfung der Industrie betrug 2016 nach Weltbankangaben 28,8 % des Bruttoinlandsproduktes, womit die Industrieproduktion Indiens inzwischen zu den größten der Welt gehört.[169] Ein Wachstumsmotor im Industriebereich sind die Deregulierungen auf den Energie-, Chemie- und Rohstoffmärkten. Wachstumsimpulse kommen auch von der rasch steigenden Inlandsnachfrage nach langlebigen Konsumgütern.

Die Textilindustrie zählt dank der riesigen Inlandsnachfrage und der Produktion für den Export auch heute noch zu den größten und wichtigsten Wirtschaftszweigen Indiens. Leder wird sowohl industriell als auch handwerklich in großen Mengen hergestellt und verarbeitet. Da Hindus die Berührung und Verwertung von Tierkadavern als unreine Arbeit ansehen, sind die meisten Angestellten der Lederbranche Muslime oder „Unberührbare“. Auch Kinderarbeit ist in der Branche verbreitet. Viele Beschäftigte sind häufig gesundheitsgefährdenden Arbeitsbedingungen ausgesetzt, Unternehmen unterwanderten in der Vergangenheit mehrfach den gesetzlichen Mindestlohn.[170] Auch gewerkschaftliche Tätigkeiten werden unterdrückt.[171][172] Neben diesen eher traditionellen Industrien dominieren die Eisen- und Stahlerzeugung, Maschinen-, Kraftfahrzeug- und chemische Industrie. Unter ihnen ist der staatliche Anteil besonders hoch. Allerdings nimmt der Anteil privater Betriebe seit der Liberalisierung der Wirtschaft in den 1980er und vor allem frühen 1990er Jahren zu. Die indische Pharmaindustrie gehört zu den größten und fortgeschrittensten unter den Entwicklungsländern. Im Jahr 2014 wurden mehr als ein Fünftel aller Generika in Indien hergestellt.[173] Wegen der indischen Patentschutzgesetzgebung, der Arzneimittel nur bedingt unterlagen, kam es immer wieder zu Streitigkeiten mit den Industriestaaten, allen voran den Vereinigten Staaten von Amerika. Mittlerweile hat Indien seine Patentgesetze angepasst. Ein wichtiger Träger des wirtschaftlichen Aufschwunges der letzten Jahre ist die Informationstechnologiebranche, die teils dem industriellen, teils dem Dienstleistungssektor zuzurechnen ist. Vor allem der Softwarebereich hat sich zu einem bedeutenden Wirtschaftszweig entwickelt. Viele indische Städte verfügen inzwischen über „Softwareparks“. Auch die Herstellung von Hardware erlebt einen rasanten Aufschwung. Mit zweistelligen jährlichen Wachstumsraten gewinnt auch die Biotechnologie an Bedeutung.

Die industrielle Produktion konzentriert sich auf wenige städtische Großräume. Die wichtigsten Industriezonen sind die Ballungsgebiete Mumbai-Pune, Ahmedabad-Vadodara-Surat, Delhi, Kanpur-Lucknow, Chennai, Kolkata-Asansol sowie der Punjab und der Osten Jharkhands.

Die Spitzentechnologie ist vor allem im Süden des Landes angesiedelt: Das Zentrum der Informationstechnologiebranche ist Bengaluru, als neues Wachstumszentrum der Biotechnologie hat sich Hyderabad etabliert, besonders mit der Gründung des Biotechnologiezentrums Genome Valley.
Dienstleistungen🔗

Ungewöhnlich hoch für ein Entwicklungsland ist der Beitrag der Dienstleistungen zur gesamtwirtschaftlichen Produktion Indiens. Rund 53,8 % des Bruttoinlandsprodukts wurden 2016 bereits durch Dienstleistungen erbracht. Insbesondere bei Dienstleistungen im Bereich der Informationstechnologie, sonstigen Ingenieurleistungen, Forschungs- und Entwicklungsarbeiten sowie Verwaltungsaufgaben hat Indien bedeutende Marktpositionen erreicht. 2005 wurde Indien zum weltweit führenden Exporteur von Software und IT-Services, 2007 kam bereits über ein Drittel aller Computer-Dienstleistungen von hier.[174] Diese Dienstleistungen erfolgen auch zunehmend im Auftrag ausländischer Kunden und werden häufig unter dem Begriff Business Process Outsourcing (BPO) bzw. auch als Knowledge Process Outsourcing (KPO) bezeichnet. Beispiele sind Callcenter und Dienstleistungen im Gesundheitswesen.
Außenhandel🔗
Entwicklung des Außenhandels Indiens  (Weltbank)[175][176]
Jahr 	Import von Waren 	Export von Waren
US-$ 	US-$
2013 	465,4 Mrd. 	314,8 Mrd.
2014 	462,9 Mrd. 	322,7 Mrd.
2015 	394,1 Mrd. 	268,0 Mrd.
2016 	361,7 Mrd. 	264,5 Mrd.
2017 	449,9 Mrd. 	299,2 Mrd.
2018 	514,5 Mrd. 	324,8 Mrd.
2022 	723,3 Mrd. 	453,4 Mrd.

Im Verhältnis zu seiner Wirtschaftskraft sind Indiens Außenhandelsverflechtungen eher gering. Dies ist in erheblichem Maße auf die starke Binnenmarktorientierung in den Jahrzehnten nach der Unabhängigkeit zurückzuführen. Seit der wirtschaftlichen Öffnung Anfang der 1990er Jahre, die unter anderem auch die Aufhebung vieler Importbeschränkungen zur Folge hatte, verzeichnet der Außenhandel jedoch einen deutlichen Aufschwung. Zwischen 1991 und 2004 hat sich der Warenaustausch mit dem Ausland mehr als vervierfacht.

Indien ist ein wichtiger Exporteur von Rohstoffen und Fertigprodukten, aber auch Arbeitskräften und Dienstleistungen. Aus Indien kommen Softwareprodukte und Softwareentwickler; es verfügt über eine große Zahl gut ausgebildeter Fachkräfte. Die wichtigsten Exportgüter sind Textilien, Bekleidung, geschliffene und verarbeitete Edelsteine, Schmuck, Chemikalien, Erdölerzeugnisse, Lederwaren und Softwareprodukte. Indien importiert vor allem Rohöl, elektronische Erzeugnisse, Edelsteine (z. B.: Diamanten), Maschinen, Edelmetalle, Chemikalien und Düngemittel.

Nach ersten Angaben des Statistischen Bundesamtes wuchs der Handel zwischen Indien und Deutschland in den ersten sieben Monaten des Jahres 2006 noch einmal deutlich. Deutschland importierte Waren im Wert von 2,4 Milliarden Euro, 30,5 % mehr als im gleichen Vorjahreszeitraum, und exportierte Waren für 3,3 Milliarden Euro, 39,7 % mehr als in den ersten sieben Monaten 2005. Bis 2016 stieg das gesamte Handelsvolumen auf 17,4 Milliarden Euro an, womit Indien auf Platz 24 der wichtigsten Handelspartner Deutschlands steht.[177]

Die folgenden Listen zeigen den Umfang und die Handelspartner von Indiens Außenhandel (Quelle: ITC):[178][179]
Einfuhren / Import (2022) 		Ausfuhren / Export (2022)
# 	Land 	US-$ 	Anteil 	# 	Land 	US-$ 	Anteil
1 	 Volksrepublik China (ohne Hongkong) 	102,2 Mrd. 	14,0 % 	1 	 Vereinigte Staaten 	80,2 Mrd. 	17,7 %
2 	 Vereinigte Arabische Emirate 	53,9 Mrd. 	7,4 % 	2 	 Vereinigte Arabische Emirate 	31,3 Mrd. 	6,9 %
3 	 Vereinigte Staaten 	51,8 Mrd. 	7,1 % 	3 	 Niederlande 	18,5 Mrd. 	4,1 %
4 	 Saudi-Arabien 	46,2 Mrd. 	6,3 % 	4 	 Volksrepublik China (ohne Hongkong) 	15,1 Mrd. 	3,3 %
5 	Russland 	40,7 Mrd. 	5,5 % 	5 	 Bangladesch 	13,8 Mrd. 	3,1 %
6 	 Irak 	39,1 Mrd. 	5,2 % 	6 	 Singapur 	11,8 Mrd. 	2,6 %
7 	 Indonesien 	28,7 Mrd. 	3,9 % 	7 	 Vereinigtes Königreich 	11,2 Mrd. 	2,5 %
8 	 Singapur 	24,4 Mrd. 	3,3 % 	8 	 Deutschland 	10,4 Mrd. 	2,3 %
9 	 Südkorea 	20,7 Mrd. 	2,8 % 	9 	 Saudi-Arabien 	10,1 Mrd. 	2,2 %
10 	 Australien 	19,6 Mrd. 	2,7 % 	10 	 Türkei 	10,0 Mrd. 	2,2 %
	Sonstige 	305,3 Mrd. 	41,7 % 		Sonstige 	239,6 Mrd. 	52,9 %
	 Indien:  gesamte Einfuhren 	732,6 Mrd. 	100,0 % 		 Indien:  gesamte Ausfuhren 	452,7 Mrd. 	100,0 %
Fremdenverkehr🔗
→ Hauptartikel: Tourismus in Indien

Der Tourismus hat sich zu einem der wichtigsten Devisenbringer Indiens entwickelt. Im Jahr 2014 verzeichnete Indien mit 7,6 Millionen ausländischen Besuchern einen größeren Touristenzustrom als je zuvor.[180] Darunter sind allerdings auch viele Ausländer indischer Herkunft, die vor allem in Nordamerika und Großbritannien leben und ihren Verwandten in Indien regelmäßig längere Besuche abstatten. Nichtsdestoweniger erzielte der Fremdenverkehrssektor 2014 Einnahmen von 10,7 Milliarden US-Dollar aus der Ankunft ausländischer Gäste.[181] In Indien gibt es im Juli 2019 insgesamt 38 UNESCO-Welterbestätten, darunter 30 Weltkulturerben, 7 Weltnaturerben und 1 gemischtes Kultur- und Naturerbe.[182] Die mit Abstand meistbesuchte Touristenattraktion ist das weiße Grabmal Taj Mahal in der nordindischen Großstadt Agra. Weitere beliebte Ziele sind im Norden der Bundesstaat Rajasthan mit seinen Wüsten und Kamelen, die Hauptstadt Neu-Delhi, die ehemalige portugiesische Kolonie Goa an der Westküste und ganz im Süden der Bundesstaat Kerala mit seinen Backwaters unter Kokospalmen. Neben dem Kultur-, Strand- und Naturtourismus gewinnen auch Abenteuerurlaub wie Trekking oder Rafting und Gesundheitstourismus (Yoga, Ayurveda) zunehmend an Bedeutung.
Staatshaushalt🔗

Der Staatshaushalt umfasste 2016 Ausgaben von umgerechnet 283,1 Milliarden US-Dollar, dem standen Einnahmen von umgerechnet 200,1 Milliarden US-Dollar gegenüber. Daraus ergab sich ein Haushaltsdefizit in Höhe von 3,6 % des BIP, die Staatsverschuldung betrug 1.177 Milliarden US-Dollar oder 52,3 % des BIP.[183]

2020 betrug der Anteil der Staatsausgaben (in Prozent des Bruttoinlandprodukts) folgender Bereiche:[184]

    Bildung: 4,5 %
    Gesundheit: 3,0 %
    Militär: 2,3 % (2023)

Am 2. August 2016 wurde im Oberhaus beschlossen, statt bisher regional geprägter Steuersätze in den 29 Bundesstaaten eine einheitliche Güter- und Dienstleistungssteuer (Goods and Services Tax, GST) einzuführen, um nahtlosen Warenverkehr zu fördern. Der Beschluss muss noch durch die Bundesstaaten ratifiziert werden und sollte Frühjahr 2017 in Kraft treten.[185] Ende März 2017 unterzeichnete der indische Präsident Pranab Mukherjee die Gesetze, die ab 1. Juli 2017 eine indienweit einheitliche Mehrwertsteuer wirksam werden lassen sollen.[186]
Infrastruktur🔗
Energie🔗
Siehe auch: Energiewende nach Staaten#Indien
Täglicher Ölverbrauch in Indien sowie im südostasiatischen Raum, Barrels pro Tag

Indien hat weltweit den drittgrößten Energieverbrauch hinter China und den USA. Indien hatte ebenfalls die drittgrößten CO2-Emissionen weltweit, die dazu auch noch stark anwachsen.[187]

2014 verfügten 79,2 % der indischen Haushalte über einen Stromanschluss (im ländlichen Bereich 70,0 %, in den Städten 98,3 %).[188] Häufige Stromausfälle beeinträchtigen jedoch immer wieder die Verfügbarkeit von Elektrizität.

Der gegenwärtige Energiebedarf von 560 Kilowattstunden pro Einwohner und Jahr ist einer der niedrigsten der Welt. Die Hälfte der Energie liefern Kohle, ein Viertel Erdöl, -gas und Wasserkraft, ein Fünftel wird durch Verbrennung von Viehdung, Feuerholz und anderen Materialien gedeckt.

Indien steht hinsichtlich der Entwicklung im Bereich Windenergie weltweit an vierter Stelle.[189][190] Im Februar 2021 lag die Leistung der installierten Windkraftanlagen bei 38,789 GW[191] (2017: 32,8 GW[189]; 2020: 38,625 GW[190], das waren 5,2 % der weltweiten Windkraftleistung). Im Vorfeld der UN-Klimakonferenz in Paris 2015 erklärte die Regierung, die Windenergieleistung bis 2022 auf 60 GW zu erweitern.[192] Auch die Solarenergie wird seit Anfang der 2010er Jahre nennenswert ausgebaut. Noch im Herbst 2011 waren gerade einmal 45 Megawatt Photovoltaik-Leistung installiert[193], durch den starken Zubau wurde bereits im März 2018 die 20-Gigawatt-Marke erreicht.[194] Landesweites Ziel sind 100 GW installierter Leistung bis zum Jahr 2022.[195] Davon waren bis Februar 2021 39,54 GW erreicht.[191] Insgesamt hatte sich Indien das Ziel gesetzt, die erneuerbaren Energien bis 2022 auf 225 GW auszubauen.[194] Davon wurden im Anfang 2021 mit großen Wasserkraftwerken 46,06 GW erreicht[196], und mit den weiteren Erneuerbaren 92,97 GW[191]. Für 2030 sind 500 GW geplant, wobei 2025 über 200 GW erreicht wurden.[197]
→ Hauptartikel: Kernenergie in Indien und Solarenergie in Indien

Die Kernenergie hatte 2011 einen Anteil von etwa 3,7 % an der elektrischen Stromversorgung.[198] Im August 2012 befanden sich in Indien sechs Kernkraftwerke mit 21 Reaktorblöcken und einer installierten Bruttogesamtleistung von 5780 MW am Netz. Sechs weitere Reaktorblöcke mit einer Bruttogesamtleistung von 4300 MW sind im Bau. Da Indien den Atomwaffensperrvertrag nicht unterzeichnet hat, sind zahlreiche Länder bei der Beteiligung an der Konstruktion sehr zurückhaltend. Indien hatte 2009 zur friedlichen Nutzung der Kernenergie Vereinbarungen zur Zusammenarbeit mit Russland,[199] der Europäischen Union[200] und Kanada.[201]

Indien ist der drittgrößte Verbraucher von Erdöl weltweit und hatte einen Bedarf von 4,1 Millionen Barrel pro Tag (Stand 2015). Indien ist auf Ölimporte angewiesen, die aufgrund Indiens wachsender Bevölkerung und Wirtschaft in Zukunft vermutlich stark ansteigen werden.[187] Die größten indischen Petroleumkonzerne sind Reliance Industries und Indian Oil Corporation.[202]
Verkehr🔗
→ Hauptartikel: Verkehr in Indien
Luftverkehr🔗
Flughafen Mumbai

Auf Grund der riesigen Entfernungen innerhalb Indiens und der vielerorts noch immer unterentwickelten Landinfrastruktur kommt dem Luftverkehr eine immer bedeutendere Rolle zu. Die wichtigsten Drehkreuze für Binnenflüge sind Delhi (Indira Gandhi International Airport), Mumbai (Flughafen Mumbai), Kolkata (Flughafen Kolkata) und Chennai (Flughafen Chennai) als Kernpunkte ihrer jeweiligen Region. Flugverbindungen zwischen den größten Städten Indiens bestehen mehrmals täglich. Eine große Schwierigkeit stellen die geringe Größe und schlechte Anbindung der zunehmend überlasteten Flughäfen dar. Früher wurde der Luftverkehr von den beiden staatlichen Fluggesellschaften Air India (internationale Flüge) und Indian Airlines (Inlandsflüge) dominiert. Mittlerweile existieren mehrere private Fluggesellschaften, die innerhalb Indiens bereits einen Marktanteil von 40 % erobert haben.
Schienenverkehr🔗
→ Hauptartikel: Schienenverkehr in Indien
2019 eingeführter Vande Bharat Express

Indiens erster Zug verkehrte am 16. April 1853 zwischen Mumbai und Thane. Bereits vier Jahrzehnte später verband die Eisenbahn alle wichtigen Landesteile miteinander. Auch heute noch spielt sie eine wichtige Rolle bei der Güter- und Personenbeförderung. Knapp 30 % des Güter- und 15 % des Personenverkehrs werden über die Schiene abgewickelt, wobei allein die Mumbai Suburban Railway rund 40 % zum schienengebundenen Personenverkehr beiträgt.

Die indische Staatsbahn Indian Railways ist in 17 Regionalgesellschaften (Englisch: „Zonal Railways“) aufgeteilt und beschäftigt mit 1,6 Millionen Menschen mehr Angestellte als jedes andere Staatsunternehmen des Landes. Es gibt 7200 Bahnhöfe.[203] Das indische Eisenbahnnetz ist nach den Schienennetzen der USA, China und Russland das viertgrößte Schienennetz der Welt, trotzdem ist das Land nur großmaschig und ungleichmäßig erschlossen. Das Streckennetz wird mit einem Elektrifizierungsgrad von 99,1 % im Jahr 2025 praktisch vollständig elektrisch betrieben.[204] Das Schienennetz besteht zu 69.181 Kilometer Strecken in Indischer Breitspur mit dem Maß von 1676 Millimetern. Vom Meterspurnetz sind nur noch wenige Reststrecken in Betrieb, von den Netzen in 610 mm- und 762 mm-Spur sind nur noch touristische Bergbahnen wie zum Beispiel die Darjeeling Himalayan Railway vorhanden.

Indien legte sein Hauptaugenmerk in den letzten Jahren vor allem auf die Elektrifizierung, den doppelgleisigen Ausbau der Hauptstrecken, den Bau von Güterzugstrecken, die Umwandlung von Meterspurstrecken in Breitspur und die Modernisierung der technischen Einrichtungen. Zwischen Mumbai und Ahmedabad wird mit japanischer Hilfe eine normalspurige Schnellfahrstrecke gebaut. Tatsächlich kann der Ausbau der Eisenbahn mit den steigenden Anforderungen durch Bevölkerungs- und Industriewachstum kaum Schritt halten, was zur schnellen Entwicklung des Straßenverkehrs beiträgt. Ein Versuch, den Schienenpersonenverkehr attraktiver zu machen, sind die Shatabdi Expresszüge, die die drei Metropolen Chennai, Mumbai und Neu-Delhi mit wichtigen Großstädten und Wirtschaftsregionen verbinden. Die neuste Generation von Reisezügen sind die Vande-Bharat-Express-Züge.
Seeverkehr🔗
Modernisierung des Straßennetzes: Die rund 100 km lange Autobahn Mumbai Pune Expressway, ein Prestigeprojekt, wurde 2002 fertig gestellt.

Da Indien durch seine geografische Lage von den Handelspartnern in den Nachbarregionen Ost-, Südost- und Vorderasien abgeschnitten ist, und die unmittelbaren Nachbarn beim gegenseitigen Güteraustausch aus wirtschaftlichen oder politischen Gründen nur eine untergeordnete Stellung einnehmen, wird der Außenhandel fast ausschließlich über Seehäfen abgewickelt. Rund 90 % des Warenumschlags im Überseeverkehr entfallen auf Indiens zwölf größte Häfen. Daneben existieren viele mittlere und kleinere Häfen, die aber nicht für große Schiffe und Containerumschlag geeignet sind und daher fast nur von Küstenschiffen angelaufen werden.
Straßenverkehr🔗

Der wichtigste Verkehrsweg in Indien ist heute die Straße. Schon in den 1970er Jahren hat der Straßenverkehr bei der Güter- und Personenbeförderung die Eisenbahn überholt. Heute werden rund 70 % des Gütertransports und sogar 85 % des Personenverkehrs auf der Straße abgewickelt. Indiens Straßennetz umfasst rund 3,3 Millionen Kilometer, wovon nur etwa die Hälfte asphaltiert ist. Am wichtigsten sind die National Highways, die 2024 über 146.000 Kilometer umfassen, 2014 waren es noch knapp 91.000 Kilometer gewesen.[205] Sie verbinden die größten Städte des Landes untereinander. Als Schlagader gilt die Grand Trunk Road, die von Amritsar an der pakistanischen Grenze über Delhi nach Kolkata führt. Tatsächlich ist der weitaus größte Teil der National Highways aber nur zweispurig und zudem oft in einem katastrophalen Zustand. Problematisch bleiben die mehr als 170.000 Kilometer (Stand: 2020)[206] State Highways der Bundesstaaten, die sehr unterschiedlichen Standards genügen und in ärmeren Staaten teilweise nur einspurig sind.

2013 kamen im indischen Straßenverkehr insgesamt 238.562 Menschen ums Leben, womit Indien, hinter der Volksrepublik China, das Land mit der zweithöchsten Anzahl an Verkehrstoten weltweit ist. Zum Vergleich: In Deutschland gab es im selben Jahr 3.540 Tote im Straßenverkehr. Als Gründe für die hohe Unsicherheit gelten die ungenügende Infrastruktur und rücksichtslose Fahrweise.[207]

In Indien herrscht Linksverkehr.
Telekommunikation🔗
Indiens Telekommunikation 2005
Telefonanschlüsse 	67,25 je 1000 Einw.
Mobiltelefone 	350,51 je 1000 Einw.
Rundfunkgeräte 	227,69 je 1000 Einw.
Fernsehgeräte 	680,07 je 1000 Einw.
Computer 	25,68 je 1000 Einw.
Internetnutzer 	21,13 je 1000 Einw.
CIA World Factbook: Indien 2005 (englisch)[208]

In Indien haben bereits mehr Menschen ein Mobiltelefon als einen Festnetzanschluss. Im Juni 2006 hat die Zahl der Handynutzer die 100-Millionen-Marke überschritten. 2011 waren bereits 900 Millionen Mobiltelefone im Umlauf. Die Abdeckung lag damit bei über 70 % und Indien war der zweitgrößte Markt für Mobiltelefone weltweit.[209]

Die Verbreitung von Telekommunikation und Computern ist in Indien auch heute noch von einem starken Stadt-Land-Gefälle geprägt.

Häufig sieht man in den Straßen ein sogenanntes Public Call Office (PCO). Dies sind öffentliche Telefone, die in der Regel an einem kleinen Straßenstand betrieben werden. Dabei handelt es sich meist nicht um einen Münzfernsprecher, sondern um ein normales Telefon, für dessen Benutzung persönlich kassiert wird. Von den üblichen PCO sind nur nationale Gespräche (STD) möglich, weshalb für internationale Gespräche (ISD) besondere, internationale PCOs aufgesucht werden müssen.

2016 nutzten 462 Millionen bzw. 34,8 % der Einwohner das Internet in Indien. Damit war Indien nach China das Land mit den zweitmeisten Internetnutzern weltweit.[210] 2021 waren es bereits 624 Millionen oder 45 % der Einwohner.[211]
Kultur🔗
→ Hauptartikel: Indische Kultur
Aufwändig besticktes und mit Spiegelscherben verziertes Tuch der Meqwar, Distrikt Kachchh (Gujarat)

Die indische Kultur gehört zu den ältesten und mannigfaltigsten Kulturen der Erde. Sie war prägend für ganz Süd- und Südostasien. Der Glaube spielt in Indien, dem Ursprungsland mehrerer Religionen (Hinduismus, Buddhismus, Jainismus, Sikhismus), von jeher eine herausragende Rolle und hat so auch die Kultur des Landes entscheidend geprägt. Die geradezu unüberschaubare Vielfalt an Sprachen und Völkern hat zudem regionale Besonder- und Eigenheiten hervorgebracht. Aber auch fremde Einflüsse wie etwa der Islam oder europäische Kolonialmächte hinterließen ihre Spuren. Indien verfügt über eine enorme kulturelle Vielfalt und regionale beziehungsweise lokale Identitäten, Bräuche und Kulturen können sich sehr stark unterscheiden.

Verschiedene Kulturwissenschaftler haben sich mit der typisch indischen Mentalität befasst, Selbstbild und Fremdbilder verglichen und daraus sogenannte Kulturstandards des Verhaltens formuliert.

Indische Kleidung und Schmuck: Bindi, Dhoti, Kurta, Lungi, Mehndi, Salwar Kamiz, Sari
Siehe auch: Indologie
Architektur🔗
→ Hauptartikel: Indische Architektur
Großer Stupa von Sanchi (Madhya Pradesh)
Sonnentempel von Konark (Odisha)
Viktorianische St. Paul’s Cathedral in Kolkata
Lotustempel in Neu-Delhi

In der Architektur Indiens spiegeln sich die verschiedenen kulturellen Einflüsse, die das Land prägten, wider. Neben Palast- und Festungsbauten ragt vor allem die Sakralarchitektur heraus.

In frühester Zeit wurden Holz, Lehm und gebrannte Ziegel als Baumaterialien verwendet. Die ältesten erhaltenen Überreste indischer Architektur stammen aus der Induskultur, die sich hauptsächlich auf dem Gebiet des heutigen Pakistan, aber auch in Gujarat und dem indischen Teil des Punjab ausbreitete.

Die ältesten vollständig erhaltenen Bauwerke sind buddhistische Stupas. Stupas sind auf einer rechteckigen Plattform stehende kuppelförmige Bauten. Im Inneren wird in der Regel eine Reliquie aufbewahrt. Tatsächlich entwickelte sich der Stupa aus Grabhügeln, wie sie schon in vedischer Zeit üblich waren. Jeder Teil des Stupa hat eine symbolische Bedeutung, als Ganzes stellt er den Weltenberg Meru dar. Als herausragendstes Beispiel gilt der Große Stupa von Sanchi (Madhya Pradesh) aus dem 3. vorchristlichen Jahrhundert. Des Weiteren entstanden buddhistische Klosteranlagen mit Gebetshallen (Chaitya-Halle) und Wohnzellen für Mönche (Vihara), wie in den Höhlen von Ajanta und Ellora (Maharashtra, 2. Jahrhundert v. Chr. bis 7. Jahrhundert n. Chr.). Mit dem Niedergang des Buddhismus in Indien, mit Ausnahme der Himalayaregion, ab dem 10. Jahrhundert kam die Entwicklung der buddhistischen Architektur zum Ende. Sie wurde in Ost- und Südostasien sowie Sri Lanka und Tibet fortgeführt.

Zeitgleich zur buddhistischen Baukunst bildete sich die jainistische Architektur heraus. Jainistische Tempel sind meist nach außen geöffnet, um Licht einzulassen. Außerdem weisen sie besonders kunstvolle, filigrane Steinmetzarbeiten auf. Zu den schönsten Beispielen gehören der Tempel von Ranakpur (15. Jahrhundert) in Rajasthan und die unzähligen Bauten der Pilgerstadt Palitana in Gujarat. In Südindien entwickelten sich eigenständige Stilelemente. Berühmt ist das eindrucksvolle Monolithstandbild eines Asketen in Shravanabelagola (Karnataka) aus dem 10. Jahrhundert.

Für hinduistische Tempel wurden bis in die ersten nachchristlichen Jahrhunderte ausschließlich wenig dauerhafte Baustoffe, vor allem Holz und Lehm, verwendet. Die ersten Steintempel griffen jedoch den Stil ihrer Vorgänger auf. Grundsätzlich hat jeder Bestandteil eine symbolische Bedeutung. Alle hinduistischen Tempel versinnbildlichen den Kosmos, während der Tempelturm den mythologischen Berg Meru darstellt. Dennoch entstanden ab dem 7. Jahrhundert zwei verschiedene Hauptstilrichtungen, die sich am deutlichsten in der Form des Turmes unterscheiden. Der nordindische Nagara-Stil zeichnet sich durch den bienenkorbförmigen Turm über dem Allerheiligsten aus, der als Shikhara bezeichnet wird. In Südindien dominiert der Dravida-Stil, der durch einen Vimana genannten, treppenförmig aufsteigenden Turm gekennzeichnet ist. Später bildete sich als weiteres Merkmal das stilistisch ähnliche Gopuram (auch Gopura) über dem Eingangstor heraus. Herausragende Baudenkmäler im Nagara-Stil sind der im 10. Jahrhundert erbaute Mukteshvara-Tempel in Bhubaneswar (Odisha), der Sonnentempel von Konark (Odisha) aus dem 13. Jahrhundert und der Tempelbezirk von Khajuraho (Madhya Pradesh) aus dem 10. und 11. Jahrhundert. Die berühmtesten Dravida-Tempel stehen in den tamilischen Städten Thanjavur (Brihadishvara-Tempel, 11. Jahrhundert) und Madurai (Minakshi-Tempel, 16. bis 17. Jahrhundert). In Hampi (Karnataka) sind zahlreiche Sakral- und Profanbauten erhalten. Frühe Vorläufer des Dravida-Stils aus dem 7. und 8. Jahrhundert befinden sich in Mamallapuram (Tamil Nadu).

Mit dem Vordringen des Islam nach Nordindien ab dem 12. Jahrhundert entstand die indo-islamische Architektur. Frühe Moscheen wurden häufig anstelle hinduistischer Tempel errichtet oder bezogen sogar Teile davon mit ein. Das berühmteste Bauwerk dieser Zeit ist das Minarett Qutb Minar (12. Jahrhundert) in Delhi. Im Laufe der Zeit vermischte sich die islamische Architektur mit hinduistischen Elementen zu einer eigenständigen indisch-islamischen Baukunst, die unter den Moguln zu höchster Blüte gelangte. Die prunkvolle Mogularchitektur hat einige der bedeutendsten Bauwerke Indiens hervorgebracht, etwa das Taj Mahal in Agra (Uttar Pradesh), das Shah Jahan im 17. Jahrhundert als Grabmal für seine Frau errichten ließ, oder die Paläste von Fatehpur Sikri. Auch in anderen muslimischen Staaten Indiens entstanden kunstvolle Bauten, etwa das Mausoleum Gol Gumbaz in Bijapur (Karnataka) aus dem 17. Jahrhundert.

Die britische Kolonialzeit gab der indischen Architektur ab dem 19. Jahrhundert neue Anstöße. Aus der Verschmelzung europäischer, islamischer und indischer Elemente ging der indo-sarazenische Stil hervor. Beispiele dafür sind der Chhatrapati Shivaji Terminus in Mumbai, die meisten Gebäude der indischen High Courts und auch unzählige Bauten in der ehemaligen Kolonialhauptstadt Kolkata. In Goa stehen Kirchen und Klöster aus der portugiesischen Kolonialzeit, die bedeutendsten davon in Velha Goa. Unter europäischem Einfluss standen auch neuere Palastbauten indischer Herrscher, wie der Amba Vilas in Mysuru (Karnataka).

Bei der modernen Architektur Indiens ragen die Planstadt Chandigarh des Architekten Le Corbusier, der Campus des Indian Institute of Management in Ahmedabad (Gujarat) und der lotusförmige Bahai-Tempel in Neu-Delhi heraus.
Literatur🔗
→ Hauptartikel: Indische Literatur
Rabindranath Tagore, Literaturnobel­preisträger von 1913 (Aufnahme von 1909)

Die indische Literatur ist eine der ältesten der Welt. Allerdings ist zu beachten, dass es zu keiner Zeit nur eine „indische“ Literatur gegeben hat, sondern im Gegenteil viele Literaturen der zahllosen alten und modernen Sprachen Indiens.

Die ältesten Werke wurden in Sanskrit, Pali und Tamil verfasst. Zu den herausragendsten Sanskrit-Werken gehören die Veden aus dem 13. bis 5. Jahrhundert v. Chr., die Upanishaden (etwa 700 bis 500 v. Chr.) sowie die beiden großen Epen Mahabharata und Ramayana. Sie haben mythologisch-religiöse Themen des Hinduismus zum Inhalt. Darüber hinaus entstanden viele andere bedeutende Werke auf den verschiedensten Gebieten, etwa Religion, Philosophie, Staatskunst und Wissenschaft. Mit dem Aufstieg des Buddhismus ab dem 5. vorchristlichen Jahrhundert wurde Pali zu einer bedeutenden Literatursprache, die unter anderem die Schriften des Theravada-Buddhismus hervorbrachte.

In Südindien entwickelte sich als erstes Tamil zur klassischen Literatursprache. Die ältesten Werke entstanden vor rund 2000 Jahren. Aus der Blütezeit des frühen Tamil stammt die Sangam-Literatur. Sie enthält neben heroischen Werken über Könige und Kriege vor allem Liebeslyrik. Später traten Kannada, Telugu und Malayalam als bedeutende Schriftsprachen hervor.

Im Mittelalter trat mit dem Islam eine neue Geistesströmung auf, die großen Einfluss auf die Literatur Indiens ausübte. Sanskrit verlor mehr und mehr an Bedeutung. Aus ihm bzw. den mittelindischen Prakritsprachen gingen neue Sprachen wie Hindustani, Bengalisch, Panjabi und Marathi hervor, die allesamt ihre eigene Literaturtradition entwickelten. Religiöse Dichtungen des Hinduismus wurden nun in den Regionalsprachen verfasst, die auch vom Volk verstanden werden konnten, und widmeten sich zunehmend der Bhakti, der hingebungsvollen Verehrung Gottes. Herausragende Vertreter dieser neuen Literatur sind unter anderem Tulsidas, Kabir und Mirabai im Hindi, Dnyaneshwar im Marathi oder Narasinh Mehta im Gujarati.

Bemerkenswert ist die Verschmelzung von islamisch-persischen und indischen Elementen in der Urdu-Dichtung. Einige der schönsten Liebesgedichte wurden in dieser Sprache geschrieben, die schließlich zur Hofsprache der Moguln wurde und ab dem 17. Jahrhundert zur Blüte kam. Höchsten Ruhm erlangten die Ghaseln des Dichters Mirza Ghalib und die Werke des heute vor allem in Pakistan verehrten Muhammad Iqbal.

Im 19. Jahrhundert verstärkte sich der westliche Einfluss auf die indische Literatur. Unter diesen Umständen erlebte vor allem die bengalische Literatur einen Aufschwung. Ihr bekanntester Vertreter ist sicher Rabindranath Tagore, der heute als Nationaldichter verehrt wird und bisher als einziger Inder den Nobelpreis für Literatur erhielt. Zwei seiner Gedichte wurden später die Nationalhymnen von Indien und Bangladesch. Seit dem frühen 20. Jahrhundert verwenden viele indische Schriftsteller auch das Englische für ihre Werke.

Die zeitgenössische Literatur Indiens umfasst nicht nur alle großen Schriftsprachen des Landes, sondern hat auch eine breite Palette von Themen zum Gegenstand. Berühmte moderne Autoren sind Salman Rushdie, Arundhati Roy, R. K. Narayan, Mulk Raj Anand, Rohinton Mistry, Ruskin Bond, Amrita Pritam, Mahasweta Devi, Vikram Seth, Amitav Ghosh, Anita Desai und Dom Moraes.
Musik🔗
→ Hauptartikel: Indische Musik

Die klassische indische Musik spaltet sich in zwei Hauptrichtungen mit denselben altindischen Wurzeln: die hindustanische und die karnatische Musik. Die hindustanische Musik in Nordindien entfernte sich ab dem 16. Jahrhundert unter persischen Einflüssen von Südindien, wo die karnatische Musik zum vorherrschenden klassischen Stil wurde. Beiden liegen als wesentliche Konzepte Raga und Tala zugrunde. Der Raga stellt die melodische Grundstruktur dar. Jeder Raga beruht auf einer gewissen Tonfolge, die eine Gefühlsstimmung vermittelt. Gespielt wird er zu einem bestimmten Tala, einer Art Taktsystem, welches den Rhythmus des Musikstückes angibt. Typische Musikinstrumente sind Saiteninstrumente wie Sitar, Vina, Sarod und Sarangi sowie Blasinstrumente (Bansuri, Shehnai). Als Rhythmusinstrumente dienen beispielsweise die Tabla oder – in Südindien – die Mridangam. Der Sitarspieler und Komponist Ravi Shankar gilt als berühmtester Interpret der klassischen indischen Musik.

Neben der klassischen Musik verfügt Indien über reiche Traditionen der unterhaltenden Volksmusik und der religiösen Musik in den verschiedenen Landesteilen. Bekannt sind die Bhangra-Musik aus dem Punjab und die bengalischen Baul-Musiker. Heute ist die traditionelle Volksmusik eher auf ländliche Gebiete beschränkt.

Größter Beliebtheit unter der gesamten Bevölkerung erfreut sich die indische Popmusik, die Merkmale sowohl westlicher als auch der Volksmusik und der klassischen indischen Musik aufweist. Eingängige Ohrwürmer aus populären Kinofilmen finden besonderen Anklang. Zu den erfolgreichsten und bekanntesten Sängern indischer Filmmusik zählen Lata Mangeshkar, Kishore Kumar, Mohammed Rafi, Manna Dey und Asha Bhosle.
Tanz🔗
→ Hauptartikel: Indischer Tanz
Nritya (Sanskrit: नृत्य) bedeutet in den indischen Traditionen „tanzen, auf der Bühne agieren, handeln, schauspielen“

Im Hinduismus haben Tänze von jeher eine wichtige Rolle gespielt, einerseits als getanzte Version des Gebetes, andererseits um mythologische Themen darzustellen. So ist es nicht verwunderlich, dass sich in Indien eine ungeheure Vielfalt von klassischen Tänzen, die meist Züge des Schauspiels tragen, herausgebildet hat. Der Tanz ist eine der am höchsten entwickelten Kunstformen Indiens. Oft haben selbst kleinste Bewegungen und Gesichtsausdrücke eine sinnbildliche Bedeutung. Klassische Tänze beruhen in der Regel auf literarischen Grundlagen. Unter den klassischen Stilen ragt der Bharatanatyam hervor, ein im Ursprung tamilischer, heute aber in ganz Indien geschätzter Einzeltanz. Ihm ähnlich ist der aus Andhra Pradesh stammende Kuchipudi-Tanz, der jedoch mehr schauspielerische Bestandteile hat. Eine der ausdrucksstärksten Formen des Tanztheaters entstand in Kerala mit dem von Männern ausgeübten Kathakali. Mohiniyattam, ein Fraueneinzeltanz, stammt ebenfalls aus Kerala. Odissi ist der klassische Tempeltanz Odishas. Auch der nordindische Kathak war ursprünglich ein Tempeltanz, der aber unter den Mogulherrschern islamischen Einflüssen ausgesetzt war und sich zum höfischen Tanz entwickelte. Der Manipuri aus dem nordostindischen Manipur weist dagegen Einflüsse aus dem birmanischen Kulturkreis und regionale Besonderheiten auf. Er wird in der Gruppe dargeboten.

Darüber hinaus besteht in Indien eine Vielzahl von regionalen Volkstänzen. Diese werden zu den unterschiedlichsten Anlässen dargeboten, etwa zu Hochzeiten, regionalen Festen, bei der Ernte oder zu Beginn des Monsuns. Sehr bekannt sind etwa der Bhangra aus dem Punjab und der Garba aus Gujarat.
Malerei🔗
→ Hauptartikel: Indische Kunst

Obwohl die Bildhauerei in Indien lange Zeit als die höhere Kunstform galt, gab es schon früh eine hoch entwickelte Tradition der Malerei. Abgesehen von vorgeschichtlichen Malereien und verzierten Keramiken aus der Induskultur stammen die frühesten Beispiele aus der Guptazeit. Die buddhistischen Felsmalereien in den Höhlen von Ajanta gelten als Meisterwerke dieser Epoche. Spätere Werke in Ajanta sowie hinduistische, jainistische und buddhistische Darstellungen in den Höhlen von Ellora setzten den Guptastil fort.
Raga Shri. Ragamala im Dekkanstil, um 1595

Mit dem Auftreten des Islams ab dem 12. Jahrhundert gewann die Malerei als höfische Kunst in persischer Tradition allmählich an Bedeutung. Den Höhepunkt ihrer Entwicklung erreichte sie mit dem Mogulstil des 16. bis 18. Jahrhunderts. Vor allem die Miniaturmalerei erlebte eine Blüte. Abgebildet wurden fast ausschließlich weltliche Dinge, daher überwiegen Porträts wichtiger Persönlichkeiten des Reiches sowie Darstellungen des höfischen Lebens und bedeutender geschichtlicher Ereignisse. Auch in anderen islamisch geprägten Teilen Indiens blühte die Miniaturmalerei. So entwickelte sich an den Höfen der Dekkan-Sultanate eine eigenständige Stilrichtung.

Der Mogulstil nahm auch Einfluss auf die Entstehung der rajputischen Malerei an den Höfen der vielen Fürstenstaaten Rajasthans. Diese widmete sich allerdings vorwiegend hinduistischen Themen, etwa der Illustration der großen Hindu-Epen Mahabharata und Ramayana, der Puranas sowie der Literatur mit einem historischen Verfasser. Besonders beliebt waren Darstellungen aus dem Leben Krishnas. Auf Grund der Vielzahl der rajputischen Fürstenhöfe entstanden verschiedene Malschulen. Jede Schule entwickelte zwar eigene Besonderheiten, allen sind aber die großflächige Zeichnung und die leuchtenden Farben gemein. Figuren wurden oft ohne Schatten dargestellt. Eine thematisch eigene Gattung bildeten die Ragamala genannten musikinspirierten Miniaturen.

Im westlichen Himalaya blühte im 18. und 19. Jahrhundert die Pahari-Malerei. Auch sie wird von hinduistischen Motiven beherrscht. Kennzeichnend sind Landschaftsdarstellungen mit nur wenigen Figuren.

Westliche Einflüsse während der britischen Kolonialzeit brachten umwälzende Veränderungen mit sich. Gegen Ende des 19. Jahrhunderts befand sich die traditionelle indische Malerei im Niedergang. Stattdessen versuchten Maler wie Raja Ravi Varma europäische Stile, allen voran den Realismus, nachzuahmen. Erst nach der Jahrhundertwende fanden althergebrachte Stilelemente wieder Eingang in die Werke indischer Künstler, darunter der Bengalischen Schule um Abanindranath Tagore.

Die moderne Malerei Indiens greift westliche Kunstrichtungen auf, führt aber auch indische Traditionen fort und entwickelt sie weiter. Der bekannteste moderne Künstler ist Maqbul Fida Husain.

Außerdem hat es in Indien schon immer eine starke Tradition der volkstümlichen Malerei gegeben. Auf dem Land werden oft Häuser aufwändig bemalt. Besonders bekannt ist die Madhubani-Malerei aus Bihar. Zunehmend findet auch die Kunst der indischen Stammesbevölkerung Anerkennung.
Film🔗
→ Hauptartikel: Indischer Film
Bollywood ist die größte Filmindustrie der Welt

Der Film ist zweifellos einer der wichtigsten Bestandteile der modernen Alltagskultur Indiens. Mit mehr als 1000 Produktionen jährlich ist die indische Filmindustrie die größte der Welt. Die kulturelle, vor allem sprachliche, Vielfalt spiegelt sich daher auch in diesem Genre wider. So hat jede der großen Regionalsprachen ihre eigene Filmindustrie. Der Hindi-Film bringt die meisten Produktionen hervor. Er wird in Mumbai produziert und ist bezüglich seines Kommerzkinos unter dem Namen „Bollywood“ bekannt. Shah Rukh Khan, Amitabh Bachchan und Rani Mukerji sind beliebte und berühmte Bollywood-Schauspieler. Auch das bengalische, Kannada-, tamilische, Telugu- und Malayalam-Kino sind sehr beliebt und haben große Massenwirksamkeit. Die wesentlichsten Merkmale der Unterhaltungsfilme ähneln einander in allen regionalen Produktionen. Die oft mehr als drei Stunden langen Filme enthalten viele Musik- und Tanzszenen, ohne die kein kommerzieller Film vollständig wäre. Bisweilen wird die Filmmusik schon im Voraus veröffentlicht. Ist sie ein Erfolg, wird auch der Film mit hoher Wahrscheinlichkeit zum Kassenschlager. Von den Schauspielern wird erwartet, dass sie tanzen können, während die Gesangseinlagen von professionellen Sängern übernommen werden. Auffällig ist auch die Mischung aus komischen, romantischen, dramatischen und Actionelementen.

Darüber hinaus findet auch das Autorenkino viel Anerkennung. International bekannt sind etwa die beiden bengalischen Regisseure Satyajit Ray und Mrinal Sen.
Sport🔗
→ Hauptartikel: Cricket in Indien
Alte Dorf-Volkssportart Kabaddi, eine Partie in Karnataka, 2005
Die traditionelle Sportart Mallakhamb(a), Malkhamb order Malkhumb (मल्लखांब)

Lagori, eine Mischung aus Bauen und Abwerfen und das Mannschaftsspiel Kabaddi, eine Mischung aus Sprinten, Catchen und Ringen, mit Angriffen, die 30 Sekunden dauern, in denen nicht geatmet (Yoga-Technik Anuloma Viloma (अनुलोमविलोम)) werden darf, sind uralte Sportarten aus Indien, die eine Renaissance erleben.[212] An der ersten Kabaddi-Weltmeisterschaft, die 2004 in Mumbai stattfand, nahmen Nationalmannschaften aus Asien, Europa und Nordamerika teil.

Die Sportart Mallakhamba, mit seinen Vor-Aśokan-Ursprünge in dem uralten Säulenkult von Prayagraj, einer der heiligsten Orte, an dem die drei großen Flussgottheiten Ganga, Yamuna und Saraswati zusammenfließen, ist sowohl eine Kunstform als auch eine Demonstration körperlichen Könnens. Abgeleitet von den Wörtern Malla (Ringer) und Khamb (Säule), geht sie über die konventionellen Grenzen einer Sportart hinaus und verkörpert einen ganzheitlichen Ansatz für körperliche Fitness, geistige Disziplin und spirituelle Erleuchtung. Kombiniert werden Yogahaltungen, Gymnastikübungen und Kampfsport, es trainiert besonders Koordination, Gleichgewicht, Kraft und Orientierung im Raum.[213]

Viele der in Indien ausgeübten Sportarten stammen aus England und haben sich während der britischen Kolonialherrschaft verbreitet. Das aus England stammende Cricket ist die mit Abstand beliebteste Sportart.[214] Die indische Cricket-Nationalmannschaft gewann den Cricket World Cup bisher zweimal: 1983 und 2011, außerdem beendete man die Austragungen 2003 und 2023 auf dem zweiten Platz. Die Cricket World Cups der Jahre 1987, 1996, 2011 und 2023, die Men’s T20 World Cups 2016 und 2026, die Champions Trophy 2006 sowie die ICC World Twenty20 2016 wurden unter anderem in Indien ausgetragen. Die Nationalmannschaft gewann auch den T20 World Cup zweimal: 2007 und 2024 sowie die Champions Trophy dreimal: 2002 (geteilt mit Sri Lanka), 2013 und 2025; ebenso die Asia Cups der Jahre 1984, 1988, 1990, 1995, 2010, 2016, 2018 und 2023. Indien erreichte auch zweimal das Finale der World Test Championship, unterlag jedoch 2021 gegen Neuseeland und 2023 gegen Australien. Außerdem gewann die indische Frauen-Cricket-Nationalmannschaft die Women’s Cricket World Cup 2025 auf eigenem Boden. Die Indian Premier League (IPL) gilt als die beliebteste Cricketliga weltweit und zieht vor allem Zuschauer vom Indischen Subkontinent, aber auch aus Südafrika, den Britischen Inseln und der Karibik an. Aufgrund des Zeitunterschiedes zu Australien und Neuseeland und der nächtlichen Übertragung findet die IPL dort jedoch kaum Beachtung.[215] Im November 2021 wurde Indien zum Gastgeber des T20 World Cup 2026 (mit Sri Lanka), der Champions Trophy 2029 und des Cricket World Cup 2031 (mit Bangladesch) ernannt.[216]
indische Hockeynationalmannschaft der Herren bei den Olympischen Sommerspielen 1936 in Berlin, Gewinner der Goldmedaille

Die zweitbeliebteste Sportart ist Hockey, das als Nationalsport Indiens gilt[217][218] und auch für Indien die erfolgreichste olympische Sportart ist: Die indische Hockeynationalmannschaft der Herren gewann bisher acht Gold-, eine Silber- und zwei Bronzemedaillen bei Olympischen Sommerspielen. Indien gewann die Feldhockey-Weltmeisterschaft der Herren 1975 und schloss die Feldhockey-Weltmeisterschaft der Herren 1973 auf dem zweiten Platz ab. Indien war auch viermal Gastgeber dieses Turnieres: 1982, 2010, 2018 und 2023.

In einigen Landesteilen wie Goa, Kerala oder Westbengalen ist auch Fußball sehr populär.

Narain Karthikeyan aus Chennai war Indiens erster Formel-1-Pilot. Von 2011 bis 2013 wurde der Große Preis von Indien auf dem Buddh International Circuit ausgetragen; Sebastian Vettel gewann alle drei Rennen. Schon im Jahr 2007 entstand mit Force India ein eigenes indisches Formel-1-Team.

Einige der besten Schachspieler der Welt hat Indien hervorgebracht, darunter den ehemaligen Schachweltmeister Viswanathan Anand. Rohan Bopanna ist einer der bekanntesten und erfolgreichsten Tennisspieler Indiens.

Bei Olympischen Spielen errangen indische Sportler insgesamt 28 Medaillen. Indien war mit seiner Hockey-Nationalmannschaft von 1928 bis 1964 unangefochten dominierend; bei diesen 8 Spielen gewann man 7-mal Gold und einmal Silber. Als einziger Einzelsportler errang Abhinav Bindra eine weitere Goldmedaille für das Land. Norman Pritchard, Khashaba Jadhav, Leander Paes, Karnam Malleswari, Rajyavardhan Singh Rathore, Sushil Kumar und Vijender Kumar gewannen ebenfalls Medaillen (3 × Silber, 5 × Bronze) für Indien.[219]

Special Olympics Indien wurde 1988 gegründet und nahm mehrmals an Special Olympics Weltspielen teil.

Im Jahre 2010 wurden die Commonwealth Games in Neu-Delhi ausgetragen. Die Südasienspiele 1951 und 1982 fanden ebenfalls in Indien statt.
Siehe auch: Polo, Carrom und Kabaddi
Yoga🔗
→ Hauptartikel: Yoga

Die Körperstellungen (Asanas) des etwa 2000 Jahre alten Yoga sind der im Westen bekannteste Teil des Yoga (vgl. Hatha Yoga). Autogenes Training und andere verwandte Übungsarten sind daraus abgeleitet. Yoga bereitet Meditation vor und ergänzt Religionen, obwohl es selbst keine ist. Ein Beispiel: Der Sonnengruß (auch Sonnengebet), ist eine dynamische Abfolge von Bewegungen, die auch der symbolischen indischen Sonnenanbetung (Surya) entspricht. Asanas und Ayurveda sind ein Bestandteil alter indischer Praktiken, die weitaus mehr als westliche die ganzheitliche Gesundheit und spirituelle Erfahrung einschließen.
Küche🔗
→ Hauptartikel: Indische Küche
Curry mit Naan-Brot

Die indische Küche spiegelt sowohl die regionale Vielfalt als auch die unterschiedlichen historischen und religiösen Prägungen des Landes wider. Von einer einheitlichen Kochkultur kann daher nicht die Rede sein. Vielmehr unterscheiden sich Zutaten und Essgewohnheiten ähnlich stark voneinander wie in Europa. Allgemein nimmt Fleisch einen geringeren Stellenwert als in den westlichen Küchen ein. Die meistverzehrte Fleischsorte ist Huhn. Am beliebtesten sind Fleischgerichte noch bei Muslimen, die aber kein Schweinefleisch zu sich nehmen, während einige Hindus ganz vegetarisch leben. Rindfleisch lehnen die meisten von ihnen – ebenso wie die Sikhs – strikt ab. Jainas ist sogar der Genuss jeglicher tierischer Nahrungsmittel strengstens untersagt. Als Bratfette sind Pflanzenöle weitaus üblicher als tierische Fette.

Als Grundnahrungsmittel dienen in Nord- und Westindien neben Reis verschiedene Weißbrotsorten (Roti), deren verbreitetste Variante Chapati, ein ungesäuertes Fladenbrot aus Weizenvollkornmehl, ist. Im Gegensatz dazu wird das im Nordwesten verbreitete Naanbrot mit Hefe gebacken. In Süd- und Ostindien ist Reis das wichtigste Nahrungsmittel schlechthin. Als Beilagen sind Hülsenfrüchte wie Linsen, Kichererbsen, Straucherbsen, Urdbohnen und Mungbohnen üblich. Das in der westlichen Welt als Gewürzmischung bekannte und als Sinnbild der indischen Küche angesehene Wort „Curry“ ist in Indien ein Begriff für die Zubereitungsart einer Vielzahl vegetarischer oder fleischhaltiger Gerichte in einer oft stark gewürzten Soße. Tatsächlich sind die Masala genannten Gewürzmischungen in der indischen Küche unentbehrlich, ihre Rezeptur und Verwendung variiert jedoch je nach Region beträchtlich. Zu Currys werden häufig gewürzte süß-saure Chutneys aus Gemüse und Obst gereicht. Milchprodukte, beispielsweise Ghee (Butterschmalz) und Joghurt, sind ebenfalls gängige Zutaten vieler Speisen und Soßen.

Beliebte Getränke sind Kaffee, Tee, Masala Chai (Milchtee mit Gewürzen), Fruchtsäfte und Getränke auf Milchgrundlage wie Lassi (ein Joghurtgetränk). Alkoholische Getränke werden von vielen Indern aus religiösen Gründen abgelehnt. In einigen Bundesstaaten ist Alkohol sogar generell nicht erhältlich.
Feiertage und Feste🔗

Als Nationalfeiertage werden der Republic Day (Tag der Republik) am 26. Januar, dem Tag des Inkrafttretens der Verfassung im Jahre 1950, und der Independence Day (Tag der Unabhängigkeit) am 15. August, der an das Ende der britischen Kolonialherrschaft 1947 erinnert, begangen. Letzterer wird jedoch nicht so aufwändig zelebriert wie der Tag der Republik, an dem in Delhi eine große Parade stattfindet, die vom Staatspräsidenten abgenommen wird. Auch der Geburtstag des Führers der Unabhängigkeitsbewegung Mohandas Karamchand („Mahatma“) Gandhi am 2. Oktober (Gandhi Jayanti) sowie mehrere religiöse Feste sind landesweite gesetzliche Feiertage. Religiöse Festtage nehmen in Indien einen außerordentlich hohen Stellenwert ein. Zu den wichtigsten hinduistischen Feierlichkeiten gehören das Lichterfest Diwali, Dashahara (der Tag des Sieges von Rama über den Dämonen Ravana), die Frühlingsfeste Holi und Vasant Panchami, Ganesh Chaturthi zu Ehren Ganeshas, Raksha Bandhan (Fest der „Schützenden Verbindung“ zwischen Geschwistern) sowie viele weitere Pujas zu Ehren einzelner Gottheiten. Muslime feiern etwa das Opferfest (Id al-Adha) zum Höhepunkt der Pilgerfahrt (Haddsch) nach Mekka und Id al-Fitr zum Ende des Fastenmonats Ramadan. Der wichtigste Feiertag der Sikhs, Buddhisten und Jainas ist der Geburtstag ihres jeweiligen Glaubensstifters (Nanak Dev bzw. Buddha bzw. Mahavira). Christen feiern vor allem Ostern und Weihnachten.

Daneben existiert eine unüberschaubare Vielzahl regionaler Feste. In der Erntezeit feiert man in ländlichen Gegenden Erntedankfeste wie das tamilische Pongal, Lohri im Punjab oder Onam in Kerala (rund im Kochi), während die Menschen in anderen Landesteilen am selben Tag Makar Sankranti feiern. Das Onam-Festival war anfangs religiöser Natur, heutzutage steht die Kultur und Tradition Keralas im Mittelpunkt. Ende Februar bis Anfang März findet ein siebentägiges Tanzfestival vor der Kulisse der Khajuraho Tempel, die zum Weltkulturerbe der UNESCO gehören, statt.[220]
Medien🔗

Gemäß der Verfassung von 1950 gelten in Indien Meinungs- und Pressefreiheit, auch wenn diese in Krisengebieten wie Kaschmir und Teilen Nordostindiens eingeschränkt sind. Aufgrund seiner pluralistischen Gesellschaft besitzt Indien jedoch eine überaus breit gefächerte Medienlandschaft.

Bei der Rangliste der Pressefreiheit 2017, welche von Reporter ohne Grenzen herausgegeben wird, belegte Indien Platz 130 von 180 Ländern und war damit besser als die Nachbarn Pakistan (139) und Bangladesch (146).[221] Im Jahr 2017 sind vier Journalisten in Indien getötet worden. Laut dem Bericht von Reporter ohne Grenzen steht der Tod der Opfer in direktem Zusammenhang mit deren journalistischer Tätigkeit.[222]
Printmedien🔗

Indiens erste Zeitung, die englischsprachige Bengal Gazette, erschien 1780 in Kolkata. Heute weist Indien eine äußerst vielfältige Presselandschaft auf. Die indische Presse gilt als kritisch, auch die thematische Bandbreite ist außerordentlich groß. Im Land erscheinen etwa 55.000 Zeitungen und Zeitschriften – mehr als in jedem anderen Land der Welt – mit einer Gesamtauflage von über 140 Millionen. Darunter sind mehr als 5000 Tageszeitungen. Die meisten Printmedien werden auf Hindi verlegt, das 45 % des gesamten Pressemarktes ausmacht. Englischsprachige Zeitungen haben einen Anteil von 17 %. Der Rest verteilt sich auf über 100 Sprachen und Dialekte.

Die wichtigsten Nachrichten- und Presseagenturen sind Press Trust of India (PTI) und United News of India (UNI).

Die folgende Liste zeigt die 10 meistgelesenen Tageszeitungen in Indien 2013, laut Indian Readership Survey (IRS) – die größte englischsprachige Zeitung ist The Times of India mit über 7 Millionen Lesern (vergleiche die Liste indischer Zeitungen):[223]
	Tageszeitung 	Sprache 	Leser
1 	Dainik Jagran 	Hindi 	15,527 Mio.
2 	Hindustan 	Hindi 	14,246 Mio.
3 	Dainik Bhaskar 	Hindi 	12,857 Mio.
4 	Malayala Manorama 	Malayalam 	8,565 Mio.
5 	Daily Thanthi 	Tamil 	8,156 Mio.
6 	Rajasthan Patrika 	Hindi 	7,665 Mio.
7 	The Times of India 	englisch 	7,254 Mio.
8 	Amar Ujala 	Hindi 	7,071 Mio.
9 	Mathrubhumi 	Malayalam 	6,136 Mio.
10 	Lokmat 	Marathi 	5,601 Mio.
… 	The Hindustan Times 	englisch 	4,335 Mio.
… 	The Hindu 	englisch 	1,473 Mio.
… 	Mumbai Mirror 	englisch 	1,084 Mio.
	
	Zeitschrift 	Sprache 	Leser
1 	Vanitha 	Malayalam 	2,762 Mio.
2 	India Today (englisch) 	englisch 	1,532 Mio.
3 	Pratiyogita Darpan 	Hindi 	1,457 Mio.
4 	Saras Salil, Frauenmagazin 	Hindi 	1,174 Mio.
5 	India Today (Hindi) 	Hindi 	1,151 Mio.
6 	Samanya Gyan Darpan 	Hindi 	1,094 Mio.
7 	Manorama Thozil Veedhi 	Malayalam 	1,012 Mio.
Hörfunk🔗

Bis in die frühen 1990er Jahre war der Hörfunk das dominierende elektronische Medium. Mit knapp 200 Millionen Zuhörern erreicht er jedoch inzwischen nur noch halb so viele Menschen wie das Fernsehen. Auch die Monopolstellung des staatlichen All India Radio, das in 23 Sprachen und 179 Dialekten sendet und im ganzen Land empfangen und darüber hinaus über Kurzwellenrundfunk, Satellit und per Livestream über das Internet gehört werden kann,[224] ist durch die steigende Zahl privater UKW-Sender längst gebrochen. In den großen Städten haben private Hörfunksender das Staatsradio bereits überholt.
Fernsehen🔗

Das Fernsehen wurde erstmals am 15. September 1959 im Raum Delhi eingeführt. Ein regelmäßiges Programm besteht jedoch erst seit 1965. Aus Anlass der Asienspiele im Jahre 1982 in Neu-Delhi wurde das Farbfernsehen eingeführt. Im selben Jahr begann die Ausstrahlung von Fernsehprogrammen über Satellit.

Zunächst blieb das Fernsehen einer kleinen, wohlhabenden Minderheit vorbehalten, erlebte aber in den 1980er Jahren einen rasanten Zuschauerzuwachs und ist heute das mit Abstand beliebteste Massenmedium in Indien. Dem Staatsfernsehen Doordarshan, das bis 1991 eine Monopolstellung innehatte, stehen mittlerweile zahlreiche private Satelliten- und Kabelsender gegenüber. Letztere finden ihr Publikum vor allem unter der jüngeren Stadtbevölkerung. Inzwischen verfügt etwa die Hälfte der rund 100 Millionen Fernsehhaushalte über einen Kabelanschluss. Die zuschauerstärksten Privatsender sind STAR Plus, Sony Entertainment Television, Sab TV, India TV, Colors TV und Zee TV.
Internet🔗

Das Internet ist in der indischen Mittel- und Oberschicht stark verbreitet. 2016 hatten 34 % der Bevölkerung einen Zugang zum Internet. Die Zahl der Benutzer steigt allerdings rapide an, nicht zuletzt dank der Internetcafés, die sich zusehends verbreiten. Die größeren der indischen Tageszeitungen sind mit einer Online-Version im Internet präsent. Die Zahl der Social-Media-Nutzer liegt bei 153 Millionen und ist gemessen an der Bevölkerungsgröße noch recht gering, verzeichnet dafür mit über 45 % im Vergleich zum Vorjahr eine sehr hohe Wachstumsrate, und die Zahl der Nutzer steigt kontinuierlich.
Verlagswesen und Buchmarkt🔗

In 12.000 Verlagen erscheinen jährlich rund 90.000 Titel in über 18 Sprachen. Indien ist der drittgrößte Markt für englischsprachige Publikationen, der stark vom Wegfall eines investitionsbeschränkenden Gesetzes profitiert. Zunehmend wird Verlagsarbeit vor allem aus den Abteilungen Herstellung, Englisch und Online aus Industrieländern nach Indien verlagert (gemäß ValueNotes mit 122 Milliarden INR Umsatz) besonders im Bereich wissenschaftlicher, technischer und medizinischer Fachliteratur.

Zwei der weltgrößten Buchmessen finden jährlich in Indien statt, die Kolkata Book Fair in Kolkata und die New Delhi World Book Fair in Neu-Delhi.
Siehe auch🔗
Portal: Indien – Übersicht zu Wikipedia-Inhalten zum Thema Indien
Literatur🔗
Überblicksdarstellungen🔗

    Sven Hansen (Hrsg.): Indien. Die barfüßige Großmacht. (= Le Monde diplomatique. Heft 7). TAZ, Berlin 2010, ISBN 978-3-937683-27-0.
    Michael von Hauff (Hrsg.): Indien. Herausforderungen und Perspektiven. Metropolis-Verlag, Marburg 2008, ISBN 978-3-89518-720-9.
    Klaus Voll, Doreen Beierlein: Rising India – Europe’s partner? Weißensee Verlag, Berlin 2006, ISBN 3-89998-098-0.

Geschichte🔗

    Arthur Llewellyn Basham: The wonder that was India. Band 1: A survey of the history and culture of the Indian sub-continent before the coming of the Muslims. Band 2: From the coming of the Muslims to the British conquest: 1200–1700. Sidgwick & Jackson, London 1954/1987, ISBN 0-283-35457-7.
    Helmut Gregor: Das Indienbild des Abendlandes (bis zum Ende des 13. Jahrhunderts). Wien 1964.
    Andreas Hilger, Corinna R. Unger (Hrsg.): India in the world since 1947. National and transnational perspectives. Lang, Frankfurt am Main u. a. 2012, ISBN 978-3-631-61178-4.
    Hermann Kulke: Indische Geschichte bis 1750. (= Oldenbourg Grundriss der Geschichte. 34). München 2005, ISBN 3-486-55741-6.
    Hermann Kulke, Dietmar Rothermund: Geschichte Indiens. Von der Induskultur bis heute. 3. aktualisierte Auflage der Sonderausgabe. Verlag C.H. Beck, München 2018, ISBN 978-3-406-72063-5
    Michael Mann: Geschichte Indiens. Vom 18. bis zum 21. Jahrhundert. (= UTB. 2694). Verlag Ferdinand Schöningh, Paderborn u. a. 2005, ISBN 3-8252-2694-8.
    Bernd Rosenheim: Die Welt des Buddha. Frühe Stätten buddhistischer Kunst in Indien. Verlag Philipp von Zabern, Mainz 2006, ISBN 3-8053-3665-9.
    Shashi Tharoor: Eine kleine Geschichte Indiens. Suhrkamp, Frankfurt am Main 2005, ISBN 3-89331-635-3.
    Michael Witzel: Das alte Indien. (= C.H. Beck Wissen). 2., durchges. Auflage. C.H. Beck Verlag, München 2010, ISBN 978-3-406-59717-6.

Politik🔗

    Olaf Ihlau: Weltmacht Indien. Die neue Herausforderung des Westens. Siedler Verlag, München 2006, ISBN 3-88680-851-3.
    Harald Müller: Weltmacht Indien – Wie uns der rasante Aufstieg herausfordert. S. Fischer Verlag, Frankfurt am Main 2006, ISBN 3-596-17371-X.
    Clemens Six: Hindi – Hindu – Hindustan. Politik und Religion im modernen Indien. 2. Auflage. Wien 2007, ISBN 978-3-85476-212-6.
    Christian Wagner: Das politische System Indiens. Eine Einführung. Wiesbaden 2006, ISBN 3-531-90248-2.
    Klaus Voll: Globale asiatische Großmacht? Indische Außen- und Sicherheitspolitik zwischen 2000 und 2005. Weißensee Verlag, Berlin 2005, ISBN 3-89998-075-1.
    Anant Kumar: Indien Eine Weltmacht mit inneren Schwächen, 13 kulturpolitische Essays. Verlag Der Neue Morgen, Rudolstadt 2012, ISBN 978-3-95480-021-6.
    Oliver Schulz: Neue Weltmacht Indien. Geostratege, Wirtschaftsriese, Wissenslabor. Westend-Verlag, Frankfurt/M. 2023, ISBN 978-3-86489-420-6.

Religion🔗

Umfassender Überblick mit Literaturangaben:

    Paul Gäbler: Indische Religionen. In: Evangelisches Kirchenlexikon – Kirchlich-theologisches Handwörterbuch. Band: H–O. 2., unveränderte Auflage. Vandenhoeck & Ruprecht, Göttingen 1962, Spalte 298–302.

Für das koloniale Indien:

    Swami Vivekananda: The Complete Works of Swami Vivekananda. Reprint. Mayavati Memorial Edition, Advatia Ashrama, Calcutta 1991/1992.
    Christian W. Troll: Sayyid Ahmand Khan. A Reinterpretation of Muslim Theology. Vikas Publ. House, New Delhi 1978.

Gesellschaft🔗

    Maren Bellwinkel-Schempp: Dalits. Religion und Menschenrechte der ehemaligen Unberührbaren in Indien. (= Studienheft Weltmission heute. Heft 67). Hamburg 2009.
    Robert Deliège: Les castes en Inde aujourd’hui. Presses Univ. de France, Paris 2005, ISBN 2-13-054034-1.
    Michael Schied: Nationalismus und Fundamentalismus in Indien: Der Ayodhya-Konflikt. VDM-Verlag, Saarbrücken 2008, ISBN 978-3-639-00541-7.
    Yves Thoraval: The Cinemas of India (1896–2000). MacMillan, 2000, ISBN 0-333-93410-5.
    Dorothee Wenner u. a. (Hrsg.): Import/Export. Wege des Kulturtransfers zwischen Indien und Deutschland/Österreich. Parthas Verlag, 2005, ISBN 3-86601-910-6.
    Surinder S. Jodhka, Aseem Prakash: Die indische Mittelschicht – aufstrebende politische und wirtschaftliche Kultur. In: KAS-Auslandsinformationen 12/2011. Berlin 2011, S. 44–59.
    Oliver Schulz: Indien zu Fuß – Eine Reise auf dem 78. Längengrad. Deutsche Verlags-Anstalt, München 2011, ISBN 978-3-421-04474-7.
    François Maher Presley: Indien – Farben und Gesichter. in-Cultura.com, Hamburg 2017, ISBN 978-3-930727-36-0.
    Hanns Wienold: Indien heute. Die Armut bleibt unbesiegt. Westfälisches Dampfboot Verlag, Münster 2019, ISBN 978-3-89691-279-4
    Ashoka Mody: Das gespaltene Indien. Ein betrogenes Volk zwischen Wirtschaftspotenzial und Weltmachthype. Campus Verlag, Frankfurt am Main 2024, ISBN 978-3-593-51963-0.
    Maria Wirth: Von Gurus, Bollywood und heiligen Kühen: Eine Liebeserklärung an Indien. Herbig, München 2006, ISBN 978-3-7766-2480-9.

Wirtschaft🔗

    Jean-Joseph Boillot: L’économie de l’Inde. La Découverte, Paris 2006, ISBN 2-7071-4750-8.
    Dirk Bronger, Johannes Wamser: Indien – China. Vergleich zweier Entwicklungswege. Lit Verlag, 2005, ISBN 3-8258-9156-9.
    A. Deaton, V. Kozel: Data and Dogma: The Great Indian Poverty Debate. In: The World Bank Research Observer. Vo. 20 (2005), No. 2 (PDF; 146 kB).
    Michael Homberg: Digitale Unabhängigkeit: Indiens Weg ins Computerzeitalter – Eine internationale Geschichte (Geschichte der Gegenwart), Wallstein, Göttingen 2022, ISBN 978-3-8353-5267-4
    Peter Seele: Brains and Gold. Global Transformation Processes and Institutional Change in South Asia. Academia Verlag, 2007, ISBN 978-3-89665-393-2.

Reiseführer🔗

    Helge Timmerberg: Im Palast der gläsernen Schwäne. Auf Umwegen nach Indien. Rowohlt Taschenbuch-Verlag, 1985, ISBN 3-499-17528-2.
    Ilija Trojanow: Gebrauchsanweisung für Indien. 2. Auflage. Piper, München/Zürich 2006, ISBN 3-492-27552-4.
    Klaus-Dieter Hupke, Ulrike Ohl: Auf Tour: Indien. Spektrum Akademischer Verlag, Heidelberg 2011, ISBN 978-3-8274-2609-3.
    Martin Kolozs: Nie wieder Indien. Der andere Reisebericht. Edition Baes, 2013, ISBN 978-3-9503559-3-2.

Weblinks🔗

    Literatur von und über Indien im Katalog der Deutschen Nationalbibliothek

Wikimedia🔗
Weitere Inhalte in den
Schwesterprojekten der Wikipedia:

	Commons 	– Medieninhalte (Kategorie)
	Wiktionary 	– Wörterbucheinträge
	Wikinews 	– Nachrichten
	Wikiquote 	– Zitate
	Wikisource 	– Quellen und Volltexte
	Wikivoyage 	– Reiseführer
Portal: Indien – Themenüberblick

    Atlas: Indien – geographische und historische Karten bei Wikimedia Commons

Regierung und Regierungsorganisationen🔗

    Website der indischen Regierung (englisch)
    Website der Indischen Botschaft in Berlin (englisch)
    Verzeichnis indischer Regierungsseiten (englisch)
    Indien-Berichte internationaler Organisationen (englisch)
    CIA World Factbook: Indien (englisch)

Landesinformationen🔗

    Länderinformationen Auswärtigen Amtes (D), EDA (CH); Reiseinformationen: BMEIA (A)
    German Institute for Global and Area Studies: Datenbank inhaltlich erschlossener Literatur zur gesellschaftlichen, politischen und wirtschaftlichen Situation in Indien
    Länderprofil des deutschen Statistischen Bundesamtes
    Amnesty International zur Menschenrechtslage (englisch)

Dossiers🔗

    Online-Dossier der Bundeszentrale für politische Bildung, 2014
    Indien. Informationen zur politischen Bildung. Heft 296, 2007
    Neue Macht Indien. Textsammlung, in: Das Parlament Nr. 32/33, 2006, 7./14. August 2006
    Dossiers zum Thema Indien in der Pressemappe 20. Jahrhundert der ZBW – Leibniz-Informationszentrum Wirtschaft. (Digitalisierte Artikel 1950–1960 vor Ort einsehbar, 1961–1980 auf Microfiche.)

Kultur🔗

    Herrscherlisten
    Ernst Kausen: Die Sprachen des indischen Subkontinents (Microsoft-Word-Dokument, 120 kB; DOC-Datei)
    Kultur, Architektur, Kunst, Astronomie, Kalender

Einzelnachweise🔗

Census of India 2011: Primary Census Abstract – India. (MS Excel; 94 kB)
UN-Sekretariat (Schätzung): World Population Prospects 2023. (Memento vom 22. September 2018 im Internet Archive) Abgerufen am 16. August 2023 (englisch).
The World Fact Book – India (Memento vom 11. Juni 2008 im Internet Archive), Central Intelligence Agency (CIA), abgerufen am 22. August 2017.
World Economic Outlook Database October 2025. In: World Economic Outlook Database. Internationaler Währungsfonds, 2025, abgerufen am 17. November 2025 (englisch).
Table: Human Development Index and its components. In: Entwicklungsprogramm der Vereinten Nationen (Hrsg.): Human Development Report 2025. United Nations Development Programme, New York 2025, ISBN 978-92-1154263-9, S. 278 (englisch, undp.org [PDF]).
Bundeszentrale für politische Bildung
Indien hat jetzt 1.425.775.850 Einwohner – mehr als China. spiegel.de, abgerufen am 20. April 2023.
Rema Nagarajan: Indien: Die entschärfte Bevölkerungsbombe. Abgerufen am 24. Januar 2020.
Nitasha Kaul: Increasing Authoritarianism in India under Narendra Modi. In: Australian Institute for International Affairs. 2. August 2023, abgerufen am 22. April 2024 (englisch).
The Observer view on the growing threat to democracy in India. In: The Observer (India) / The Guardian. 27. April 2023, abgerufen am 22. April 2024 (englisch).
Y.-M. Yuan, S. Wohlhauser, M. Möller, J. Klackenberg, M. W. Callmander, P. Küpfer: Phylogeny and biogeography of Exacum (Gentianaceae): a disjunctive distribution in the Indian Ocean Basin resulted from long distance dispersal and extensive radiation. In: Systematic Biology. Band 54, 2005, ISSN 1063-5157, S. 21–34, doi:10.1080/10635150590905867.
Diercke Weltatlas – Kartenansicht – Südasien – Sommermonsun – 978-3-14-100800-5 – 164 – 4 – 1. Abgerufen am 28. Dezember 2022.
Diercke Weltatlas – Kartenansicht – Südasien – Sommermonsun – 978-3-14-100800-5 – 164 – 4 – 1. Abgerufen am 28. Dezember 2022.
Asien – Niederschläge und Winde im Januar. Diercke, abgerufen am 28. Dezember 2022.
ENVIS Centre on Wildlife & Protected Areas: Protected Areas of India. Wildlife Institute of India & Ministry of Environment, Forests & Climate Change, Government of India, 2019, abgerufen am 26. Februar 2019 (englisch).
Ministry of Tribal Affairs: Report of the High Level Committee on Socio-Economic, Health and Educational Status of Tribal Communities Of India. Government of India, Neu-Delhi Mai 2014, S. 320–331: Forest Rights Act in Protected Areas, hier S. 321: Table 9.2: Protected Areas of India (englisch; PDF; 5,0 MB; 431 Seiten (Memento vom 12. Juli 2018 im Internet Archive) auf indiaenvironmentportal.org.in).
„Nach offiziellen Statistiken gibt es rund 17 Millionen Brunnen in Indien, und diese entziehen dem Boden doppelt so viel Grundwasser, wie auf natürlichem Wege ergänzt wird. Das rasante Absinken des Grundwasserspiegels ist die unvermeidliche Folge.“ (Rothermund: Indien. Aufstieg einer asiatischen Weltmacht, München 2008, S. 176).
Der Indian Easements Act von 1882 sichert das Recht auf Ausbeutung des Wassers unter dem Grundbesitz zu. Angesichts von Pumpen, die mehrere hundert Meter tief abpumpen, ist es so möglich, Bauern ihr Grundwasser zu entziehen und es ihnen danach zu verkaufen. (Rothermund: Indien. Aufstieg einer asiatischen Weltmacht, München 2008, S. 174–175).
www.globalforestwatch.org (Memento vom 3. Oktober 2016 im Internet Archive)
Swachh Bharat Mission (Gramin). Abgerufen am 22. November 2021.
Weltgesundheitsorganisation, UNICEF: Geneva: World Health Organization (WHO) and the United Nations Children's Fund (UNICEF), 2017. (PDF) 2017, abgerufen am 23. November 2021 (englisch).
What’s holding back India’s complete ODF status? Abgerufen am 22. November 2021 (englisch).
Weltgesundheitsorganisation, UNICEF: Joint Monitoring Program. Abgerufen am 23. November 2021.
Homepage, englische Wikipedia
Planning Commission of India: Health and Family Welfare and AYUSH : 11th Five Year Plan. (PDF) S. 78, abgerufen am 23. November 2021 (englisch).
Schätzung des Joint Monitoring Programme for Water Supply and Sanitation von UNICEF/WHO bezüglich der Wasserversorgung und Abwasserentsorgung für 2008 basierend auf dem Demographic and Health Survey 2006, der Volkszählung von 2001, anderen Daten und der Extrapolation früherer Trends auf 2010.
Kala Seetharam Sridhar: State of urban services in India's cities : spending and financing. Oxford University Press, Oxford 2010, ISBN 978-0-19-908126-4.
spiegel.de vom 22. November 2014: Indien setzt auf den Klimakiller
Ami Sedghi: Air pollution: Delhi is dirty, but how do other cities fare? The Guardian, 24. Juni 2015, abgerufen am 25. November 2016 (englisch).
www.welt-in-zahlen.de, ohne Jahresangabe.
UNFCCC: Sixth compilation and synthesis of initial national communications from Parties not included in Annex I to the Convention. Addendum: Inventories of anthropogenic emissions by sources and removals by sinks of greenhouse gases (PDF)
CO2 Emissions | Global Carbon Atlas. Abgerufen am 1. August 2017 (englisch).
UNFCCC: Sixth compilation and synthesis of initial national communications from Parties not included in Annex I to the Convention. Seite 10 (PDF)
ENVIS Centre on Wildlife & Protected Areas: Protected Areas of India. Wildlife Institute of India & Ministry of Environment, Forests & Climate Change, Government of India, Januar 2019, abgerufen am 4. März 2019 (englisch).
→ Hinweis: Die Gesamtfläche Indiens beinhaltet die offizielle Fläche des ehemaligen Bundesstaates Jammu und Kashmir: 222.000 km² im Jahr 2011 – faktisch stehen nur rund 100.000 km² unter indischer Kontrolle.
Detaillierte Übersicht der Weltnaturschutzunion IUCN: UNEP-WCMC: Protected Area Profile for India from the World Database of Protected Areas. In: Protectedplanet.net. März 2019, abgerufen am 4. März 2019 (englisch).
W. Krämer (Bearbeiter): Die Entdeckung und Erforschung der Erde (= Brockhaus. Taschenbücher des Wissens). 2. Auflage. Leipzig 1953, S. 23.
Constitution of India | Legislative Department | India. Abgerufen am 7. September 2023 (amerikanisches Englisch).
India, that is Bharat: A short history of the nation’s names, from the Rig Veda to the Constitution of India. In: The Indian Express. 5. September 2023, abgerufen am 7. September 2023 (englisch).
G. P. Singh: Researches Into the History and Civilization of the Kirātas. S. 33.
Brajadulal Chattopadhyaya: A Social History of Early India. Pearson Education India, 2009, S. 259.
Sarina Singh: South India. S. 36 (englisch).
Wilhelm von Pochhammer: India’s Road to Nationhood: A Political History of the Subcontinent. South Asia Books, 1993, S. 116.
Romila Thapar: Early India: From the Origins to AD 1300. S. 333.
Hermann Kulke, Dietmar Rothermund: A History of India. Routledge, London / New York 2002, S. ?
Sailendra Nath Sen: Ancient Indian History and Civilization. South Asia Books, 1988, S. 264–267.
Kenneth Pletcher (Hrsg.): The History of India. Rosen Education Service, 2010, S. 103.
Kamlesh Kapur: Portraits of a Nation: History of Ancient India. Sterling Publishers, 2010, S. 637.
Jamal Malik: Islam in Südostasien. In: A. Noth, J. Paul (Hrsg.): Der islamische Orient – Grundzüge seiner Geschichte. Ergon, Würzburg 1998, S. 505–543.
Radhey Shyam Chaurasia: History of Medieval India: From 1000 A.D. to 1707 A.D. Atlantic Publishers, Neu-Delhi 2002, S. 298–300.
Jamal Malik: Muslim Culture and Reform in 18th Century South Asia. In: Journal of the Royal Asiatic Society, Jahrgang 13 (2003), S. 227–243.
Aktueller Überblick bei William Dalrymple: The Anarchy. The Relentless Rise of the East India Company. London u. a. 2019.
Johannes H. Voigt: Indien im Zweiten Weltkrieg. (= Studien zur Zeitgeschichte. Band 11. Hrsg. v. Institut für Zeitgeschichte). Deutsche Verlagsanstalt, Stuttgart 1978, ISBN 3-421-01852-9, S. 304.
Meldung: Zwei Tote bei Anschlagsserie im indischen Bangalore. (Memento vom 3. Januar 2011 im Internet Archive) In: afp.google.com. 25. Juli 2008, abgerufen am 21. Januar 2020.
Meldung: 45 Tote bei verheerender Bombenserie in Indien. (Memento vom 28. Juli 2008 im Internet Archive) In: Süddeutsche.de. 27. Juli 2008, abgerufen am 21. Januar 2020.
Meldung: Explosionsserie: Dutzende Tote nach Bombenanschlägen in Indien. In: Der Spiegel. 26. Juli 2008, abgerufen am 4. März 2019.
Laura Höflinger: Proteste in Indien: Der Widerstand der Frauen. In: Der Spiegel. 18. Januar 2020, abgerufen am 21. Januar 2020.
Laura Höflinger: Massenproteste in Indien: Millionen gegen Modi. In: Der Spiegel. 10. Januar 2020, abgerufen am 21. Januar 2020.
Ursula Bauer-Hailer, Hans Ulrich Wezel: Indien: ein Land voller Gegensätze. Statistisches Landesamt Baden-Württemberg, August 2006, abgerufen am 5. April 2023.
„Das Parlament“, Nummer 32–33 vom 7. August 2006: Auf der Suche nach der Mittelklasse, abgefragt am 30. März 2013.
The World Factbook – Central Intelligence Agency (Memento vom 11. Juni 2008 im Internet Archive)
Government of India, Ministry of Home Affairs, Office of the Registrar General & Census Commissioner: SRS Statistical Report 2011, Chapter 3: Estimates of Fertility Indicators. S. 29.
Weltbank: Fertility rate, total (births per woman).
Violence: Of men and mayhem, in: Special Report – The Young, January 23rd 2016, The Economist, January 23rd–29th 2016, S. 10–11.
Indian Institute for Human Settlement: Urban India 2011: Evidence. New Delhi 2012, S. 42.
Urban population | Data. Abgerufen am 30. Juli 2017 (amerikanisches Englisch).
Dharavi Slum. Abgerufen am 30. Juli 2017.
Kritiker, Gegner, Nutznießer: Die Rahmenbedingungen des ökonomischen Globalisierungsprozesses in Indien, Angabe des suedasien.info für 2010, online auf: suedasien.info/…
„Unter den rund 2 Millionen Indern in den USA befinden sich etwa 200.000 Dollarmillionäre.“ (Rothermund: Indien. Aufstieg einer asiatischen Weltmacht, München 2008, S. 291).
„Die Gesamtüberweisungen der indischen Diaspora nach Indien betragen zurzeit etwa 23 Mrd. US-Dollar jährlich.“ (Rothermund: Indien. Aufstieg einer asiatischen Weltmacht, München 2008, S. 291).
Department of Economic and Social Affairs (DESA): World Population Prospects 2017. Vereinte Nationen, 2017, archiviert vom Original (nicht mehr online verfügbar) am 22. September 2018; abgerufen am 7. März 2019. (englisch; interaktive Auswahl).
Universiteitsbibliotheek Utrecht, Werkgroep Seriële Publicaties: India: Historical demographical data of the whole country. (Memento vom 11. August 2004 im Internet Archive) 2003, abgerufen am 4. März 2019 (englisch).
Census of India 2011: censusindia.gov.in Office of the Registrar General & Census Commissioner India, abgerufen am 4. März 2019 (englisch).
Indiens Supreme Court urteilt über historisches Unrecht an den Adivasi
Migration Report 2017. (PDF) UN, abgerufen am 30. September 2018 (englisch).
Origins and Destinations of the World’s Migrants, 1990–2017. In: Pew Research Center's Global Attitudes Project. 28. Februar 2018 (pewglobal.org [abgerufen am 30. September 2018]).
Registrar General & Census Commissioner, Government of India: Census of India 2011: Population By Religious Community, veröffentlicht am 25. August 2015.
Heinz Bechert, Richard Gombrich: Der Buddhismus: Geschichte und Gegenwart. 3. Auflage. Beck, München 2008, S. 345–347.
Preface. In: Pew Research Center's Religion & Public Life Project. 27. Januar 2011, abgerufen am 18. Juli 2017.
msnbc.msn.com – davon mindestens 39 offiziell anerkannt in Orissa (Odisha), der Rest außerhalb.
dipbt.bundestag.de
Nitin Kumar Bharti, Lucas Chancel, Thomas Piketty, Anmol Somanchi: Income and Wealth Inequality in India, 1922–2023. The Rise of the Billionaire Raj. Working Paper N° 2024/09. World Inequality Lab, Paris März 2024 (wid.world [abgerufen am 19. März 2024]).
BBC: Life in a slum
Country Progress Report (CRP) India. Ungass, 31. März 2010 (englisch; PDF: 2,6 MB (Memento vom 18. November 2018 im Internet Archive)).
National Commission for Women: The Dowry Prohibition Act, 1961… Ohne Datum (englisch; PDF (Memento vom 18. Mai 2015 im Internet Archive)).
Clean Clothes Campaign: Kurzinformationen Sumangali Programm. Erklärung von Bern (EvB), Zürich 2011 (PDF: 139 kB, 3 S. auf cleanclothes.at).
Census of India 2011: Sex Ratio of Total population and child population in the age group 0-6 and 7+ years: 2001 and 2011. Delhi 2011 (englisch; PDF: 9 kB, 1 Seite auf censusindia.gov.in (Memento vom 9. April 2011 im Internet Archive)).
Thomson Reuters Foundation – Jahresbericht: The world’s most dangerous countries for women 2018 (Memento vom 26. Mai 2020 im Internet Archive).
Tim van Olphen, Helena Schätzle: Gewalt gegen Frauen in Indien: „Mein Mann schnitt mir die Nase ab“. In: Der Spiegel. 26. Mai 2020, abgerufen am 26. Mai 2020.
Black Magic practices in India In: Deutsche Welle, 23. Mai 2012. Abgerufen am 18. Mai 2025 
Village 'witches' beaten in India In: BBC News, 20. Oktober 2009. Abgerufen am 18. Mai 2025 (englisch). 
'Witch' family killed in India In: BBC News, 12. Juni 2008. Abgerufen am 18. Mai 2025 (englisch). 
Bengal tribesmen kill 'witches' In: BBC News, 27. März 2003. Abgerufen am 18. Mai 2025 (englisch). 
Womensnews.org.
Bailey, Frederick George 1994: The Witch-Hunt, or the Triumph of Morality. New York: Cornell University Press.
Jill Schnoebelen: Witchcraft allegations, refugee protection and human rights:a review of the evidence. UNHRC, abgerufen am 18. Mai 2025 (englisch).
Herald Sun, 200 'witches' killed in India each year – report, 26 July 2010.
NCW demands stringent law against witch-hunts In: The Hindu, 4. Juni 2013. Abgerufen am 18. Mai 2025 (englisch). 
Natalie Mayroth: Aberglaube in Indien: Kampf den Hexenjägern. In: Die Tageszeitung: taz. 28. Januar 2021, ISSN 0931-9085 (taz.de [abgerufen am 18. Mai 2025]).
Andreas Babst: Teuerste Wahlen der Welt / Das Oberste Gericht ordnet Veröffentlichung von Parteispendern an In Neue Zürcher Zeitung vom 18. März 2024, Seite 4 / International
Krishn Kaushik, Kripa Jayaram: What were India's electoral bonds and how did they power Modi’s party? In: reuters.com. Reuters, 16. Februar 2024, abgerufen am 18. März 2024 (englisch).
Andreas Babst: Teuerste Wahlen der Welt / Das Oberste Gericht ordnet Veröffentlichung von Parteispendern an In Neue Zürcher Zeitung vom 18. März 2024, Seite 4 / International
Awstika Das: Supreme Court Directs SBI To Disclose All Electoral Bond Data Available With It Including Unique Alphanumeric Numbers. In: livelaw.in. www.livelaw.in Third Floor, Bhageeratha Residency, Banerjee road Ernakulam, North Cochin, Kerala, India, https://www.livelaw.in/contact-us, 18. März 2024, abgerufen am 18. März 2024 (englisch).
Fragile States Index: Global Data. Fund for Peace, 2024, abgerufen am 13. April 2025 (englisch).
The Economist Intelligence Unit’s Democracy Index. The Economist Intelligence Unit, 2024, abgerufen am 13. April 2025 (englisch).
Countries and Territories. Freedom House, 2024, abgerufen am 29. Oktober 2024 (englisch).
2024 World Press Freedom Index. Reporter ohne Grenzen, 2024, abgerufen am 29. Oktober 2024 (englisch).
CPI 2024: Tabellarische Rangliste. Transparency International Deutschland e. V., 2025, abgerufen am 29. April 2025 (englisch).
Grünes Licht für neuen Bundesstaat in Indien, ORF.at, abgerufen am 30. Juli 2013.
New UTs of Jammu & Kashmir and Ladakh come into existence auf newsonair.com vom 31. Oktober 2019, abgerufen am 16. November 2019
Provisional Population Totals, Census of India 2011: Urban Agglomerations/Cities having population 1 lakh and above. (PDF; 138 kB; 13 Seiten) Census Bureau of India, abgerufen am 9. März 2019.
Amt der Oberösterreichischen Landesregierung, Direktion Präsidium, Frauenreferat: 100 Jahre Frauenwahlrecht. Linz 2018, S. 15 (PDF: 11,5 MB, 70 Seiten (Memento vom 5. August 2018 im Internet Archive)).
Gail Pearson: Tradition, law and the female suffrage movement in India. In: Louise Edwards, Mina Roces (Hrsg.): Women’s Suffrage in Asia. RoutledgeCurzon, New York, 2004, S. 195–219, S. 199.
Kumari Jayawardena: Feminism and nationalism in the Third World. Zed Books London, 5. Auflage 1994, S. 99–100.
Gail Pearson: Tradition, law and the female suffrage movement in India. In: Louise Edwards, Mina Roces (Hrsg.): Women’s Suffrage in Asia. RoutledgeCurzon, New York, 2004, S. 195–219, S. 196.
June Hannam, Mitzi Auchterlonie, Katherine Holden: International Encyclopedia of Women’s Suffrage. ABC-Clio, Santa Barbara, Denver, Oxford 2000, ISBN 1-57607-064-6, S. 139.
Jad Adams: Women and the Vote. A World History. Oxford University Press, Oxford 2014, ISBN 978-0-19-870684-7, Seite 346.
Jad Adams: Women and the Vote. A World History. Oxford University Press, Oxford 2014, ISBN 978-0-19-870684-7, Seite 350.
Mart Martin: The Almanac of Women and Minorities in World Politics. Westview Press Boulder, Colorado, 2000, S. 175.
vgl. Konthoujam Indrakumar: Mapping India’s Look East Policy: Shifting Alignments. In: Thingnam Kisham Singh: Look East policy and India’s North East: polemics & perspectives. Center for Alternative Discourse, Manipur 2009, S. 21 f.
Außenminister Indiens und Pakistans sprechen von „neuer Ära“ der Beziehungen. In: Focus.de, 27. Juli 2011.
Hasnain Kazim: Start und Test von Atomrakete: Indien führt im Wettrüsten mit China. In: Spiegel Online. 19. April 2012, abgerufen am 16. Juni 2025.
Tödliches Gefecht zwischen Indien und China – DW – 16.06.2020. In: DW.com (Deutsche Welle). 10. Juni 2020, abgerufen am 29. August 2025.
David Pfeifer, Lea Sahay (Interviewführer): „Kaum noch jemand vertraut Washington“. Manoj Kewalramani, Kenner der indisch-chinesischen Beziehungen, erklärt, was die Rivalen eint, was sie trennt – und was das für den Westen bedeutet.
esk/Reuters: Donald Trump: Strafzölle für Indien wegen Geschäften mit Russland treten in Kraft. In: Der Spiegel. 27. August 2025, ISSN 2195-1349 (spiegel.de [abgerufen am 29. August 2025]).
David Pfeifer: Trump erhöht die Zölle, Indien bleibt stur: Premier Modi schaut jetzt nach Osten. In: sueddeutsche.de. 29. August 2025, abgerufen am 29. August 2025.
50 Prozent Zölle: Indiens Spagat zwischen Trump und Putin. In: ORF.at. 27. August 2025, abgerufen am 29. August 2025.
Murali Krishnan: Indiens Viereckbeziehungen mit Russland, China und USA / Angesichts drohender US-Zölle hat Indien seine Beziehungen zu Russland und China intensiviert. Zugleich versucht die Regierung von Premier Narendra Modi seine strategische Autonomie in der Außenpolitik zu festigen. Abgerufen am 29. August 2025.
Andreas Landwehr: Der Elefant muss mit dem Drachen tanzen / SCO-Gipfel in Tianjin: Das Verhältnis zwischen Peking und Neu Delhi ist eigentlich von Rivalität und Misstrauen geprägt. Doch nun treibt Trump Indien den Chinesen in die Arme. In: faz.net. Frankfurter Allgemeine Zeitung, 28. August 2025, abgerufen am 29. August 2025.
Ulrich von Schwerin: Zollstrafe treibt Indien in Chinas Arme Trumps Handelspolitik zwingt Delhi, sich neu auszurichten In: Neue Zürcher Zeitung vom 30. August 2025, Seite 3
Volker Pabst: Das Ende eines Kuriosums. Grenzbegradigung in Südasien. In: Neue Zürcher Zeitung, 9. Mai 2015, internationale Ausgabe, S. 9.
Indien und Bangladesch legen alten Grenzstreit bei. In: ORF.at, 7. Juni 2015.
17th SCO summit – Pakistan is all set to become full member of Shanghai Cooperation Organization. (Memento vom 5. August 2017 im Internet Archive), abgerufen am 4. März 2019 (englisch).
OIC backs Pakistan over Kashmir issue: Report. In: The Times of India. (indiatimes.com [abgerufen am 18. Juli 2017]).
Peter Hornung: Anschlag in Kaschmir: Indien verschärft Kurs gegenüber Pakistan. In: tagesschau.de. 24. April 2025, abgerufen am 24. April 2025.
Le Monde diplomatique vom 12. März 2010: Ein Recht auf Arbeit für die Bauern
At 315 million, India has the most students in world – Times of India. In: The Times of India. (indiatimes.com [abgerufen am 15. Juli 2018]).
Human Development Data (1990–2015) | Human Development Reports. Abgerufen am 2. August 2018 (englisch).
Census of India 2011: Literates and literacy rates by sex : 2011. (Memento vom 9. April 2011 im Internet Archive).
Die historische Vernachlässigung armer Gemeinschaften durch indische Schulen. E+Z Entwicklung und Zusammenarbeit, 4. Februar 2024, abgerufen am 28. März 2024.
UNICEF: Basic indicators: Primary school enrolment ratio (2000–2004), net. (Memento vom 12. August 2006 im Internet Archive) Ohne Datum, abgerufen am 4. März 2019 (englisch).
Latest Data and Statistics on Indian Higher Education and New Regulatory Reform. In: DrEducation. 7. Juni 2017, archiviert vom Original (nicht mehr online verfügbar) am 19. Oktober 2019; abgerufen am 19. Oktober 2019 (englisch).
Best universities in India. 24. September 2019, abgerufen am 19. Oktober 2019 (englisch).
6 State of Literacy. (PDF) Census of India 2011, S. 101–102, abgerufen am 15. Januar 2022 (englisch).
Indexmundi: India: Demographics. In: Indexmundi.com. 20. Januar 2018, abgerufen am 10. März 2019 (englisch).
UNDP-India: Kerala Human Development Report 2005. (englisch; Downloadangebot).
Mortality rate, under-5 (per 1,000 live births) – India | Data. Abgerufen am 19. Oktober 2019.
Hass auf die Helfer. Abgerufen am 13. Mai 2022.
SIPRI Jahrbuch 2004. Oxford University Press, 2005, ISBN 0-19-928401-6, S. 425.
Herbert Wulf: Eiszeit in den Beziehungen zwischen Indien und China. In: Neue Zürcher Zeitung. 6. Mai 2024, ISSN 0376-6829 (nzz.ch [abgerufen am 6. Mai 2024]).
India’s quiet sea power. In: Asia Times Online. 2. August 2007 und International Institute for Strategic Studies Military Balance 2007.
business-anti-corruption.com (Memento vom 2. Juli 2015 im Internet Archive) – Länderprofil Indien Korruption
India – Migrant remittance 2016. In: countryeconomy.com. (countryeconomy.com [abgerufen am 14. Juli 2018]).
Industriestandort: „Make in India“ soll die Industrie locken. Abgerufen am 14. Juni 2017.
Ranking of economies – Doing Business – World Bank Group. Abgerufen am 4. April 2018.
The World's Billionaires 2017. Abgerufen am 30. Juli 2017.
Weltwirtschaftsforum: At a Glance: Global Competitiveness Index 2017–2018 Rankings. In: WEforum.org. 2020, abgerufen am 14. September 2020 (englisch).
2020 Index of Economic Freedom: Country Rankings. In: Heritage.org. 2020, abgerufen am 14. September 2020 (englisch).
Weltbank: India: GDP growth (annual %). Abgerufen am 9. Juli 2023 (englisch).
Inflation, consumer prices (annual %) | Data. Abgerufen am 3. Juli 2021.
Central Intelligence Agency: The World Factbook – South Asia: India. Archiviert vom Original (nicht mehr online verfügbar) am 11. März 2017; abgerufen am 4. März 2019 (englisch).
David Gregosz, Rabea Förstmann: Indiens Wirtschaftspolitik und die Notwendigkeit eines ökonomischen Leitbildes. Konrad-Adenauer-Stiftung, Auslandsinformationen, 27. April 2010, S. 39–44 (PDF-Downloadangebot).
Auswärtiges Amt: Indien: Wirtschaft. November 2018, abgerufen am 4. März 2019.
Soutik Biswas: The myth of the Indian vegetarian nation. In: BBC News. 4. April 2018 (bbc.com [abgerufen am 11. Mai 2018]).
Global crude steel output increases by 4.6% in 2018. Abgerufen am 12. Juli 2019 (englisch).
December 2021 crude steel production and 2021 global crude steel production totals. In: worldsteel.org. Abgerufen am 2. Juli 2022 (amerikanisches Englisch).
December 2023 crude steel production and 2023 global crude steel production totals. In: worldsteel.org. Abgerufen am 7. August 2024 (amerikanisches Englisch).
Deutsche Bank Research: Stahlmarkt in Indien: Unternehmen auf Expansionskurs (= Aktuelle Themen. Nr. 363). 11. August 2006 (PDF: 386 kB, 11 Seiten (Memento vom 28. September 2009 im Internet Archive)).
Indien: Höhere Stahlproduktion 2012. (Memento vom 6. März 2019 im Internet Archive) In: OWC Außenwirtschaft. 24. Januar 2013, abgerufen am 4. März 2019.
Weltbank: Industry (including construction), value added (% of GDP). 2019, abgerufen am 4. März 2010 (englisch).
Report: Do leather workers matter. Auf business-humanrights.org vom 15. März 2017, abgerufen am 6. November 2021.
Press Release: Rights of Indian leather workers systematically violated. Auf business-humanrights.org vom 15. März 2017, abgerufen am 6. November 2021
Die 10 schlimmsten Länder für Arbeitnehmer. Auf igmetall-ennepe-ruhr-wupper.de vom 25. Juni 2018, abgerufen am 5. November 2021
Sun Pharmaceuticals übernimmt Ranbaxy. In: Deutsche Apotheker Zeitung. 7. April 2014, abgerufen am 13. September 2023.
Sehr reale Turbulenzen, Le Monde diplomatique vom 9. April 2010.
Weltbank: Merchandise imports (current US$): 1960–2022. 2023, abgerufen am 9. Juli 2023 (englisch).
Merchandise exports (current US$) | Data. 2023, abgerufen am 9. Juli 2023.
Statistisches Bundesamt (Destatis): Gesamtwirtschaft & Umwelt – Außenhandel. 2019, abgerufen am 4. März 2019.
Internationales Handelszentrum (ITC): List of supplying markets for the product imported by India in 2022. 2023, abgerufen am 25. August 2023 (englisch).
Internationales Handelszentrum (ITC): List of importing markets for the product exported by India in 2022. Abgerufen am 25. August 2023.
International tourism, number of arrivals – Country Ranking (2015). In: IndexMundi.com. Abgerufen am 17. Juli 2019 (englisch; ohne Datum).
International tourism, receipts (current US$). In: IndexMundi.com. Abgerufen am 17. Juli 2019 (englisch; ohne Datum).
UNESCO World Heritage Centre: India. In: UNESCO.org. 2019, abgerufen am 17. Juli 2019 (englisch).
CIA: The World Factbook (Memento vom 11. Juni 2008 im Internet Archive) (englisch)
India. In: The World Factbook. Central Intelligence Agency, 3. Oktober 2024 (cia.gov [abgerufen am 14. Oktober 2024]).
Indien vor historischer Steuerreform, ORF.at, 3. August 2016, abgerufen am 4. August 2016.
Indien plant größte Steuerreform der Welt: Raus aus dem Abgabendschungel, ORF.at, 30. April 2017, abgerufen am 30. April 2017.
Reports and publications | Media | BP Global. Abgerufen am 9. Juli 2017 (englisch).
Government expenditure on education, total (% of GDP) | Data. Abgerufen am 14. Juni 2017 (amerikanisches Englisch).
Global Wind Statistics 2017 (Memento vom 26. August 2019 im Internet Archive) (PDF; 715 kB) Global Wind Energy Council. Abgerufen am 24. Februar 2018.
Joyce Lee, Feng Zhao; Alastair Dutton, Ben Backwell, Ramón Fiestas, Liming Qiao, Naveen Balachandran, Shuxin Lim, Wanliang Liang, Emerson Clarke, Anjali Lathigara, Dana R. Younger: Global Wind Report 2021. In: Global Wind Energy Council > Market Intelligence > Reports & Resources > Global Wind Report 2021. Global Wind Energy Council GWEC, Brüssel, 24. März 2021, abgerufen am 9. Mai 2021 (amerikanisches Englisch).
Physical Progress. In: MNRE. Ministry of New and Renewable Energy (MNRE), Government of India, 28. Februar 2021, abgerufen am 13. Mai 2021 (englisch).
India pledges 'bold' 60GW wind target. In: Windpower Monthly. 2. Oktober 2015. Abgerufen am 2. Oktober 2015.
solarserver.de
Is India’s 225 GW renewables target achievable?. In: PV-Magazine. 20. Juni 2018. Abgerufen am 11. August 2018.
India well on track for 100 GW target, claims minister. In: PV-Magazine. 8. August 2018. Abgerufen am 11. August 2018.
All India Installed Capacity (in MW) of Poer Stations. (PDF) In: cea.nic.in. Central Electricity Authority, Government of India, Ministry of Power, Januar 2021, abgerufen am 13. Mai 2021 (englisch).
James Norman: Despite a record year, India needs to double renewables deployment by 2030 to meet energy targets. 25. Februar 2025 (globalenergymonitor.org [abgerufen am 21. August 2025]).
Elektrische Energie-Erzeugung lt. Internationale Atomenergie-Organisation (IAEO)
„Russia Agrees India Nuclear Deal“, BBC News vom 11. Februar 2009
Strategische Partnerschaft EU-Indien. Zusammenfassung der Gesetzgebung. In: EUR-Lex. Amt für Veröffentlichungen der Europäischen Union, 8. April 2008, abgerufen am 27. Oktober 2021.
Canada Signs Nuclear Deal with India, The Globe and Mail (27. Juni 2010).
Indian Oil Corporation Ltd.: Homepage. In: iocl.com. Abgerufen am 12. Juli 2019.
Welt am Sonntag. Nr. 44, 29. Oktober 2017, S. 73.
Indian Railways (Hrsg.): Status of Railway Electrification (as on 31.08.2025). (englisch, indiarailinfo.com [PDF]).
India’s National Highways record 60% growth in last 10 years to become 2nd largest network in world
India: state highways length | Statista. Abgerufen am 6. August 2025 (englisch).
Global status report on road safety 2015. Abgerufen am 30. März 2018 (britisches Englisch).
Telecom Regulatory Authority Of India: Press Release No. 97/2006. Neu-Delhi 2006 (englisch; PDF; 13 kB (Memento vom 10. Mai 2013 im Internet Archive)).
Webscare: Top 10 Mobile Phones User Countries: Which Country Uses Most Mobile Phones. In: WhichCountry. 8. März 2013, abgerufen am 4. März 2019 (englisch).
Internet Live Stats: Internet Users by Country (2016). In: Internetlivestats.com. Abgerufen am 4. März 2019 (englisch).
Digital in India: All the Statistics You Need in 2021. Abgerufen am 27. Dezember 2021 (britisches Englisch).
Kabaddi – Indiens alter Volkssport. In: Deutsche Welle. 3. August 2016, abgerufen am 18. Februar 2024.
John Irwin: The ancient pillar-cult at Prayāga (Allahabad): its pre-Aśokan origins. In: Journal of the Royal Asiatic Society of Great Britain & Ireland. 115. Jahrgang, Nr. 2, April 1983, S. 253–280, doi:10.1017/S0035869X00137487, JSTOR:25211537 (englisch).
Top 10 Most Popular Sports In India (Memento vom 28. März 2018 im Internet Archive)
Thrills, spills, yawns. Cricinfo, 1. Juni 2008, abgerufen am 20. Februar 2021 (englisch).
Nagraj Gollapudi: USA co-hosts for 2024 T20 WC, Pakistan gets 2025 Champions Trophy, India and Bangladesh 2031 World Cup. Cricinfo, 16. November 2021, abgerufen am 16. November 2021 (englisch).
M. Ilyas Khan: Pakistan's Olympic humiliation in national sport. BBC, 8. August 2012, abgerufen am 20. Februar 2021 (englisch).
David Abbott: Changing World: Pakistan. Hrsg.: Encyclopædia Britannica. 2015, ISBN 978-1-62513-321-2, S. 21.
Vergleiche Stefan Hübner: Rezension zu: Boria, Majumdar; Majumdar, Boria; Mehta, Nalin: India and the Olympics. London 2009. In: H-Soz-u-Kult. 2. September 2010.
Indiens Festivals. Abgerufen am 3. Juni 2017.
Rangliste der Pressefreiheit. Reporter ohne Grenzen, abgerufen am 13. August 2017.
Reporter ohne Grenzen e. V.: Journalisten getötet. Abgerufen am 13. Dezember 2017.
MRUC, RSCI, Nielsen: Indian Readership Survey. 2013, S. 8–16 (englisch; PDF: 623 kB, 18 Seiten auf mruc.net).

    Homepage AIR | Prasar Bharati. Abgerufen am 20. April 2023.

Politische Gliederung Asiens

	

	
Lage Asiens
	

	

Mitgliedstaaten des Commonwealth of Nations
	

	
Flagge des Commonwealth
	

Mitgliedstaaten der Shanghaier Organisation für Zusammenarbeit

Mitgliedstaaten der Südasiatischen Vereinigung für regionale Kooperation (SAARC)

Dieser Artikel wurde am 21. Februar 2006 in dieser Version in die Liste der exzellenten Artikel aufgenommen.

Koordinaten: 21° N, 78° O | | OSM
Normdaten (Geografikum): GND: 4026722-2 (GND Explorer, lobid, OGND) | LCCN: n80125948 | NDL: 00564071 | VIAF: 135375457
Kategorien:

    Wikipedia:ExzellentIndienStaat in AsienParlamentarische Bundesrepublik (Staat)Mitgliedstaat der Vereinten NationenMitgliedstaat des Commonwealth of NationsStaatsgründung in den 1940er Jahren

    Diese Seite wurde zuletzt am 17. Dezember 2025 um 15:18 Uhr bearbeitet.
    Abrufstatistik · Autoren

    Der Text ist unter der Lizenz „Creative-Commons Namensnennung – Weitergabe unter gleichen Bedingungen“ verfügbar; Informationen zu den Urhebern und zum Lizenzstatus eingebundener Mediendateien (etwa Bilder oder Videos) können im Regelfall durch Anklicken dieser abgerufen werden. Möglicherweise unterliegen die Inhalte jeweils zusätzlichen Bedingungen. Durch die Nutzung dieser Website erklären Sie sich mit den Nutzungsbedingungen und der Datenschutzrichtlinie einverstanden.
    Wikipedia® ist eine eingetragene Marke der Wikimedia Foundation Inc.

    Datenschutz
    Über Wikipedia
    Haftungsausschluss
    Impressum / Sicherheit
    Verhaltenskodex
    Entwickler
    Statistiken
    Stellungnahme zu Cookies
    Mobile Ansicht

    Wikimedia Foundation
    Powered by MediaWiki

📌
⚙️
✕
`
  ];
  const cld3 = await loadModule();
  const identifier = cld3.create(0, 1000);

  const lngDetector = new LanguageDetect();

  texts.forEach(detectLanguage);

  function detectLanguage(text: string): void {
    const francLangCode = franc(text);
    const cld3res = identifier.findLanguage(text);
    const lngDetectorDetect = lngDetector.detect(text, 10);

    console.log({
      francLangCode,
      lngDetectorDetect,
      cld3res,
    });
  }
})();
